Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: es, fr_ca, ru

source: If you choose a direct payment gateway to complete your purchase, then Shuup stores your credit card data. It is encrypted through the Payment Card Industry Data Security Standard (PCI-DSS). Your purchase transaction data is stored only as long as is necessary to complete your purchase transaction. After that is complete, your purchase transaction information is deleted.
es: Si elige una pasarela de pago directo para completar su compra, Shuup almacena los datos de su tarjeta de crédito. Está cifrado a través del Estándar de seguridad de datos de la industria de tarjetas de pago (PCI-DSS). Los datos de su transacción de compra se almacenan solo el tiempo que sea necesario para completar su transacción de compra. Una vez completado, se elimina la información de la transacción de compra.
fr_ca: Si vous choisissez une passerelle de paiement direct pour finaliser votre achat, Shuup stocke les données de votre carte de crédit. Il est crypté via la norme de sécurité des données de l'industrie des cartes de paiement (PCI-DSS). Vos données de transaction d'achat ne sont stockées que le temps nécessaire pour terminer votre transaction d'achat. Une fois cette opération terminée, vos informations de transaction d'achat sont supprimées.
ru: Если вы выбираете доступ для прямых платежей при завершении покупки, Shuup сохраняет данные вашей кредитной карты. Они зашифровывается с использованием стандарта защиты данных в индустрии платежных карт (PCI-DSS). Данные вашей транзакции хранятся только до тех пор, пока это необходимо для завершения транзакции покупки. После этого информация о транзакции покупки будет удалена.

source: All direct payment gateways adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, MasterCard, American Express and Discover.
es: Todas las pasarelas de pago directo se adhieren a los estándares establecidos por PCI-DSS según lo administra el PCI Security Standards Council, que es un esfuerzo conjunto de marcas como Visa, MasterCard, American Express y Discover.
fr_ca: Toutes les passerelles de paiement direct adhèrent aux normes définies par PCI-DSS, gérées par le Conseil des normes de sécurité PCI, qui est un effort conjoint de marques telles que Visa, MasterCard, American Express et Discover.
ru: Все типы прямых платежей соответствуют стандартам, установленным PCI-DSS, которые управляются Советом стандартов безопасности PCI, являющимся совместным продуктом таких брендов, как Visa, MasterCard, American Express и Discover.

source: PCI-DSS requirements help ensure the secure handling of credit card information by our store and its service providers.
es: Los requisitos de PCI-DSS ayudan a garantizar el manejo seguro de la información de la tarjeta de crédito por parte de nuestra tienda y sus proveedores de servicios.
fr_ca: Les exigences PCI-DSS aident à garantir le traitement sécurisé des informations de carte de crédit par notre magasin et ses fournisseurs de services.
ru: Требования PCI-DSS помогают обеспечить безопасную обработку информации о кредитных картах нашим магазином и его поставщиками услуг.

source: For more insight, you may also want to read Shuup’s Terms of Service here or Privacy Statement here.
es: Para obtener más información, también puede leer los Términos de servicio de Shuup aquí o la Declaración de privacidad aquí.
fr_ca: Pour plus d'informations, vous pouvez également lire les conditions d'utilisation de Shuup ici ou la déclaration de confidentialité ici.
ru: Для получения дополнительной информации вы также можете ознакомиться с Условиями обслуживания Shuup здесь или Политикой конфиденциальности здесь.

source: SECTION 5 - THIRD-PARTY SERVICES
es: SECCIÓN 5 - SERVICIOS DE TERCEROS
fr_ca: SECTION 5 - SERVICES DE TIERS
ru: Пункт 5 - Сторонние сервисы

source: In general, the third-party providers used by us will only collect, use and disclose your information to the extent necessary to allow them to perform the services they provide to us.
es: En general, los proveedores externos que utilizamos solo recopilarán, usarán y divulgarán su información en la medida necesaria para permitirles realizar los servicios que nos brindan.
fr_ca: En général, les fournisseurs tiers que nous utilisons ne collecteront, utiliseront et ne divulgueront vos informations que dans la mesure nécessaire pour leur permettre de fournir les services qu'ils nous fournissent.
ru: В общем случае, сторонние поставщики, с которыми мы сотрудничаем, будут собирать, использовать и раскрывать информацию в необходимой степени для обеспечения услуг при работе с нами.

source: However, certain third-party service providers, such as payment gateways and other payment transaction processors, have their own privacy policies in respect to the information we are required to provide to them for your purchase-related transactions.
es: Sin embargo, ciertos proveedores de servicios de terceros, como pasarelas de pago y otros procesadores de transacciones de pago, tienen sus propias políticas de privacidad con respecto a la información que estamos obligados a proporcionarles para sus transacciones relacionadas con la compra.
fr_ca: Cependant, certains fournisseurs de services tiers, tels que les passerelles de paiement et autres processeurs de transactions de paiement, ont leurs propres politiques de confidentialité en ce qui concerne les informations que nous sommes tenus de leur fournir pour vos transactions d'achat.
ru: Однако некоторые сторонние поставщики услуг, такие как платежные шлюзы и другие обработчики платежных транзакций, имеют свою собственную политику конфиденциальности в отношении информации, которую мы обязаны предоставлять им для ваших транзакций, связанных с покупкой.

source: For these providers, we recommend that you read their privacy policies so you can understand the manner in which your personal information will be handled by these providers.
es: Para estos proveedores, le recomendamos que lea sus políticas de privacidad para que pueda comprender la manera en que estos proveedores manejarán su información personal.
fr_ca: Pour ces fournisseurs, nous vous recommandons de lire leurs politiques de confidentialité afin que vous puissiez comprendre la manière dont vos informations personnelles seront traitées par ces fournisseurs.
ru: Для работы с этими поставщиками мы рекомендуем вам ознакомиться с их политикой конфиденциальности, чтобы вы могли понять, каким образом ваша персональная информация будет обрабатываться.

source: In particular, remember that certain providers may be located in or have facilities that are located in a different jurisdiction than either you or us. So if you elect to proceed with a transaction that involves the services of a third-party service provider, then your information may become subject to the laws of the jurisdiction(s) in which that service provider or its facilities are located.
es: En particular, recuerde que ciertos proveedores pueden estar ubicados o tener instalaciones que se encuentran en una jurisdicción diferente a usted o nosotros. Por lo tanto, si elige continuar con una transacción que involucra los servicios de un proveedor de servicios externo, entonces su información puede estar sujeta a las leyes de las jurisdicciones en las que se encuentran ese proveedor de servicios o sus instalaciones.
fr_ca: En particulier, rappelez-vous que certains fournisseurs peuvent être situés ou avoir des installations situées dans une juridiction différente de la vôtre ou de la nôtre. Par conséquent, si vous choisissez de procéder à une transaction qui implique les services d'un fournisseur de services tiers, vos informations peuvent être soumises aux lois de la ou des juridictions dans lesquelles ce fournisseur de services ou ses installations sont situés.
ru: В частности, помните, что некоторые поставщики могут располагаться или иметь учреждения, которые расположены в другой юрисдикции, нежели чем вы или мы. Таким образом, если вы решите продолжить транзакцию, которая включает в себя услуги стороннего поставщика услуг, ваша информация может стать объектом законов юрисдикции(ий), в которой находится этот поставщик услуг или его учреждение.

source: As an example, if you are located in Canada and your transaction is processed by a payment gateway located in the United States, then your personal information used in completing that transaction may be subject to disclosure under United States legislation, including the Patriot Act.
es: Por ejemplo, si se encuentra en Canadá y su transacción es procesada por una pasarela de pago ubicada en los Estados Unidos, su información personal utilizada para completar esa transacción puede estar sujeta a divulgación según la legislación de los Estados Unidos, incluida la Ley Patriota.
fr_ca: À titre d'exemple, si vous êtes situé au Canada et que votre transaction est traitée par une passerelle de paiement située aux États-Unis, vos renseignements personnels utilisés pour effectuer cette transaction peuvent être soumis à la divulgation en vertu de la législation américaine, y compris le Patriot Act.
ru: Например, если вы находитесь в Канаде и ваша транзакция обрабатывается платежным шлюзом, расположенным в Соединенных Штатах, ваша личная информация, используемая при завершении этой транзакции, может быть раскрыта в соответствии с законодательством Соединенных Штатов, включая Закон о патриотизме.

source: Once you leave our store’s website or are redirected to a third-party website or application, you are no longer governed by this Privacy Policy or our website’s Terms of Service.
es: Una vez que abandona el sitio web de nuestra tienda o es redirigido a un sitio web o aplicación de terceros, ya no se rige por esta Política de privacidad ni por los Términos de servicio de nuestro sitio web.
fr_ca: Une fois que vous quittez le site Web de notre boutique ou êtes redirigé vers un site Web ou une application tiers, vous n'êtes plus régi par la présente politique de confidentialité ou les conditions d'utilisation de notre site Web.
ru: Когда вы покидаете веб-сайт нашего магазина или перенаправляетесь на сторонний веб-сайт или приложение, вы больше не подпадаете под действие данной политики конфиденциальности или условий обслуживания нашего веб-сайта.

source: Links
es: Enlaces
fr_ca: Liens
ru: Ссылки

source: When you click on links on our store, they may direct you away from our site. We are not responsible for the privacy practices of other sites and encourage you to read their privacy statements.
es: Cuando hace clic en los enlaces de nuestra tienda, es posible que lo desvíen de nuestro sitio. No somos responsables de las prácticas de privacidad de otros sitios y le recomendamos que lea sus declaraciones de privacidad.
fr_ca: Lorsque vous cliquez sur des liens sur notre boutique, ils peuvent vous éloigner de notre site. Nous ne sommes pas responsables des pratiques de confidentialité des autres sites et vous encourageons à lire leurs déclarations de confidentialité.
ru: Когда вы нажимаете на ссылки в нашем магазине, они могут вывести вас с нашего сайта. Мы не несем ответственности за политику конфиденциальности других сайтов и рекомендуем вам читать их заявления о конфиденциальности.

source: SECTION 6 - SECURITY
es: SECCIÓN 6 - SEGURIDAD
fr_ca: SECTION 6 - SÉCURITÉ
ru: Пункт 6 - Безопасность

source: To protect your personal information, we take reasonable precautions and follow industry best practices to make sure it is not inappropriately lost, misused, accessed, disclosed, altered or destroyed.
es: Para proteger su información personal, tomamos precauciones razonables y seguimos las mejores prácticas de la industria para asegurarnos de que no se pierda, use indebidamente, acceda, divulgue, altere o destruya de manera inapropiada.
fr_ca: Pour protéger vos informations personnelles, nous prenons des précautions raisonnables et suivons les meilleures pratiques de l'industrie pour nous assurer qu'elles ne sont pas perdues, mal utilisées, consultées, divulguées, modifiées ou détruites de manière inappropriée.
ru: Чтобы защитить вашу личную информацию, мы принимаем целесообразные меры предосторожности и следим за лучшими отраслевыми практиками, чтобы удостовериться, что ваша информация не была утеряна, использована во вредоносных целях, раскрыты, изменена или уничтожена.

source: If you provide us with your credit card information, the information is encrypted using secure socket layer technology (SSL) and stored with a AES-256 encryption. Although no method of transmission over the Internet or electronic storage is 100%% secure, we follow all PCI-DSS requirements and implement additional generally accepted industry standards.
es: Si nos proporciona la información de su tarjeta de crédito, la información se cifra mediante la tecnología de capa de conexión segura (SSL) y se almacena con un cifrado AES-256. Aunque ningún método de transmisión por Internet o almacenamiento electrónico es 100%% seguro, seguimos todos los requisitos de PCI-DSS e implementamos estándares adicionales generalmente aceptados de la industria.
fr_ca: Si vous nous fournissez les informations de votre carte de crédit, les informations sont cryptées à l'aide de la technologie SSL (Secure Socket Layer) et stockées avec un cryptage AES-256. Bien qu'aucune méthode de transmission sur Internet ou de stockage électronique ne soit 100%% sécurisée, nous suivons toutes les exigences PCI-DSS et mettons en œuvre d'autres normes industrielles généralement acceptées.
ru: Если вы предоставите нам информацию о своей кредитной карте, информация будет шифроваться с использованием технологии защищенных сокетов (SSL) и храниться с шифрованием AES-256. Хотя ни один способ передачи через Интернет или электронное хранилище не защищен на 100 %%, мы соблюдаем все требования PCI-DSS и реализуем дополнительные общепринятые отраслевые стандарты.

source: COOKIES
es: GALLETAS
fr_ca: BISCUITS
ru: КУКИС

source: Here is a list of cookies that we use. We’ve listed them here so you can choose if you want to opt-out of cookies or not.
es: Aquí hay una lista de cookies que usamos. Los hemos enumerado aquí para que pueda elegir si desea optar por no recibir cookies o no.
fr_ca: Voici une liste des cookies que nous utilisons. Nous les avons répertoriés ici afin que vous puissiez choisir si vous souhaitez désactiver les cookies ou non.
ru: Здесь представлен лист кукис, которые мы используем. Мы указали их здесь, чтобы вы могли решить, хотите вы от них отказаться или нет.

source: unique token, sessional, Allows Shuup to store information about your session (referrer, landing page, etc).
es: token único, de sesión, permite a Shuup almacenar información sobre su sesión (referente, página de destino, etc.).
fr_ca: jeton unique, session, permet à Shuup de stocker des informations sur votre session (référent, page de destination, etc.).
ru: Уникальный сессионный символ позволяет Shuup хранить информацию о вашей сессии (реферер, целевую страницу и т. д.).

source: SECTION 7 - AGE OF CONSENT
es: SECCIÓN 7 - EDAD DE CONSENTIMIENTO
fr_ca: SECTION 7 - ÂGE DU CONSENTEMENT
ru: Пункт 7 - Брачный возраст

source: By using this site, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.
es: Al usar este sitio, usted declara que tiene al menos la mayoría de edad en su estado o provincia de residencia, o que tiene la mayoría de edad en su estado o provincia de residencia y nos ha dado su consentimiento para permitir cualquiera de sus dependientes menores para usar este sitio.
fr_ca: En utilisant ce site, vous déclarez que vous avez au moins l'âge de la majorité dans votre état ou province de résidence, ou que vous avez l'âge de la majorité dans votre état ou province de résidence et que vous nous avez donné votre consentement pour autoriser l'un des vos personnes à charge mineures pour utiliser ce site.
ru: Используя этот сайт, вы заявляете, что вы по крайней мере достигли совершеннолетия в своем штате или провинции проживания и дали нам свое согласие разрешить любому из ваших иждевенцев использовать этот сайт.

source: SECTION 8 - CHANGES TO THIS PRIVACY POLICY
es: SECCIÓN 8 - CAMBIOS A ESTA POLÍTICA DE PRIVACIDAD
fr_ca: SECTION 8 - MODIFICATIONS DE CETTE POLITIQUE DE CONFIDENTIALITÉ
ru: Пункт 8 - Изменение политики конфиденциальности

source: We reserve the right to modify this privacy policy at any time, so please review it frequently. Changes and clarifications will take effect immediately upon their posting on the website. If we make material changes to this policy, we will notify you here that it has been updated, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we use and/or disclose it.
es: Nos reservamos el derecho de modificar esta política de privacidad en cualquier momento, así que revísela con frecuencia. Los cambios y aclaraciones entrarán en vigor inmediatamente después de su publicación en el sitio web. Si realizamos cambios sustanciales a esta política, le notificaremos aquí que se ha actualizado, para que sepa qué información recopilamos, cómo la usamos y bajo qué circunstancias, si las hay, usamos y / o divulgamos. eso.
fr_ca: Nous nous réservons le droit de modifier cette politique de confidentialité à tout moment, veuillez donc la consulter fréquemment. Les changements et les clarifications prendront effet immédiatement après leur publication sur le site Web. Si nous apportons des modifications importantes à cette politique, nous vous informerons ici qu'elle a été mise à jour, afin que vous sachiez quelles informations nous recueillons, comment nous les utilisons et dans quelles circonstances, le cas échéant, nous utilisons et / ou divulguons il.
ru: Мы оставляем за собой право изменять эту политику конфиденциальности в любое время, поэтому, пожалуйста, просматривайте ее часто. Изменения и разъяснения вступают в силу сразу же после их публикации на веб-сайте. Если мы внесем существенные изменения в эту политику, мы уведомим вас здесь, что она была обновлена, чтобы вы знали, какую информацию мы собираем, как ее используем и при каких обстоятельствах, если таковые имеются, мы используем и / или раскрываем её.

source: If our store is acquired or merged with another company, your information may be transferred to the new owners so that we may continue to sell products to you.
es: Si nuestra tienda es adquirida o fusionada con otra empresa, su información puede ser transferida a los nuevos propietarios para que podamos seguir vendiéndole productos.
fr_ca: Si notre magasin est acquis ou fusionné avec une autre société, vos informations peuvent être transférées aux nouveaux propriétaires afin que nous puissions continuer à vous vendre des produits.
ru: Если наш магазин приобретен или объединен с другой компанией, ваша информация может быть передана новым владельцам, чтобы мы могли продолжать продавать вам товары.

source: QUESTIONS AND CONTACT INFORMATION
es: PREGUNTAS E INFORMACIÓN DE CONTACTO
fr_ca: QUESTIONS ET COORDONNÉES
ru: ВОПРОСЫ И КОНТАКТНАЯ ИНФОРМАЦИЯ

source: If you would like to: access, correct, amend or delete any personal information we have about you, register a complaint, or simply want more information contact our Privacy Compliance Officer at <strong>%(shop_email)s</strong> or by mail at <strong>%(shop_address)s</strong>.
es: Si desea: acceder, corregir, modificar o eliminar cualquier información personal que tengamos sobre usted, registrar una queja o simplemente desea obtener más información, comuníquese con nuestro Oficial de Cumplimiento de Privacidad al <strong>%(shop_email)s</strong> o por correo al <strong>%(shop_address)s</strong> .
fr_ca: Si vous souhaitez: accéder, corriger, modifier ou supprimer les informations personnelles que nous <strong>détenons</strong> à votre sujet, déposer une plainte ou simplement obtenir plus d'informations, contactez notre responsable de la confidentialité au <strong>%(shop_email)s</strong> ou par courrier au <strong>%(shop_address)s</strong> .

source: YOUR COMPANY NAME HERE
es: EL NOMBRE DE SU EMPRESA AQUÍ
fr_ca: LE NOM DE VOTRE ENTREPRISE ICI
ru: НАЗВАНИЕ ВАШЕЙ КОМПАНИИ ЗДЕСЬ

source: Our policy lasts 30 days. If 30 days have gone by since your purchase, unfortunately we can’t offer you a refund or exchange.
es: Nuestra política tiene una duración de 30 días. Si han pasado 30 días desde su compra, desafortunadamente no podemos ofrecerle un reembolso o cambio.
fr_ca: Notre politique dure 30 jours. Si 30 jours se sont écoulés depuis votre achat, nous ne pouvons malheureusement pas vous offrir un remboursement ou un échange.
ru: Наша политика рассчитана на 30 дней. Если со времени покупки прошло больше 30 дней, мы не можем предложить вам возмещение средств или обмен.

source: To be eligible for a return, your item must be unused and in the same condition that you received it. It must also be in the original packaging.
es: Para ser elegible para una devolución, su artículo debe estar sin usar y en las mismas condiciones en que lo recibió. También debe estar en el embalaje original.
fr_ca: Pour pouvoir bénéficier d'un retour, votre article doit être inutilisé et dans le même état que vous l'avez reçu. Il doit également être dans son emballage d'origine.
ru: Чтобы иметь право на возврат, ваш товар должен быть не использован и находиться в том же состоянии, в котором вы его получили. Он также должен быть в оригинальной упаковке.

source: Several types of goods are exempt from being returned. Perishable goods such as food, flowers, newspapers or magazines cannot be returned. We also do not accept products that are intimate or sanitary goods, hazardous materials, or flammable liquids or gases.
es: Varios tipos de bienes están exentos de devolución. Los productos perecederos como alimentos, flores, periódicos o revistas no se pueden devolver. Tampoco aceptamos productos que sean artículos íntimos o sanitarios, materiales peligrosos o líquidos o gases inflamables.
fr_ca: Plusieurs types de marchandises sont exemptés du retour. Les produits périssables tels que la nourriture, les fleurs, les journaux ou les magazines ne peuvent pas être retournés. Nous n'acceptons pas non plus les produits qui sont des produits intimes ou sanitaires, des matières dangereuses ou des liquides ou des gaz inflammables.
ru: Некоторые виды товаров не подлежат возврату. Скоропортящиеся товары, такие как еда, цветы, газеты или журналы, не могут быть возвращены. Мы также не принимаем товары личного пользования и сантехнические изделия, опасные материалы или легковоспламеняющиеся жидкости или газы.

source: Additional non-returnable items:
es: Artículos adicionales no retornables:
fr_ca: Articles supplémentaires non retournables:
ru: Дополнительный список товаров не подлежащих возврату:

source: Gift cards
es: Tarjetas regalo
fr_ca: Cartes cadeaux
ru: Подарочные карты

source: Downloadable software products
es: Productos de software descargables
fr_ca: Produits logiciels téléchargeables
ru: Программные продукты, доступные для загрузки

source: Some health and personal care items
es: Algunos artículos de salud y cuidado personal
fr_ca: Certains articles de santé et de soins personnels
ru: Некоторые товары для здоровья и личной гигиены

source: To complete your return, we require a receipt or proof of purchase.
es: Para completar su devolución, necesitamos un recibo o comprobante de compra.
fr_ca: Pour compléter votre retour, nous avons besoin d'un reçu ou d'une preuve d'achat.
ru: Для осуществления возврата вы должны предоставить чек или подтверждение покупки.
