Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: es, fr_ca, ru

source: Home
es: Inicio
fr_ca: Accueil
ru: Домашняя страница

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive. In case of multiple accounts with the same email, only username can be used to log in.
es: Por favor introduce un %(username)s y contraseña correctos. Tenga en cuenta que ambos campos son sensibles al uso de mayúsculas. En el caso de varias cuentas con el mismo correo electrónico, solo se puede usar el nombre de usuario para iniciar sesión.
fr_ca: Veuillez saisir un %(username)s et un mot de passe corrects. Noter que les deux champs peuvent être sensibles à la casse. Dans le cas de plusieurs comptes avec le même email, seul le nom d'utilisateur peut être utilisé pour se connecter.

source: This account is inactive.
es: Esta cuenta esta inactiva
fr_ca: Ce compte est inactif.
ru: Этот аккаунт не активен

source: Username or email address
es: Nombre de usuario o correo electronico
fr_ca: Nom d'utilisateur ou adresse e-mail
ru: Имя пользователя или адрес электронной почты

source: Create New
es: Crear nuevo
fr_ca: Créer un nouveau
ru: Создать новый

source: Select an option
es: Seleccionar una opcion
fr_ca: Sélectionner une option

source: Monday
es: Lunes
fr_ca: Lundi

source: Tuesday
es: Martes
fr_ca: Mardi

source: Wednesday
es: Miercoles
fr_ca: Mercredi

source: Thursday
es: Jueves
fr_ca: Jeudi

source: Friday
es: Viernes
fr_ca: Vendredi

source: Saturday
es: Sabado
fr_ca: samedi

source: Sunday
es: Domingo
fr_ca: dimanche

source: Select
es: Seleccionar
fr_ca: Sélectionner

source: Select Media
es: Seleccionar Media
fr_ca: Sélectionnez un média

source: Select Image
es: Seleccionar Imagen
fr_ca: Sélectionnez l'image

source: Select Product
es: Seleccionar Producto
fr_ca: Sélectionner un produit

source: Select Contact
es: Seleccionar Contacto
fr_ca: Sélectionnez un contact

source: Orders
es: Ordenes
fr_ca: Ordres
ru: Заказы

source: Products
es: Productos
fr_ca: Des produits
ru: Товары

source: Contacts
es: Contactos
ru: Контакты

source: Campaigns
es: Campañas
fr_ca: Campagnes
ru: Акции

source: Content
es: Contenido
fr_ca: Contenu
ru: Контент

source: Reports
es: Informes
fr_ca: Rapports
ru: Отчёты

source: Shops
es: Tiendas
fr_ca: Magasins
ru: Магазины

source: Addons
es: Complementos
ru: Модули

source: Settings
es: Configuracion
fr_ca: Réglages
ru: Настройки

source: Logs
es: Registros
fr_ca: Journaux

source: Messages
es: Mensajes

source: Attributes
es: Atributos
fr_ca: Les attributs
ru: Параметры

source: %s has been deleted.
es: %s ha sido eliminado
fr_ca: %s a été supprimé.
ru: %s удален

source: Identifier
es: Identificador
fr_ca: Identifiant
ru: Идентификатор

source: Filter by identifier...
es: Filtrar por identificador...
fr_ca: Filtrer par identifiant ...
ru: Сортировать по идентификатору

source: Name
es: Nombre
fr_ca: Nom
ru: Имя

source: Filter by name...
es: Filtrar por nombre...
fr_ca: Filtrer par nom ...
ru: Сортировать по имени...

source: Type
es: Tipo
ru: Тип

source: Visibility Mode
es: Modo de visibilidad
fr_ca: Mode de visibilité
ru: Режим видимости

source: Searchable
es: Buscable
fr_ca: Recherche
ru: Доступно для поиска

source: Used in # Product Types
es: Usado en # Tipos de producto
fr_ca: Utilisé dans # types de produits
ru: Используется в # Типах товаров

source: Categories
es: Categorias
fr_ca: Catégories
ru: Категории

source: Add a product category to organize your products.
es: Añade una categoria para organizar tus productos
fr_ca: Ajoutez une catégorie de produits pour organiser vos produits.

source: New category
es: Nueva categoria
fr_ca: Nouvelle catégorie
ru: Новая категория

source: Can't use this category as a parent for this shop.
es: No se puede usar esta categoría como padre para esta tienda.
fr_ca: Impossible d'utiliser cette catégorie en tant que parent pour cette boutique.

source: Primary Category
es: Categoria primaria
fr_ca: Catégorie principale
ru: Основная категория

source: Set this category as a primary category for selected products.
es: Establezca esta categoría como categoría principal para productos seleccionados.
fr_ca: Définissez cette catégorie comme catégorie principale pour les produits sélectionnés.

source: Additional Category
es: Categoria adicional
fr_ca: Catégorie supplémentaire
ru: Дополнительная категория

source: Add selected products to this category.
es: Agregue productos seleccionados a esta categoría.
fr_ca: Ajoutez les produits sélectionnés à cette catégorie.

source: Remove Products
es: Eliminar productos
fr_ca: Supprimer des produits
ru: Удалить товары

source: Remove selected products from this category.
es: Eliminar productos seleccionados de esta categoría.
fr_ca: Supprimer les produits sélectionnés de cette catégorie.

source: Invalid category
es: Categoria invalida
fr_ca: Catégorie invalide
ru: Неверная категория

source: Visibility settings copied to %d product(s)
es: Configuración de visibilidad copiada a producto (s) %d
fr_ca: Paramètres de visibilité copiés sur le (s) produit (s) %d
ru: Видимые настройки отображения скопировать для %d товара(ов)

source: Image
es: Imagen
ru: Изображение

source: Status
es: Estado
fr_ca: Statut
ru: Статус

source: Visibility
es: Visibilidad
fr_ca: Visibilité
ru: Отображаемость

source: Contact Group Pricing Display
es: Pantalla de precios del grupo de contacto
fr_ca: Affichage des prix du groupe de contacts

source: unspecified
es: sin espeficiar
fr_ca: non spécifié
ru: Не определено

source: show prices with taxes included
es: mostrar precios con impuestos incluidos
fr_ca: afficher les prix avec taxes incluses
ru: Показать стоимость с учётом налогов

source: show pre-tax prices
es: mostrar precios antes de impuestos
fr_ca: afficher les prix hors taxes
ru: Показать стоимость без учёта налогов

source: hide prices
es: ocultar precios
fr_ca: masquer les prix
ru: Скрыть стоимость

source: shop
es: tienda
fr_ca: boutique

source: Price display mode
es: Modo de visualizacion de precio
fr_ca: Mode d'affichage des prix
ru: Режим отображения цен

source: Set how prices are displayed to contacts in this group.
es: Establece como se muestran los precios a los contactos en este grupo
fr_ca: Définissez le mode d'affichage des prix pour les contacts de ce groupe.
ru: Настройте отображение стоимостей для контактов данной группы

source: Group
es: Grupo
fr_ca: Groupe

source: Display Mode
es: Modo de visualizacion
fr_ca: Mode d'affichage

source: Unspecified
es: Sin especificar
fr_ca: Non spécifié

source: Contact Groups
es: Grupos de contactos
fr_ca: Groupes de contact
ru: Группы контактов

source: member
es: miembro
fr_ca: membre
ru: Представитель

source: Remove
es: Eliminar
fr_ca: Retirer
ru: Удалить

source: %(count)s member added
es: %(count)s miembro añadido
fr_ca: %(count)s membre ajouté
ru: %(count)s запись добавлена

source: %(count)s member removed
es: %(count)s miembro eliminado
fr_ca: %(count)s membre supprimé
ru: %(count)s запись удалена

source: Number of Members
es: Numero de Miembros
fr_ca: Nombre de membres
ru: Количество представителей

source: User `%(bind_user)s` already has a contact.
es: El usuario `%(bind_user)s` ya tiene un contacto
fr_ca: L'utilisateur ʻ%(bind_user)s` a déjà un contact.

source: The contact groups this contact belongs to. Contact groups are defined in Contacts - Contact Groups and are used to configure sales, campaigns, and product pricing tailored for a set of users.
es: Los grupos de contactos a los que pertenece este contacto. Los grupos de contactos se definen en Contactos - Grupos de contactos y se utilizan para configurar ventas, campañas y precios de productos adaptados a un conjunto de usuarios.
fr_ca: Les groupes de contacts auxquels appartient ce contact. Les groupes de contacts sont définis dans Contacts - Groupes de contacts et sont utilisés pour configurer les ventes, les campagnes et la tarification des produits adaptés à un ensemble d'utilisateurs.
ru: Контакт принадлежит данным группам контактов. Группы контактов отображены в разделе Контакты. Группы контактов используются для операций с продажами, акциями и определением стоимости товаров в пределах группы пользователей.

source: The shops this contact belongs to
es: Las tiendas a las que pertenece este contacto
fr_ca: Les magasins auxquels appartient ce contact

source: Language
es: Idioma
fr_ca: Langue
ru: Язык

source: The primary language to be used in all communications with the contact.
es: El idioma principal que sera usado en todas las comunicaciones con el contacto
fr_ca: La langue principale à utiliser dans toutes les communications avec le contact.
ru: Основной язык для использования во всех коммуникациях с контактом

source: The company name.
es: El nombre de la empresa.
fr_ca: Le nom de l'entreprise.
ru: Название организации

source: The contacts that are members of this company.
es: Los contactos que son miembros de la empresa
fr_ca: Les contacts membres de cette société.
ru: Контакты, являющиеся представителями компании

source: Gender
es: Genero
fr_ca: Le genre
ru: Пол

source: Merchant Notes
es: Notas comerciales
fr_ca: Notes du marchand
ru: Торговые замечания

source: Website URL
es: Url del sitio web
fr_ca: URL de site web
ru: Веб адрес

source: Account Manager
es: Gerente de cuenta
fr_ca: Gestionnaire de compte
ru: Управляющий аккаунтом

source: Company: Tax Number
es: Empresa: CIF
fr_ca: Entreprise: Numéro fiscal
ru: Компания: налоговый номер

source: Company: Members
es: Empresa: Miembros
fr_ca: Entreprise: Membres
ru: Компания: представители

source: Select Language
es: Seleccionar Idioma
fr_ca: Choisir la langue
ru: Выбрать язык

source: Contact Group
es: Grupo de contacto
fr_ca: Groupe de contact
ru: Группы контактов

source: Edit Contacts
es: Editar contactos
fr_ca: Modifier les contacts
ru: Редактировать контакты

source: Set Contact Groups
es: Establecer grupos de contacto
fr_ca: Définir des groupes de contacts
ru: Настроить группы контактов

source: Basic Information
es: Informacion basica
fr_ca: Informations de base
ru: Основная информация

source: Addresses
es: Direcciones
fr_ca: Adresses
ru: Адреса

source: Members
es: Miembros
fr_ca: Membres
ru: Участники

source: The Shuup frontend is not enabled.
es: La interfaz de Shuup no está habilitada.
fr_ca: L'interface Shuup n'est pas activée.
ru: Внешний интерфейс Shuup не включён

source: Contact has no associated user.
es: El contacto no tiene usuario asociado
fr_ca: Le contact n'a aucun utilisateur associé.
ru: Данный контакт не зарегистрирован в системе пользователей

source: User has no associated email.
es: El usuario no tiene un email asociado
fr_ca: L'utilisateur n'a pas d'e-mail associé.
ru: У пользователя нет связанного электронного ящика.

source: Reset password
es: Reestablecer contraseña
fr_ca: Réinitialiser le mot de passe
ru: Изменить пароль

source: Send a password renewal email.
es: Enviar email de restablecimiento de contraseña
fr_ca: Envoyez un e-mail de renouvellement de mot de passe.
ru: Выслать письмо обновления пароля

source: Are you sure you wish to send a password recovery email to %s?
es: ¿Está seguro de que desea enviar un correo electrónico de recuperación de contraseña a %s?
fr_ca: Voulez-vous vraiment envoyer un e-mail de récupération de mot de passe à %s?
ru: Вы действительно хотите отправить письмо для восстановления пароля на адрес %s?

source: New User
es: Nuevo usuario
fr_ca: Nouvel utilisateur
ru: Новый пользователь

source: Create a user for the contact.
es: Crear un usuario para el contacto
fr_ca: Créez un utilisateur pour le contact.
ru: Создать пользователя для данного контакта

source: New Order
es: Nueva orden
fr_ca: Nouvelle commande
ru: Новый заказ

source: Create an order for the contact.
es: Crear una orden para el contacto
fr_ca: Créez une commande pour le contact.
ru: Сделать заказ для контакта.

source: Deactivate Contact
es: Desactivar contacto
fr_ca: Désactiver le contact
ru: Деактивировать контакт

source: Activate Contact
es: Activar contacto
fr_ca: Activer le contact
ru: Активировать контакт

source: Options
es: Opciones

source: Actions
es: Acciones
ru: Действия

source: Login as User
es: Entrar como usuario
fr_ca: Connectez-vous en tant qu'utilisateur
ru: Войти как пользователь

source: Login as Staff User
es: Entrar como Staff
fr_ca: Connectez-vous en tant qu'utilisateur du personnel

source: Edit
es: Editar
fr_ca: Éditer
ru: Редактировать

source: You can not deactivate a superuser. Remove superuser permission first.
es: No se puede desactivar un superusuario. Primero elimine el permiso de superusuario.
fr_ca: Vous ne pouvez pas désactiver un superutilisateur. Supprimez d'abord l'autorisation de superutilisateur.

source: You can not deactivate yourself. Use another account to deactivate the current one.
es: No puede desactivarse usted mismo. Utilice otra cuenta para desactivar la actual.
fr_ca: Vous ne pouvez pas vous désactiver. Utilisez un autre compte pour désactiver le compte actuel.

source: %(contact)s is now %(state)s.
es: %(contact)s ahora es %(state)s.
fr_ca: %(contact)s est maintenant %(state)s.
ru: %(contact)s теперь %(state)s.

source: active
es: activo
fr_ca: actif
ru: активно

source: inactive
es: inactivo
fr_ca: inactif
ru: Неактивно

source: New Company
es: Nueva empresa
fr_ca: Nouvelle compagnie
ru: Новая компания

source: New Contact
es: Nuevo contacto
fr_ca: Nouveau contact
ru: Новый контакт

source: Person
es: Persona
fr_ca: La personne
ru: Персона

source: Company
es: Empresa
fr_ca: Compagnie
ru: Компания

source: Staff
es: Personal
fr_ca: Personnel
ru: Персонал

source: Email
es: Correo Electrónico
ru: Электронная почта

source: Phone
es: Telefono
fr_ca: Téléphone
ru: Номер телефона

source: Active
es: Activo
fr_ca: actif
ru: Активно

source: yes
es: si
fr_ca: Oui
ru: Да

source: # Orders
es: # Ordenes
fr_ca: # Ordres
ru: # Заказы

source: Groups
es: Grupos
fr_ca: Groupes
ru: Группы

source: Registered in
es: Registrado en
fr_ca: Enregistré

source: Contact
es: Contacto
ru: Контакт

source: No group
es: Sin grupo
fr_ca: Aucun groupe

source: No shops
es: Sin tiendas
fr_ca: Pas de magasins

source: Inactive
es: Inactivo
fr_ca: Inactif
ru: Неактивно

source: Email: %s
es: Correo electrónico: %s
fr_ca: Courriel: %s
ru: Электронная почта: %s

source: Phone: %s
es: Telefono: %s
fr_ca: Téléphone: %s
ru: Телефон: %s

source: %d orders
es: %d ordenes
fr_ca: %d commandes
ru: %d заказы

source: Mass Edit: Contacts
es: Edicion en masa: Contactos
fr_ca: Modification en masse: contacts
ru: Массовое редактирование: контакты

source: Contacts were changed.
es: Los contactos fueron cambiados.
fr_ca: Les contacts ont été modifiés.

source: Mass Edit: Contact Groups
es: Edición en masa: Grupos de contactos
fr_ca: Modification en masse: groupes de contacts
ru: Массовое редактирование: группы контактов

source: Contacts Groups were changed.
es: Los grupos de contactos fueron cambiados.
fr_ca: Les groupes de contacts ont été modifiés.

source: The contact does not have an associated user.
es: El contacto no tiene un usuario asociado.
fr_ca: Le contact n'a pas d'utilisateur associé.
ru: Данный контакт не зарегистрирован в системе пользователей

source: Currencies
es: Monedas
fr_ca: Devises
ru: Валюты

source: Code
es: Codigo
ru: Код

source: Filter by code
es: Filtrar por codigo
fr_ca: Filtrer par code
ru: Сортировать по коду

source: Decimal places
es: Numero de decimales
fr_ca: Décimales
ru: Десятичные знаки

source: Customers Dashboard
es: Panel de control de clientes
fr_ca: Tableau de bord des clients
ru: Информационная панель клиентов

source: Active customers
es: Clientes activos
fr_ca: Clients actifs
ru: Активные клиенты

source: Based on orders within 30 days
es: Basado en los pedidos de los ultimos 30 dias
fr_ca: Basé sur les commandes dans les 30 jours
ru: Основано на заказах за последние 30 дней

source: Labels
es: Etiquetas
fr_ca: Étiquettes

source: Created on
es: Creado en
fr_ca: Créé sur

source: Modified on
es: Modificado en
fr_ca: Modifié le

source: Manufacturers
es: Fabricantes
fr_ca: Fabricants
ru: Производители

source: Select shops for this manufacturer. Keep it blank to share with all shops.
es: Seleccione las tiendas de este fabricante. Déjelo en blanco para compartirlo con todas las tiendas.
fr_ca: Sélectionnez des magasins pour ce fabricant. Gardez-le vide pour partager avec tous les magasins.

source: You have no permission to change a shared Manufacturer.
es: No tienes permisos para cambiar en fabricante compartido
fr_ca: Vous n'êtes pas autorisé à modifier un fabricant partagé.

source: Media browser
es: Navegador de medios
fr_ca: Navigateur multimédia
ru: Медиа браузер

source: Visible for all everyone in the media browser
es: Visible para todos en el navegador de medios
fr_ca: Visible pour tout le monde dans le navigateur multimédia

source: Root
es: Raíz
fr_ca: Racine
ru: Корневая папка

source: {num} subfolders moved to {folder}.
es: Las subcarpetas {num} se movieron a {folder}.
fr_ca: {num} sous-dossiers déplacés vers {folder}.
ru: {num} вложенные папки перемещены в {folder}.

source: {num} files moved to {folder}.
es: {num} archivos movidos a {folder}.
fr_ca: {num} fichiers déplacés vers {folder}.
ru: {num} файлы перемещены в {folder}.

source: Folder `%s` was deleted.
es: Se eliminó la carpeta ʻ%s`.
fr_ca: Le dossier «%s» a été supprimé.

source: Browse Media
es: Explorar medios
fr_ca: Parcourir les médias
ru: Просмотреть медиафайлы

source: You do not have permissions to create a subfolder here.
es: No tienes permisos para crear un subdirectorio aquí.
fr_ca: Vous n'êtes pas autorisé à créer un sous-dossier ici.

source: Folder was renamed.
es: El directorio fue renombrada
fr_ca: Le dossier a été renommé.

source: Folder can't be renamed to %s.
es: El directorio no se puede renombrar a %s.
fr_ca: Le dossier ne peut pas être renommé en %s.

source: Can't rename this folder, either you don't have permssion to do it or it's a shared folder between more then one shop or it has a owner
es: No se puede cambiar el nombre de esta carpeta, o no tiene permiso para hacerlo o es una carpeta compartida entre más de una tienda o tiene un propietario
fr_ca: Impossible de renommer ce dossier, soit vous n'avez pas l'autorisation de le faire, soit il s'agit d'un dossier partagé entre plusieurs magasins ou il a un propriétaire

source: Can't delete this folder, either you don't have permssion to do it or it's a shared folder between more then one shop
es: No se puede eliminar esta carpeta, o no tiene permiso para hacerlo o es una carpeta compartida entre más de una tienda
fr_ca: Impossible de supprimer ce dossier, soit vous n'avez pas l'autorisation de le faire, soit il s'agit d'un dossier partagé entre plusieurs boutiques

source: File was renamed.
es: El fichero fue renombrado
fr_ca: Le fichier a été renommé.

source: Can not rename this file.
es: No se puede renombrar este fichero.
fr_ca: Impossible de renommer ce fichier.

source: File was deleted.
es: El fichero fue borrado
fr_ca: Le fichier à été supprimé.

source: Can not delete this file.
es: No se puede borrar este fichero.
fr_ca: Impossible de supprimer ce fichier.

source: Can't move a shared file.
es: No se puede mover un fichero compartido
fr_ca: Impossible de déplacer un fichier partagé.

source: %(file)s moved from %(old)s to %(new)s.
es: %(file)s movido de %(old)s a %(new)s.
fr_ca: %(file)s est passé de %(old)s à %(new)s.
ru: %(file)s перемещены из %(old)s в %(new)s.

source: %(file)s uploaded to %(folder)s.
es: %(file)s subido a %(folder)s.
fr_ca: %(file)s téléchargé sur %(folder)s.

source: You do not have permission to upload content to this folder
es: No tienes permiso para subir contenido a esta carpeta.
fr_ca: Vous n'êtes pas autorisé à télécharger du contenu dans ce dossier

source: You don't have access to preform this action.
es: No tiene acceso para realizar esta acción.
fr_ca: Vous n'avez pas accès pour effectuer cette action.

source: Customize Your Admin Menu
es: Personaliza tu menú de administrador.
fr_ca: Personnalisez votre menu d'administration

source: Arrange Your Admin Menu
es: Ordena tu menú de administrador
fr_ca: Organisez votre menu d'administration

source: Customize SuperUser Admin Menu
es: Personaliza el menú del super usuario administrador
fr_ca: Personnaliser le menu Admin SuperUser

source: Arrange SuperUser Admin Menu
es: Ordena el menú del super usuario administrador
fr_ca: Organiser le menu Admin SuperUser

source: Customize Staff Admin Menu
es: Personaliza el menú del personal autorizado.
fr_ca: Personnaliser le menu d'administration du personnel

source: Arrange Staff Admin Menu
es: Ordena el menú del personal autorizado
fr_ca: Organiser le menu d'administration du personnel

source: Customize Supplier Admin Menu
es: Personalizar el menú de administración del proveedor
fr_ca: Personnaliser le menu d'administration des fournisseurs

source: Arrange Supplier Admin Menu
es: Ordena el menú de administración del proveedor
fr_ca: Organiser le menu d'administration des fournisseurs

source: Menu saved
es: Menu guardado
fr_ca: Menu enregistré

source: Menu reset
es: Restablecer menu
fr_ca: Réinitialisation du menu

source: Show orders
es: Mostrar pedidos
fr_ca: Afficher les commandes
ru: Показать заказы.

source: Shipments
es: Envios
fr_ca: Expéditions
ru: Почтовые отправления

source: Outstanding Orders
es: Pedidos destacados
fr_ca: Commandes en suspens
ru: Предварительные заказы

source: %d outstanding orders
es: %dpedidos destacados
fr_ca: %d commandes en cours
ru: %d невыполненных заказов

source: New order
es: Nuevo pedido
fr_ca: nouvelle commande
ru: Новый заказ

source: Order Status
es: Estado del pedido
fr_ca: Statut de la commande
ru: Статус заказа

source: List Statuses
es: Lista de estados
fr_ca: Statuts de liste
ru: Показать статусы

source: The quantity '%(quantity)s' (for line %(text)s) is invalid (%(error)s).
es: La cantidad &#39;%(quantity)s&#39; (para la línea %(text)s) no es válida (%(error)s).
fr_ca: La quantité &#39;%(quantity)s&#39; (pour la ligne %(text)s) est invalide (%(error)s).

source: The price '%(price)s' (for line %(text)s) is invalid (%(error)s).
es: El precio &#39;%(price)s&#39; (para la línea %(text)s) no es válido (%(error)s).
fr_ca: Le prix &#39;%(price)s&#39; (pour la ligne %(text)s) n'est pas valide (%(error)s).

source: The discount '%(discount)s' (for line %(text)s is invalid (%(error)s).
es: El descuento &#39;%(discount)s&#39; (para la línea %(text)s no es válido (%(error)s).
fr_ca: La remise &#39;%(discount)s&#39; (pour la ligne %(text)s n'est pas valide (%(error)s).

source: Product line does not have a supplier.
es: La línea de productos no tiene proveedor.
fr_ca: La gamme de produits n'a pas de fournisseur.

source: Product line does not have a product set.
es: La línea de productos no tiene un conjunto de productos.
fr_ca: La gamme de produits n'a pas d'ensemble de produits.
ru: Линия продуктов не включает в себя выбранный продукт

source: Product `%s` does not exist.
es: El producto `%s` no existe.
fr_ca: Le produit ʻ%s` n'existe pas.

source: Product %(product)s is not available in the %(shop)s shop.
es: El producto %(product)s no está disponible en la tienda %(shop)s.
fr_ca: Le produit %(product)s n'est pas disponible dans la boutique de %(shop)s.
ru: Продукт %(product)s не доступен в магазине %(shop)s.

source: Please add lines to the order.
es: Por favor añade líneas al pedido.
fr_ca: Veuillez ajouter des lignes à la commande.
ru: Пожалуйста, добавьте строки к заказу.

source: Tax number is not set for company.
es: El número de identificación fiscal no está configurado para la empresa.
fr_ca: Le numéro de taxe n'est pas défini pour l'entreprise.
ru: Налоговый номер не указан для данной компании.

source: Please choose a valid shop.
es: Elige una tienda válida
fr_ca: Veuillez choisir une boutique valide.
ru: Пожалуйста, выберите действующий магазин.
