Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: es, fr_ca, ru

source: You understand that your content (not including credit card information), may be transferred unencrypted and involve (a) transmissions over various networks; and (b) changes to conform and adapt to technical requirements of connecting networks or devices. Credit card information is always encrypted during transfer over networks.
es: Usted comprende que su contenido (sin incluir la información de la tarjeta de crédito) puede transferirse sin cifrar e implicar (a) transmisiones a través de varias redes; y (b) cambios para ajustarse y adaptarse a los requisitos técnicos de conexión de redes o dispositivos. La información de la tarjeta de crédito siempre se cifra durante la transferencia a través de redes.
fr_ca: Vous comprenez que votre contenu (à l'exclusion des informations de carte de crédit), peut être transféré non crypté et impliquer (a) des transmissions sur divers réseaux; et (b) des changements pour se conformer et s'adapter aux exigences techniques des réseaux ou dispositifs de connexion. Les informations de carte de crédit sont toujours cryptées lors du transfert sur les réseaux.
ru: Вы понимаете, что ваш контент (не включая информацию о кредитной карте) может быть передан в незашифрованном виде и включать (а) передачи по различным сетям; И (б) изменения в целях соответствия и адаптации к техническим требованиям соединительных сетей или устройств. Информация кредитной карты всегда зашифровывается во время передачи по сетям.

source: You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service or any contact on the website through which the service is provided, without express written permission by us.
es: Usted acepta no reproducir, duplicar, copiar, vender, revender o explotar cualquier parte del Servicio, uso del Servicio o acceso al Servicio o cualquier contacto en el sitio web a través del cual se brinda el servicio, sin nuestro permiso expreso por escrito. .
fr_ca: Vous acceptez de ne pas reproduire, dupliquer, copier, vendre, revendre ou exploiter toute partie du Service, l'utilisation du Service, ou l'accès au Service ou à tout contact sur le site Web par lequel le service est fourni, sans autorisation écrite expresse de notre part. .
ru: Вы соглашаетесь не воспроизводить, не дублировать, не копировать, не продавать, не перепродавать или использовать в корыстных целях, какую-либо часть услуг. Использование услуг или доступ к ним, а также любому контакту на веб-сайте, через который предоставляется услуга, невозможно без специального письменного разрешения от нас .

source: The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.
es: Los títulos utilizados en este acuerdo se incluyen solo por conveniencia y no limitarán ni afectarán estos Términos.
fr_ca: Les en-têtes utilisés dans cet accord sont inclus pour des raisons de commodité uniquement et ne limiteront ni n'affecteront autrement ces Conditions.
ru: Заголовки, используемые в этом соглашении, включены только для удобства и не будут ограничивать или иным образом влиять на данные условия.

source: SECTION 3 - ACCURACY, COMPLETENESS AND TIMELINESS OF INFORMATION
es: SECCIÓN 3 - EXACTITUD, INTEGRIDAD Y PUNTUALIDAD DE LA INFORMACIÓN
fr_ca: SECTION 3 - EXACTITUDE, EXHAUSTIVITÉ ET ACTUALITÉ DES INFORMATIONS
ru: Пункт 3 - Точность, полнота и своевременность информации

source: We are not responsible if information made available on this site is not accurate, complete or current. The material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information. Any reliance on the material on this site is at your own risk.
es: No somos responsables si la información disponible en este sitio no es precisa, completa o actual. El material de este sitio se proporciona únicamente para información general y no debe confiarse en él ni utilizarse como la única base para tomar decisiones sin consultar fuentes de información primarias, más precisas, más completas o más oportunas. Cualquier confianza en el material de este sitio es bajo su propio riesgo.
fr_ca: Nous ne sommes pas responsables si les informations mises à disposition sur ce site ne sont pas exactes, complètes ou à jour. Le contenu de ce site est fourni uniquement à titre d'information générale et ne doit pas être invoqué ou utilisé comme seule base pour prendre des décisions sans consulter des sources d'informations primaires, plus précises, plus complètes ou plus opportunes. Toute confiance dans le contenu de ce site est à vos propres risques.
ru: Мы не несем ответственности, если информация, представленная на этом сайте, не является точной, полной или актуальной. Материал на этом сайте предоставляется только для общей информации и не должен использоваться или служить в качестве единственной основы для принятия решений без консультации с первичными, более точными, более полными или более своевременными источниками информации. Всякая опора на материалы данного сайта лежит на вашей ответственности.

source: This site may contain certain historical information. Historical information, necessarily, is not current and is provided for your reference only. We reserve the right to modify the contents of this site at any time, but we have no obligation to update any information on our site. You agree that it is your responsibility to monitor changes to our site.
es: Este sitio puede contener cierta información histórica. La información histórica, necesariamente, no es actual y se proporciona solo para su referencia. Nos reservamos el derecho de modificar el contenido de este sitio en cualquier momento, pero no tenemos la obligación de actualizar ninguna información en nuestro sitio. Acepta que es su responsabilidad monitorear los cambios en nuestro sitio.
fr_ca: Ce site peut contenir certaines informations historiques. Les informations historiques, nécessairement, ne sont pas à jour et sont fournies à titre indicatif uniquement. Nous nous réservons le droit de modifier le contenu de ce site à tout moment, mais nous n'avons aucune obligation de mettre à jour les informations de notre site. Vous acceptez qu'il est de votre responsabilité de surveiller les modifications apportées à notre site.
ru: Данный сайт может содержать определенную историческую информацию. Историческая информация, не обязательно актуальная, предоставляется вам только для справки. Мы оставляем за собой право изменять содержимое этого сайта в любое время, но мы не обязаны обновлять какую-либо информацию. Вы соглашаетесь с тем, что вы несете ответственность за отслеживание изменений на нашем сайте.

source: SECTION 4 - MODIFICATIONS TO THE SERVICE AND PRICES
es: SECCIÓN 4 - MODIFICACIONES AL SERVICIO Y PRECIOS
fr_ca: SECTION 4 - MODIFICATIONS DU SERVICE ET DES PRIX
ru: Пункт 4 - Изменения в услугах и стоимостях

source: Prices for our products are subject to change without notice.
es: Los precios de nuestros productos están sujetos a cambios sin previo aviso.
fr_ca: Les prix de nos produits sont sujets à changement sans préavis.
ru: Цены на наши товары могут быть изменены без предварительного уведомления.

source: We reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time.
es: Nos reservamos el derecho en cualquier momento de modificar o descontinuar el Servicio (o cualquier parte o contenido del mismo) sin previo aviso en cualquier momento.
fr_ca: Nous nous réservons le droit à tout moment de modifier ou d'interrompre le Service (ou toute partie ou contenu de celui-ci) sans préavis à tout moment.
ru: Мы оставляем за собой право в любой момент изменить или прекратить обслуживание (или любую его часть / содержимое) без предварительного уведомления в любое время.

source: We shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.
es: No seremos responsables ante usted ni ante ningún tercero por ninguna modificación, cambio de precio, suspensión o interrupción del Servicio.
fr_ca: Nous ne serons pas responsables envers vous ou envers un tiers pour toute modification, changement de prix, suspension ou interruption du Service.
ru: Мы не несем ответственности перед вами или любым третьим лицом за любые обновления, такие как изменение цены, приостановление или прекращение Сервиса.

source: SECTION 5 - PRODUCTS OR SERVICES (if applicable)
es: SECCIÓN 5 - PRODUCTOS O SERVICIOS (si corresponde)
fr_ca: SECTION 5 - PRODUITS OU SERVICES (le cas échéant)
ru: Пункт 5 - Товары или услуги (если применимо)

source: Certain products or services may be available exclusively online through the website. These products or services may have limited quantities and are subject to return or exchange only according to our Return Policy.
es: Ciertos productos o servicios pueden estar disponibles exclusivamente en línea a través del sitio web. Estos productos o servicios pueden tener cantidades limitadas y están sujetos a devolución o cambio solo de acuerdo con nuestra Política de devolución.
fr_ca: Certains produits ou services peuvent être disponibles exclusivement en ligne sur le site Web. Ces produits ou services peuvent avoir des quantités limitées et ne peuvent faire l'objet d'un retour ou d'un échange que conformément à notre politique de retour.
ru: Некоторые продукты или услуги могут быть доступны исключительно на веб-сайте. Такие продукты или услуги могут иметь ограниченное количество, а также могут быть возвращены или обменены только в соответствии с нашей Политикой возврата.

source: We have made every effort to display as accurately as possible the colors and images of our products that appear at the store. We cannot guarantee that your computer monitor's display of any color will be accurate.
es: Hemos hecho todo lo posible para mostrar con la mayor precisión posible los colores e imágenes de nuestros productos que aparecen en la tienda. No podemos garantizar que la visualización de cualquier color en el monitor de su computadora sea precisa.
fr_ca: Nous nous sommes efforcés d'afficher le plus fidèlement possible les couleurs et les images de nos produits qui apparaissent en magasin. Nous ne pouvons garantir que l'affichage de n'importe quelle couleur sur votre écran d'ordinateur sera précis.
ru: Мы приложили все усилия, чтобы как можно точнее отображать цвета и изображения наших продуктов, которые появляются в магазине. Однако мы не можем гарантировать, что дисплей вашего компьютера точно передаст цвета.

source: We reserve the right, but are not obligated, to limit the sales of our products or Services to any person, geographic region or jurisdiction. We may exercise this right on a case-by-case basis. We reserve the right to limit the quantities of any products or services that we offer. All descriptions of products or product pricing are subject to change at anytime without notice, at the sole discretion of us. We reserve the right to discontinue any product at any time. Any offer for any product or service made on this site is void where prohibited.
es: Nos reservamos el derecho, pero no estamos obligados, a limitar las ventas de nuestros productos o servicios a cualquier persona, región geográfica o jurisdicción. Podemos ejercer este derecho caso por caso. Nos reservamos el derecho de limitar las cantidades de cualquier producto o servicio que ofrecemos. Todas las descripciones de productos o precios de productos están sujetos a cambios en cualquier momento sin previo aviso, a nuestra entera discreción. Nos reservamos el derecho de descontinuar cualquier producto en cualquier momento. Cualquier oferta de cualquier producto o servicio realizada en este sitio es nula donde esté prohibida.
fr_ca: Nous nous réservons le droit, mais ne sommes pas obligés, de limiter les ventes de nos produits ou services à toute personne, région géographique ou juridiction. Nous pouvons exercer ce droit au cas par cas. Nous nous réservons le droit de limiter les quantités de tous produits ou services que nous proposons. Toutes les descriptions de produits ou les prix des produits peuvent être modifiés à tout moment sans préavis, à notre seule discrétion. Nous nous réservons le droit d'interrompre tout produit à tout moment. Toute offre pour tout produit ou service faite sur ce site est nulle là où elle est interdite.
ru: Мы сохраняем за собой право, которое не обязательно для исполнения, а именно ограничивать продажи наших продуктов или услуг любому лицу, географическому региону или юрисдикции. Мы можем использовать это право в каждом конкретном случае. Мы оставляем за собой право ограничить количество любых товаров или услуг, которые мы предлагаем. Все описания продуктов или цены на продукт могут быть изменены в любое время без предварительного уведомления по нашему усмотрению. Мы оставляем за собой право прекратить продавать любой товар в любое время. Любое предложение на любой товар или услугу, сделанные на этом сайте, является недействительным в тех случаях, когда это запрещено.

source: We do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations, or that any errors in the Service will be corrected.
es: No garantizamos que la calidad de cualquier producto, servicio, información u otro material comprado u obtenido por usted cumpla con sus expectativas, o que cualquier error en el Servicio será corregido.
fr_ca: Nous ne garantissons pas que la qualité des produits, services, informations ou autre matériel acheté ou obtenu par vous répondra à vos attentes, ni que toute erreur dans le Service sera corrigée.
ru: Мы не гарантируем, что качество любых продуктов, услуг, информации или других материалов, приобретенных или полученных вами, оправдает ваши ожидания, или что любые ошибки в сервисе будут исправлены.

source: SECTION 6 - ACCURACY OF BILLING AND ACCOUNT INFORMATION
es: SECCIÓN 6 - PRECISIÓN DE LA FACTURACIÓN Y LA INFORMACIÓN DE LA CUENTA
fr_ca: SECTION 6 - EXACTITUDE DES INFORMATIONS DE FACTURATION ET DE COMPTE
ru: Пункт 6 - Точность платёжной информации и информации аккаунта

source: We reserve the right to refuse any order you place with us. We may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order. These restrictions may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address. In the event that we make a change to or cancel an order, we may attempt to notify you by contacting the e-mail and/or billing address/phone number provided at the time the order was made. We reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers or distributors.
es: Nos reservamos el derecho a rechazar cualquier pedido que realice con nosotros. Podemos, a nuestro exclusivo criterio, limitar o cancelar las cantidades compradas por persona, por hogar o por pedido. Estas restricciones pueden incluir pedidos realizados por o bajo la misma cuenta de cliente, la misma tarjeta de crédito y / o pedidos que utilizan la misma dirección de facturación y / o envío. En el caso de que hagamos un cambio o cancelemos un pedido, podemos intentar notificarlo poniéndonos en contacto con el correo electrónico y / o la dirección de facturación / número de teléfono proporcionado en el momento en que se realizó el pedido. Nos reservamos el derecho de limitar o prohibir los pedidos que, a nuestro exclusivo criterio, parecen ser realizados por concesionarios, revendedores o distribuidores.
fr_ca: Nous nous réservons le droit de refuser toute commande que vous passez avec nous. Nous pouvons, à notre seule discrétion, limiter ou annuler les quantités achetées par personne, par foyer ou par commande. Ces restrictions peuvent inclure les commandes passées par ou sous le même compte client, la même carte de crédit et / ou les commandes utilisant la même adresse de facturation et / ou d'expédition. Dans le cas où nous modifions ou annulons une commande, nous pouvons tenter de vous en informer en contactant l'e-mail et / ou l'adresse de facturation / le numéro de téléphone fournis au moment de la commande. Nous nous réservons le droit de limiter ou d'interdire les commandes qui, à notre seul jugement, semblent être passées par des revendeurs, des revendeurs ou des distributeurs.
ru: Мы оставляем за собой право отказать в любом заказе, который вы размещаете у нас. Мы можем, по нашему собственному усмотрению, ограничить или отменить фиксированое количество покупок на одного человека, на дом или на один заказ. Эти ограничения могут включать в себя заказы, размещенные одной и той же учетной записью клиента, с одной и той же кредитной картой и / или заказом, использующим один и тот же адрес для выставления счетов и / или доставки. В случае изменения или отмены заказа мы можем попытаться уведомить вас, связавшись по адресу электронной почты и / или платежному адресу / номеру телефона, указанным во время заказа. Мы оставляем за собой право ограничивать или запрещать заказы, которые, по нашему собственному мнению, должны размещаться дилерами, реселлерами или дистрибьюторами.

source: You agree to provide current, complete and accurate purchase and account information for all purchases made at our store. You agree to promptly update your account and other information, including your email address and credit card numbers and expiration dates, so that we can complete your transactions and contact you as needed.
es: Usted acepta proporcionar información de compra y cuenta actual, completa y precisa para todas las compras realizadas en nuestra tienda. Usted acepta actualizar de inmediato su cuenta y otra información, incluida su dirección de correo electrónico, números de tarjeta de crédito y fechas de vencimiento, para que podamos completar sus transacciones y comunicarnos con usted según sea necesario.
fr_ca: Vous acceptez de fournir des informations d'achat et de compte actuelles, complètes et exactes pour tous les achats effectués dans notre magasin. Vous acceptez de mettre à jour rapidement votre compte et d'autres informations, y compris votre adresse e-mail, vos numéros de carte de crédit et les dates d'expiration, afin que nous puissions effectuer vos transactions et vous contacter si nécessaire.
ru: Вы соглашаетесь предоставлять текущую, полную и точную информацию о покупке и счете для всех покупок, сделанных в нашем магазине. Вы соглашаетесь незамедлительно обновлять свою учетную запись и другую информацию, включая адрес электронной почты и номера кредитных карт и срок действия, чтобы мы могли завершить ваши транзакции и связаться с вами по мере необходимости.

source: For more detail, please review our Returns Policy.
es: Para obtener más detalles, consulte nuestra Política de devoluciones.
fr_ca: Pour plus de détails, veuillez consulter notre politique de retour.
ru: Для более подробной информации, пожалуйста, ознакомьтесь с нашей "Политикой возврата".

source: SECTION 7 - OPTIONAL TOOLS
es: SECCIÓN 7 - HERRAMIENTAS OPCIONALES
fr_ca: SECTION 7 - OUTILS OPTIONNELS
ru: Пункт 7 - Дополнительные инструменты

source: We may provide you with access to third-party tools over which we neither monitor nor have any control nor input.
es: Es posible que le proporcionemos acceso a herramientas de terceros sobre las que no supervisamos ni tenemos control ni entrada.
fr_ca: Nous pouvons vous donner accès à des outils tiers sur lesquels nous ne surveillons ni n'avons aucun contrôle ni aucune contribution.
ru: Мы можем предоставить вам доступ к сторонним инструментам, за которыми мы не следим, которые мы не контролируем или к которым мы не причастны.

source: You acknowledge and agree that we provide access to such tools ”as is” and “as available” without any warranties, representations or conditions of any kind and without any endorsement. We shall have no liability whatsoever arising from or relating to your use of optional third-party tools.
es: Usted reconoce y acepta que proporcionamos acceso a dichas herramientas &quot;tal como están&quot; y &quot;según estén disponibles&quot; sin garantías, representaciones o condiciones de ningún tipo y sin ningún respaldo. No tendremos ninguna responsabilidad derivada o relacionada con su uso de herramientas opcionales de terceros.
fr_ca: Vous reconnaissez et acceptez que nous fournissons l'accès à ces outils «tels quels» et «tels que disponibles» sans aucune garantie, représentation ou condition d'aucune sorte et sans aucune approbation. Nous déclinons toute responsabilité découlant de ou liée à votre utilisation d'outils tiers optionnels.
ru: Вы признаете и соглашаетесь с тем, что мы предоставляем доступ к таким инструментам «как есть» и «как доступно» без каких-либо гарантий, представлений или условий любого рода и без какого-либо одобрения их использования. Мы не несем никакой ответственности в связи с использованием вами дополнительных инструментов сторонних производителей.

source: Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party provider(s).
es: Cualquier uso que haga de las herramientas opcionales ofrecidas a través del sitio es bajo su propio riesgo y discreción, y debe asegurarse de estar familiarizado y aprobar los términos en los que las herramientas son proporcionadas por los proveedores externos relevantes.
fr_ca: Toute utilisation par vous des outils optionnels proposés sur le site est entièrement à vos risques et périls et vous devez vous assurer que vous connaissez et approuvez les conditions dans lesquelles les outils sont fournis par le (s) fournisseur (s) tiers concerné (s).
ru: Любое использование вами дополнительных инструментов, предлагаемых через сайт, совершается только по вашему усмотрению и под вашу ответственность, вы должны быть уверены, что вы знакомы с условиями предоставления инструментов сторонним поставщиком(ами) и согласны с ними.

source: We may also, in the future, offer new services and/or features through the website (including, the release of new tools and resources). Such new features and/or services shall also be subject to these Terms of Service.
es: También podemos, en el futuro, ofrecer nuevos servicios y / o características a través del sitio web (incluido el lanzamiento de nuevas herramientas y recursos). Tales nuevas características y / o servicios también estarán sujetos a estos Términos de Servicio.
fr_ca: Nous pouvons également, à l'avenir, offrir de nouveaux services et / ou fonctionnalités via le site Web (y compris la publication de nouveaux outils et ressources). Ces nouvelles fonctionnalités et / ou services seront également soumis aux présentes Conditions d'utilisation.
ru: В будущем мы также можем в предлагать новые услуги и / или функции через веб-сайт (включая выпуск новых инструментов и ресурсов). Такие новые функции и / или услуги также должны подпадать под действие настоящих условий обслуживания.

source: SECTION 8 - THIRD-PARTY LINKS
es: SECCIÓN 8 - ENLACES DE TERCEROS
fr_ca: SECTION 8 - LIENS DE TIERS
ru: Пункт 8 - Сторонние ссылки
