Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: es, fr_ca, ru

source: Payment Provider
es: Proveedor de pagos
fr_ca: Fournisseur de paiement
ru: Платёжная система

source: To start accepting payments right away, please add payment methods for your shop
es: Para empezar a aceptar pagos, por favor elige los metodos de pago de tu tienda
fr_ca: Pour commencer à accepter les paiements immédiatement, veuillez ajouter des modes de paiement pour votre boutique
ru: Для того, чтобы начать принимать платежи прямо сейчас, пожалуйста добавьте платёжную систему для вашего магазина.

source: payment method
es: Metodo de pago
fr_ca: mode de paiement
ru: способ оплаты

source: Service name
es: Nombre del servicio
fr_ca: Nom du service
ru: Название службы

source: The name shown in the shop checkout process.
es: El nombre se mostrara en el proceso de compra
fr_ca: Le nom affiché dans le processus de paiement de la boutique.
ru: Имя, указанное при оформлении заказа.

source: Instructions
es: Instrucciones
ru: Инструкции

source: Additional instructions shown in the shop checkout process.
es: Las instrucciones adicionales se mostraran durante el proceso de compra
fr_ca: Instructions supplémentaires affichées dans le processus de paiement en boutique.
ru: Дополнительные инструкции представлены в процессе оформления заказа.

source: Shipping Methods
es: Metodos de envio
fr_ca: méthodes de livraison
ru: Способы доставки

source: Payment Methods
es: Metodos de pago
fr_ca: méthodes de payement
ru: Способы оплаты

source: Service
es: Servicio
fr_ca: Un service
ru: Услуги

source: Select a service to use for this service provider.
es: Selecciona un servicio para usar con este proveedor
fr_ca: Sélectionnez un service à utiliser pour ce fournisseur de services.
ru: Выберите услуги для данного поставщика услуг.

source: The carrier to use for this shipping method. Select a carrier before filling other fields.
es: El transportista que se utilizará para este método de envío. Seleccione un transportista antes de completar otros campos.
fr_ca: Le transporteur à utiliser pour ce mode d'expédition. Sélectionnez un transporteur avant de remplir d'autres champs.
ru: Служба доставки для данного способа доставки. Выберите поставщика услуг до заполнения всех полей.

source: The payment processor to use for this payment method. Select a payment processor before filling out the other fields.
es: El procesador de pagos que se utilizará para este método de pago. Seleccione un procesador de pagos antes de completar los otros campos.
fr_ca: Le processeur de paiement à utiliser pour ce mode de paiement. Sélectionnez un processeur de paiement avant de remplir les autres champs.
ru: Платёжная система для данного способа оплаты. Выберите поставщика услуг до заполнения всех полей.

source: Price
es: Precio
fr_ca: Prix
ru: Стоимость

source: Waive limit
es: Límite de renuncia
fr_ca: Renoncer à la limite
ru: Предел отклонения

source: Available in countries
es: Disponible en los paises
fr_ca: Disponible dans les pays
ru: Доступно в странах

source: Unavailable in countries
es: No disponible en los paises
fr_ca: Indisponible dans les pays
ru: Недоступно в странах

source: Select accepted countries for this service.
es: Selecciona los paises aceptados para este servicio
fr_ca: Sélectionnez les pays acceptés pour ce service.
ru: Выбрать одобренные страны для данного сервиса.

source: Select this to accept all countries in EU.
es: Selecciona para aceptar todos los paises de la UE
fr_ca: Sélectionnez cette option pour accepter tous les pays de l'UE.
ru: Нажмите здесь, чтобы принять все страны Евросоюза

source: Select restricted countries for this service.
es: Seleccione países restringidos para este servicio.
fr_ca: Sélectionnez des pays restreints pour ce service.
ru: Выбрать страны, которые запрещены для осуществления данного заказа.

source: Select this to restrict this service for countries in EU
es: Seleccione esta opción para restringir este servicio para países de la UE
fr_ca: Sélectionnez ceci pour restreindre ce service aux pays de l'UE
ru: Нажмите здесь, чтобы сделать данную услугу недоступной для стран Евросоюза.

source: Service choice
es: Elección de servicio
fr_ca: Choix de service
ru: Выбор услуг

source: Enabled
es: Activado
fr_ca: Activée
ru: Включено

source: Shop
es: Tienda
fr_ca: Boutique
ru: Магазин

source: Payment Processor
es: Pasarela de pagos
fr_ca: Processeur de paiement
ru: Платёжная система

source: Weight-based pricing range
es: Rango de precios basado en peso
fr_ca: Gamme de prix basée sur le poids
ru: Диапазон цен, основанный на весе товара

source: System Settings
es: Configuracion de sistema
fr_ca: Les paramètres du système
ru: Системные настройки

source: unique
es: único
ru: уникальный

source: running
es: ejecutando
fr_ca: fonctionnement
ru: работающий

source: shop running
es: tienda ejecutando
fr_ca: boutique en cours d'exécution
ru: управление магазином

source: Reference number length
es: Longitud del número de referencia
fr_ca: Longueur du numéro de référence
ru: Длина идентификационного номера

source: Length of the order reference number not including the checksum number. This can vary based on the country your shop is in. If you set the length to 19, the actual length is going to be 20 because the checksum is being added.
es: Longitud del número de referencia del pedido sin incluir el número de suma de comprobación. Esto puede variar según el país en el que se encuentre su tienda. Si establece la longitud en 19, la longitud real será 20 porque se está agregando la suma de comprobación.
fr_ca: Longueur du numéro de référence de la commande sans compter le numéro de contrôle. Cela peut varier en fonction du pays dans lequel se trouve votre boutique. Si vous définissez la longueur sur 19, la longueur réelle sera de 20 car la somme de contrôle est ajoutée.
ru: Длина идентификационного номера заказа, не включающая в себя контрольный номер. Она может зависеть от страны, в которой зарегистрирован ваш магазин. Если вы установите длину в 19 знаков, действительной длиной будут 20 знаков из-за контрольного номера.

source: Reference number prefix
es: Prefijo del número de referencia
fr_ca: Préfixe du numéro de référence
ru: Префикс идентификационного номера

source: Order minimum total
es: Pedido mínimo total
fr_ca: Total minimum de la commande
ru: Минимальная сумма заказа

source: The minimum sum that an order needs to reach to be created.
es: La suma mínima que debe alcanzar un pedido para ser creado.
fr_ca: La somme minimale qu'une commande doit atteindre pour être créée.
ru: Минимальная сумма для осуществления заказа

source: Order Settings
es: Configuración de pedidos
fr_ca: Paramètres de commande

source: Order Reference number method
es: Método de número de referencia de pedido
fr_ca: Méthode du numéro de référence de la commande
ru: Метод кодового номера заказа

source: This option defines how the reference numbers for orders are built. The options are:<br><br><b>Unique</b><br>Order reference number is unique system wide, regardless of the amount of shops.<br><br><b>Running</b><br>Order number is running system wide, regardless of the amount of shops.<br><br><b>Shop Running</b><br>Every shop has its own running numbers for reference.
es: Esta opción define cómo se construyen los números de referencia para los pedidos. Las opciones son:<br><br> <b>Único</b><br> El número de referencia del pedido es único en todo el sistema, independientemente de la cantidad de tiendas.<br><br> <b>Corriendo</b><br> El número de pedido se ejecuta en todo el sistema, independientemente de la cantidad de tiendas.<br><br> <b>Tienda Running</b><br> Cada tienda tiene sus propios números corrientes como referencia.
fr_ca: Cette option définit comment les numéros de référence des commandes sont construits. Les options sont:<br><br> <b>Unique</b><br> Le numéro de référence de la commande est unique à l'échelle du système, quel que soit le nombre de magasins.<br><br> <b>Fonctionnement</b><br> Le numéro de commande est en cours d'exécution à l'échelle du système, quel que soit le nombre de magasins.<br><br> <b>Boutique Running</b><br> Chaque boutique a ses propres numéros courants pour référence.

source: Settings saved.
es: Se guardó la configuración.
fr_ca: Paramètres sauvegardés.

source: Reset Defaults
es: Restablecer predeterminados
fr_ca: Réinitialiser par défaut
ru: Сбросить на изначальные

source: No changes detected.
es: No se detectaron cambios.
fr_ca: Aucun changement détecté.

source: Save system settings
es: Guardar la configuración del sistema
fr_ca: Enregistrer les paramètres système
ru: Сохранить системные настройки

source: Add a logo to make your store stand out
es: Agrega un logo para que tu tienda se destaque
fr_ca: Ajoutez un logo pour faire ressortir votre boutique
ru: Добавьте логотип для того, чтобы ваш магазин выделялся

source: Add logo
es: Agregar logo
fr_ca: Ajouter un logo
ru: Добавить логотип

source: Publish your store
es: Publica tu tienda
fr_ca: Publiez votre boutique
ru: Опубликовать ваш магазин

source: Let customers browse your store and make purchases
es: Deje que los clientes naveguen por su tienda y realicen compras
fr_ca: Permettez aux clients de parcourir votre boutique et de faire des achats
ru: Позволить клиентам просматривать ваш магазин и совершать покупки

source: Publish shop
es: Publicar tienda
fr_ca: Publier la boutique
ru: Опубликовать магазин

source: Set "{}" as the active shop
es: Establecer "{}" como tienda activa
fr_ca: Définir &quot;{}&quot; comme boutique active

source: Available Shops [currently active: {}]
es: Tiendas disponibles [actualmente activa: {}]
fr_ca: Boutiques disponibles [actuellement actives: {}]

source: This field cannot be changed since there are existing orders for this shop.
es: Este campo no se puede cambiar ya que existen pedidos para esta tienda.
fr_ca: Ce champ ne peut pas être modifié car il existe des commandes existantes pour cette boutique.
ru: Изменения не могут быть внесены в данное поле, т.к. у магазина есть существующие заказы.

source: Currency
es: Moneda
fr_ca: Devise
ru: Валюта

source: The primary shop currency. This is the currency used when selling your products.
es: La moneda principal de la tienda. Esta es la moneda que se utiliza al vender sus productos.
fr_ca: La devise principale de la boutique. Il s'agit de la devise utilisée lors de la vente de vos produits.
ru: Основная валюта магазина. Эта валюта используется при продаже ваших товаров.

source: Select staff members for this shop.
es: Selecciona miembros del staff para esta tienda
fr_ca: Sélectionnez les membres du personnel pour cette boutique.
ru: Выбраные сотрудники для данного магазина.

source: Domain is unique. Please enter a unique value.
es: El dominio debe ser unico.
fr_ca: Le domaine est unique. Veuillez saisir une valeur unique.

source: Shop name
es: Nombre de la tienda
fr_ca: Nom de la boutique
ru: Название магазина

source: First name
es: Nombre
fr_ca: Prénom
ru: Имя

source: Your first name.
es: Tu nombre
fr_ca: Ton prénom.
ru: Ваше имя

source: Last name
es: Apellidos
fr_ca: Nom de famille
ru: Фамилия

source: Your last name.
es: Tus apellidos
fr_ca: Votre nom de famille.
ru: Ваша фамилия

source: Zip/Postal code
es: Codigo postal
fr_ca: Zip / code postal
ru: Почтовый индекс

source: State/Province
es: Estado/Provincia
fr_ca: État / Province
ru: Регион

source: Address
es: Direccion
fr_ca: Adresse
ru: Адрес

source: Address (2)
es: Direccion (2)
fr_ca: Adresse 2)
ru: Адрес (2)

source: The shop street address. This may be used to provide estimated shipping costs.
es: La dirección de la calle de la tienda. Esto puede usarse para proporcionar costos de envío estimados.
fr_ca: L'adresse de la rue du magasin. Cela peut être utilisé pour fournir une estimation des frais d'expédition.
ru: Физический адрес магазина. Данная информация может использоваться для вычисления стоимости отправки.

source: The shop zip/postal code.
es: El codigo postal de la tienda.
fr_ca: Le code postal / postal de la boutique.
ru: Почтовый индекс магазина

source: The city in which your shop is located.
es: La ciudad en donde se encuentra la tienda
fr_ca: La ville dans laquelle se trouve votre boutique.
ru: Город, в котором находится ваш магазин

source: The country in which your shop is located.
es: El pais en donde se encuentra la tienda
fr_ca: Le pays dans lequel se trouve votre boutique.
ru: Страна, в коротой находится ваш магазин

source: There are still some pending actions to complete.
es: Aún quedan algunas acciones pendientes por completar.
fr_ca: Il reste encore des actions en attente à terminer.

source: Your store is now live.
es: Tu tienda ya esta disponible
fr_ca: Votre boutique est maintenant en ligne.

source: Shop {} is now active.
es: La tienda {} esta activa
fr_ca: La boutique {} est maintenant active.

source: Domain
es: Dominio
fr_ca: Domaine
ru: Домен

source: Shop Details
es: Detalles de la tienda
fr_ca: Détails de la boutique
ru: Информация о магазине

source: Add an address so you can get paid
es: Agrega una dirección para que te paguen
fr_ca: Ajoutez une adresse pour être payé
ru: Добавьте адрес, чтобы вы смогли получать платежи

source: Default Tax Class
es: Clase impositiva predeterminada
fr_ca: Classe de taxe par défaut
ru: Налоговый класс по умолчанию

source: Select shops for this supplier. Keep it blank to share with all shops.
es: Seleccione tiendas para este proveedor. Déjelo en blanco para compartirlo con todas las tiendas.
fr_ca: Sélectionnez les magasins pour ce fournisseur. Gardez-le vide pour partager avec tous les magasins.

source: It is not possible to manage inventory when no module is selected.
es: No es posible administrar el inventario cuando no se selecciona ningún módulo.
fr_ca: Il n'est pas possible de gérer l'inventaire lorsqu'aucun module n'est sélectionné.

source: Success! %s has been marked deleted.
es: ¡Éxito! %s se ha marcado como eliminado.
fr_ca: Succès! %s a été marqué comme supprimé.

source: No %s module
es: Sin módulo %s
fr_ca: Pas de module %s

source: Shuup Support
es: Soporte Shuup
fr_ca: Assistance Shuup
ru: Поддержка Shuup

source: System
es: Sistema
fr_ca: Système
ru: Система

source: Telemetry
es: Telemetría
fr_ca: Télémétrie
ru: Телеметрия

source: Statistics will be periodically sent to Shuup.com after 24 hours. Click here for more information.
es: Las estadísticas se enviarán periódicamente a Shuup.com después de 24 horas. Haga clic aquí para más información.
fr_ca: Les statistiques seront périodiquement envoyées à Shuup.com après 24 heures. Cliquez ici pour plus d'informations.
ru: Статистика будет периодически высылаться в Shuup.com каждые 24 часа. Нажмите здесь для большей информации.

source: Opt-in for telemetry
es: Optar por la telemetría
fr_ca: Activer la télémétrie

source: Taxes
es: Impuestos
fr_ca: Les impôts
ru: Налоги

source: Customer Tax Groups
es: Grupos de impuestos de clientes
fr_ca: Groupes de taxes client
ru: Группы налогов клиентов

source: Tax Classes
es: Clases de impuestos
fr_ca: Classes fiscales
ru: Налоговые классы

source: Rate
es: Velocidad
fr_ca: Taux
ru: Ставка

source: Users
es: Usuarios
fr_ca: Utilisateurs
ru: Пользователи

source: Add some users to help manage your shop
es: Agrega algunos usuarios para ayudar a administrar tu tienda
fr_ca: Ajoutez des utilisateurs pour vous aider à gérer votre boutique
ru: Добавьте пользователей для управления вашим магазином

source: New user
es: Nuevo Usuario
fr_ca: Nouvel utilisateur
ru: Новый пользователь

source: Welcome %(first_name)s! You've been added as an administrator to %(shop_url)s. Here are some details: Shop url: %(shop_url)s Login url: %(admin_url)s Your username: '%(username)s' Your password: Please contact your admin.
es: !Bienvenido %(first_name)s! Has sido agregado como administrador a %(shop_url)s. A continuación se muestran algunos detalles: URL de la tienda: %(shop_url)s URL de inicio de sesión: %(admin_url)s Su nombre de usuario: '%(username)s' Su contraseña: póngase en contacto con su administrador.

source: Password
es: Contraseña
fr_ca: Mot de passe
ru: Пароль

source: The user password.
es: La contraseña del usuario
fr_ca: Le mot de passe de l'utilisateur.
ru: Пароль пользователя.

source: Main Permissions
es: Principales permisos
fr_ca: Autorisations principales

source: Two fundamental permissions: Access to Admin Panel and Superuser status rights. Go to user account -> `Actions` -> `Edit Main Permissions` to change these.
es: Dos permisos fundamentales: acceso al panel de administración y derechos de estado de superusuario. Vaya a la cuenta de usuario -&gt; ʻAcciones` -&gt; ʻEditar permisos principales` para cambiarlos.
fr_ca: Deux autorisations fondamentales: l'accès au panneau d'administration et les droits de statut de superutilisateur. Allez dans le compte utilisateur -&gt; ʻActions` -&gt; ʻEdit Main Permissions` pour les changer.

source: Use Permission Groups to granularly give more permissions. Search for `Permission Groups` to change these and add them to multiple users. Go to user account -> `Actions` -> `Edit Main Permissions` to add them to a specific user. Will not influence Superusers as they already have all the rights and can't be stripped of them without removing Superuser status first.
es: Utilice grupos de permisos para otorgar más permisos de forma granular. Busque &quot;Grupos de permisos&quot; para cambiarlos y agregarlos a varios usuarios. Vaya a la cuenta de usuario -&gt; ʻAcciones` -&gt; ʻEditar permisos principales` para agregarlos a un usuario específico. No influirá en los superusuarios, ya que ya tienen todos los derechos y no se les puede quitar sin eliminar primero el estado de superusuario.
fr_ca: Utilisez les groupes d'autorisations pour accorder plus d'autorisations de manière granulaire. Recherchez «Groupes d'autorisations» pour les modifier et les ajouter à plusieurs utilisateurs. Allez dans le compte utilisateur -&gt; ʻActions` -&gt; ʻEdit Main Permissions` pour les ajouter à un utilisateur spécifique. N'influencera pas les super-utilisateurs car ils ont déjà tous les droits et ne peuvent pas être dépouillés sans d'abord supprimer le statut de super-utilisateur.

source: The user email address. Used for password resets.
es: La dirección de correo electrónico del usuario. Se utiliza para restablecer contraseñas.
fr_ca: L'adresse e-mail de l'utilisateur. Utilisé pour les réinitialisations de mot de passe.
ru: Электронный адрес пользователя. Используется для изменения пароля.

source: The first name of the user.
es: El nombre del usuario
fr_ca: Le prénom de l'utilisateur.
ru: Имя пользователя.

source: The last name of the user.
es: El apellido del usuario
fr_ca: Le nom de famille de l'utilisateur.
ru: Фамилия пользователя.

source: Access to Admin Panel
es: Acceso al panel de administracion
fr_ca: Accès au panneau d'administration

source: Superuser (Full rights)
es: Superusuario (Todos los permisos)
fr_ca: Superutilisateur (tous droits)

source: No Main Permissions selected.
es: No se seleccionaron permisos principales.
fr_ca: Aucune autorisation principale sélectionnée.

source: No Granular Permission Groups selected.
es: No se seleccionaron grupos de permisos granulares.
fr_ca: Aucun groupe d'autorisation granulaire sélectionné.

source: No Granular Permission Groups available.
es: No hay grupos de permisos granulares disponibles.
fr_ca: Aucun groupe d'autorisation granulaire disponible.

source: Send email confirmation
es: Enviar email de confirmacion
fr_ca: Envoyer une confirmation par e-mail
ru: Выслать электронное письмо для подтверждения

source: Send an email to the user to let them know they've been added as a shop user. Applicable only for users with Access to Admin Panel status.
es: Envíe un correo electrónico al usuario para informarle que ha sido agregado como usuario de la tienda. Aplicable solo para usuarios con acceso al estado del Panel de administración.
fr_ca: Envoyez un e-mail à l'utilisateur pour lui faire savoir qu'il a été ajouté en tant qu'utilisateur de la boutique. Applicable uniquement aux utilisateurs ayant accès au statut du panneau d'administration.

source: Please enter an email to send a confirmation to.
es: Por favor ingrese un correo electrónico para enviar una confirmación.
fr_ca: Veuillez saisir un e-mail auquel envoyer une confirmation.

source: Change Password
es: Cambiar contraseña
fr_ca: Changer le mot de passe
ru: Изменить пароль.

source: User has no email address
es: El usuario no tiene dirección de correo electrónico
fr_ca: L'utilisateur n'a pas d'adresse e-mail
ru: У пользователя нет зарегистрированного электронного адреса.

source: Send Password Reset Email
es: Enviar correo electrónico de restablecimiento de contraseña
fr_ca: Envoyer un e-mail de réinitialisation du mot de passe
ru: Выслать письмо изменения пароля

source: Edit Main Permissions
es: Editar permisos principales
fr_ca: Modifier les autorisations principales

source: Contact Details
es: Detalles de contacto
fr_ca: Détails du contact
ru: Контактная информация

source: Create a new contact and associate it with this user
es: Crea un nuevo contacto y asócialo con este usuario
fr_ca: Créez un nouveau contact et associez-le à cet utilisateur
ru: Создать новый контакт и связать его с пользователем

source: Activate User
es: Activar usuario
fr_ca: Activer l'utilisateur
ru: Активировать пользователя

source: Deactivate User
es: Desactivar usuario
fr_ca: Désactiver l'utilisateur
ru: Деактивировать пользователя

source: Info! User bound to contact %(contact)s.
es: Info! Usuario obligado a contactar %(contact)s.
fr_ca: Info! L'utilisateur est tenu de contacter %(contact)s.

source: You've been added as an admin user to `%s`.
es: Se le ha añadido como usuario administrador a ʻ%s`.
fr_ca: Vous avez été ajouté en tant qu'utilisateur administrateur à ʻ%s`.

source: User
es: Usuario
fr_ca: Utilisateur
ru: Пользователь

source: You can not deactivate a Superuser. Remove Superuser status first.
es: No puede desactivar un superusuario. Primero elimine el estado de superusuario.
fr_ca: Vous ne pouvez pas désactiver un superutilisateur. Supprimez d'abord le statut de superutilisateur.

source: You can not deactivate yourself. Use another account.
es: No puede desactivarse usted mismo. Utilice otra cuenta.
fr_ca: Vous ne pouvez pas vous désactiver. Utilisez un autre compte.

source: %(user)s is now %(state)s.
es: %(user)s ahora es %(state)s.
fr_ca: %(user)s est maintenant %(state)s.

source: No shop configured.
es: No hay tienda configurada
fr_ca: Aucun magasin configuré.
ru: Магазин не настроен

source: You are already logged in.
es: Ya has iniciado sesion.
fr_ca: Vous êtes déjà connecté.
ru: Вы уже вошли на сайт.

source: This user is not active.
es: Este usuario noe esta activo
fr_ca: Cet utilisateur n'est pas actif.
ru: Данный пользователь не активен.

source: You're now logged in as `{username}`.
es: Has iniciado sesion como `{username}`.
fr_ca: Vous êtes maintenant connecté en tant que `{username}`.

source: Username
es: Nombre de usuario
fr_ca: Nom d'utilisateur
ru: Имя пользователя

source: First Name
es: Nombre
fr_ca: Prénom
ru: Имя

source: Last Name
es: Apellido
fr_ca: Nom de famille
ru: Фамилия

source: The two password fields didn't match.
es: Las dos contraseñas no coinciden
fr_ca: Les deux champs de mot de passe ne correspondent pas.
ru: Поля пароля не совпадают

source: Your old password was entered incorrectly. Please enter it again.
es: Su contraseña anterior se ingresó incorrectamente. Vuelva a introducirlo.
fr_ca: Votre ancien mot de passe n'a pas été saisi correctement. Veuillez le saisir à nouveau.
ru: Ваш старый пароль был введён неверно. Пожалуйста, введите его снова

source: Your Password
es: Tu Contraseña
fr_ca: Votre mot de passe
ru: Ваш пароль
