Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: es, fr_ca, ru

source: The field "Reference number prefix" is disabled because the order reference number generation method doesn't support a prefix. You can edit this setting from <a href="%(url)s">system settings</a>.
es: El campo &quot;Prefijo del número de referencia&quot; está deshabilitado porque el método de generación del número de referencia del pedido no admite un prefijo. Puede editar esta configuración desde la configuración del <a href="%(url)s">sistema</a> .
fr_ca: Le champ «Préfixe du numéro de référence» est désactivé car la méthode de génération du numéro de référence de commande ne prend pas en charge un préfixe. Vous pouvez modifier ce paramètre à partir des <a href="%(url)s">paramètres système</a> .

source: Shop Images
es: Imagenes de la tienda
fr_ca: Images de la boutique
ru: Изображения магазина

source: Maintenance Mode
es: Modo de mantenimiento
fr_ca: Mode de Maintenance
ru: Режим поддержки

source: Contact Address
es: Direccion de contacto
fr_ca: Adresse de contact
ru: Контактный адрес

source: News &amp; Updates
es: Noticias y Actualizaciones
fr_ca: Nouvelles mise à jour

source: Support
es: Soporte
fr_ca: Soutien
ru: Поддержка

source: Community Links
es: Enlaces de la comunidad
fr_ca: Liens communautaires
ru: Ссылки сообщества

source: Community Forums
es: Foros de la comunidad
fr_ca: Forums communautaires
ru: Форумы сообщества

source: Shuup Blog
es: Blog de Shuup
fr_ca: Blog Shuup
ru: Блог Shuup

source: Contact Us
es: Contacta con nosotros
fr_ca: Nous contacter
ru: Связаться с нами

source: About Shuup Telemetry
es: Acerca de la telemetría Shuup
fr_ca: À propos de la télémétrie Shuup
ru: О телеметрии в сервисе Shuup

source: Shuup will occasionally send telemetry data to a Shuup.com server.
es: Shuup enviará ocasionalmente datos de telemetría a un servidor de Shuup.com.
fr_ca: Shuup enverra occasionnellement des données de télémétrie à un serveur Shuup.com.
ru: Shuup время от времени будет высылать телеметрические данные на сервер Shuup.com

source: The data contains a unique installation key, as well as the hostname of the installation (as sent by the visiting browser; currently <code>%(host)s</code>).
es: Los datos contienen una clave de instalación única, así como el nombre de host de la instalación (tal como lo envía el navegador visitante; actualmente <code>%(host)s</code> ).
fr_ca: Les données contiennent une clé d'installation unique, ainsi que le nom d'hôte de l'installation (tel qu'il a été envoyé par le navigateur en visite; actuellement <code>%(host)s</code> ).

source: No business data or other customer information is ever sent. Shuup.com only uses the telemetry data for statistical purposes and for insights about the software's installation base.
es: Nunca se envían datos comerciales u otra información del cliente. Shuup.com solo utiliza los datos de telemetría con fines estadísticos y para obtener información sobre la base de instalación del software.
fr_ca: Aucune donnée commerciale ou autre information client n'est jamais envoyée. Shuup.com n'utilise les données de télémétrie qu'à des fins statistiques et pour obtenir des informations sur la base d'installation du logiciel.
ru: Никакие бизнес-данные и другая информация о клиентах никогда не отправляется. Shuup.com использует только телеметрические данные для статистических целей и для ознакомления с базой установки программного обеспечения.

source: You are currently <span class="lead label label-success">opted in</span> to send telemetry data to Shuup.com.
es: En este momento está <span class="lead label label-success">habilitado los</span> datos de telemetría enviar a Shuup.com.
fr_ca: Vous êtes actuellement <span class="lead label label-success">opté</span> pour envoyer des données télémétriques à Shuup.com.

source: Thank you for your valuable contribution.
es: Gracias por su valiosa contribución.
fr_ca: Merci pour votre précieuse contribution.
ru: Спасибо за ваш ценный вклад.

source: Opt out
es: Optar por no
fr_ca: Se désengager
ru: Не принимать участия

source: You are currently <span class="label label-warning">opted out</span> of Shuup telemetry.
es: Actualmente está <span class="label label-warning">excluido</span> de la telemetría de Shuup.
fr_ca: Vous êtes actuellement <span class="label label-warning">désactivé</span> de la télémétrie Shuup.

source: Opt in
es: Optar en
fr_ca: Accepter
ru: Принять участие

source: Last Telemetry
es: Última telemetría
fr_ca: Dernière télémétrie
ru: Последняя телеметрия

source: Telemetry submission is currently suspended; data will only be sent 24 hours after installation if still opted in at that point.
es: El envío de telemetría está actualmente suspendido; los datos solo se enviarán 24 horas después de la instalación si todavía se ha habilitado en ese momento.
fr_ca: La soumission de télémétrie est actuellement suspendue; les données ne seront envoyées que 24 heures après l'installation si elles sont toujours activées à ce stade.
ru: Загрузка телеметрии в настоящий момент приостановлена; Данные будут отправлены только через 24 часа после установки, если это ещё будет акутально.

source: Telemetry data was last submitted at %(submission_datetime)s - (%(submission_timesince)s) ago
es: Los datos de telemetría se enviaron por última vez a las %(submission_datetime)s - (%(submission_timesince)s) hace
fr_ca: Les données de télémétrie ont été soumises pour la dernière fois à %(submission_datetime)s - (%(submission_timesince)s) il y a

source: See the data that was submitted.
es: Vea los datos que se enviaron.
fr_ca: Consultez les données soumises.
ru: Смотреть отправленную информацию

source: Telemetry data has not yet been submitted.
es: Aún no se han enviado datos de telemetría.
fr_ca: Les données de télémétrie n'ont pas encore été soumises.
ru: Данные телеметрии ещё не были загружены.

source: Telemetry Data
es: Datos de telemetría
fr_ca: Données de télémétrie
ru: Данные телеметрии

source: Here is an example of the data that would be submitted right now.
es: A continuación, se muestra un ejemplo de los datos que se enviarían ahora mismo.
fr_ca: Voici un exemple des données qui seraient soumises dès maintenant.
ru: Здесь пример информации, которая будет подтверждена прямо сейчас.

source: Send a password reset email to %(email)s?
es: ¿Enviar un correo electrónico de restablecimiento de contraseña a %(email)s?
fr_ca: Envoyer un e-mail de réinitialisation de mot de passe à %(email)s?

source: Send Reset Email
es: Enviar email de restablecimiento de contraseña
fr_ca: Envoyer un e-mail de réinitialisation
ru: Выслать письмо для повторной установки

source: Please fill out the following information to get your store up and running
es: Complete la siguiente información para que su tienda esté en funcionamiento
fr_ca: Veuillez remplir les informations suivantes pour que votre boutique soit opérationnelle
ru: Пожалуйста, заполните следующую информацию для того, чтобы начать работу вашего магазина

source: All information entered here can be edited later.
es: Toda la información ingresada aquí se puede editar más tarde.
fr_ca: Toutes les informations saisies ici peuvent être modifiées ultérieurement.
ru: Вся введённая здесь информация может быть отредактирована позже.

source: Click here for help
es: Click aqui para obtener ayuda
fr_ca: Cliquez ici pour obtenir de l'aide
ru: Нажмите здесь для помощи

source: Create new
es: Crear nuevo
fr_ca: Créer un nouveau
ru: Создать новый

source: New %(model)s
es: Nuevo %(model)s
fr_ca: Nouveau %(model)s

source: Discard Changes
es: Descartar cambios
fr_ca: Annuler les modifications
ru: Отменить изменения

source: Save as a copy
es: Guardar como copia
fr_ca: Enregistrer en tant que copie
ru: Сохранить, как копию

source: Save and Create New
es: Guardar y crear nuevo
fr_ca: Enregistrer et créer un nouveau
ru: Сохранить и создать новый

source: Are you sure you wish to delete %s?
es: ¿Seguro que desas borrar %s?
fr_ca: Êtes-vous sûr de vouloir supprimer %s?

source: Showing %(per_page)s of %(n_items)s %(verbose_name_plural)s
es: Se muestra %(per_page)s de %(n_items)s %(verbose_name_plural)s
fr_ca: Présentation de %(per_page)s de %(n_items)s %(verbose_name_plural)s
ru: Показаны %(per_page)s из %(n_items)s %(verbose_name_plural)s

source: objects
es: objetos
fr_ca: objets
ru: Объекты

source: Mass Action encountered an unknown error.
es: La accion en bloque encontro un error desconocido
fr_ca: Mass Action a rencontré une erreur inconnue.

source: Mass Action
es: Accion en bloque
fr_ca: Action de masse
ru: Массовое действие

source: Can't view this page. %(reason)s
es: No puedo ver esta página. %(reason)s
fr_ca: Impossible d'afficher cette page. %(reason)s

source: Log in with different credentials...
es: Entra con diferentes credenciales...
fr_ca: Connectez-vous avec des informations d'identification différentes ...
ru: Войти с другими учётными данными...

source: Sign in to continue.
es: Registrate para continuar
fr_ca: Connectez-vous pour continuer.

source: Your account must have `Access to Admin Panel` permissions to access this page.
es: Su cuenta debe tener permisos de &quot;Acceso al panel de administración&quot; para acceder a esta página.
fr_ca: Votre compte doit disposer des autorisations «Accéder au panneau d'administration» pour accéder à cette page.

source: There is no active shop available. Contact support for more details.
es: No hay ninguna tienda activa disponible. Comuníquese con el soporte para obtener más detalles.
fr_ca: Il n'y a pas de boutique active disponible. Contactez le support pour plus de détails.

source: You do not have the required permissions: %s
es: No tiene los permisos necesarios: %s
fr_ca: Vous ne disposez pas des autorisations requises: %s

source: Can't view this page. You do not have the required permission(s): `{permissions}`.
es: No puedo ver esta página. No tiene los permisos necesarios: `{permissions}`.
fr_ca: Impossible d'afficher cette page. Vous ne disposez pas des autorisations requises: «{permissions}».

source: Unnamed
es: Sin nombre
fr_ca: Anonyme
ru: Без названия

source: Item
es: Elemento
fr_ca: Article

source: New %s was created.
es: Nuevo %s fue creado
fr_ca: Le nouveau %s a été créé.

source: %s was edited.
es: %s fue editado
fr_ca: %s a été modifié.

source: New %s
es: Nuevo %s
fr_ca: Nouveau %s

source: Unnamed %s
es: Sin nombre %s
fr_ca: Sans nom %s

source: Only one %(model)s permitted.
es: Solo se permite un %(model)s
fr_ca: Un seul %(model)s est autorisé.

source: Mass Edit
es: Edicion en bloque
fr_ca: Modification en masse
ru: Массовое редактирование

source: Invalid object.
es: Objeto invalido
fr_ca: Objet non valide.

source: Invalid model.
es: Modelo invalido
fr_ca: Modèle non valide.

source: Object not found.
es: Objeto no encontrado
fr_ca: Objet non trouvé.

source: Storefront
es: Vista publica
fr_ca: Vitrine
ru: Витрина

source: Complete wizard
es: Completar guia.
fr_ca: Assistant complet
ru: Закончите установку

source: Complete the setup wizard
es: Completar la guia de configuracion
fr_ca: Terminez l'assistant de configuration
ru: Завершитер работу мастера установки

source: All set. Nothing to be configured
es: Todo configurado.
fr_ca: Tout est prêt. Rien à configurer

source: A reset password email was sent. Please, follow the instructions to set a new password.
es: Un email de restablecimiento de contraseña se ha enviado. Por favor siga las instrucciones para estableces una nueva contraseña
fr_ca: Un e-mail de réinitialisation du mot de passe a été envoyé. Veuillez suivre les instructions pour définir un nouveau mot de passe.

source: This recovery link is invalid.
es: El enlace de restablecimiento de contraseña no es valido.
fr_ca: Ce lien de récupération n'est pas valide.

source: Password was changed.
es: La contraseña se ha cambiado
fr_ca: Le mot de passe a été changé.

source: Couldn't get selections for %s.
es: No se pudieron obtener las selecciones para %s.
fr_ca: Impossible d'obtenir les sélections pour %s.

source: no
fr_ca: non
ru: Нет

source: Media
fr_ca: Médias
ru: Медиа

source: Set the users that belong to this Permission Group.
fr_ca: Définissez les utilisateurs appartenant à ce groupe d'autorisations.

source: First Name: %s
fr_ca: Prénom: %s

source: Last Name: %s
fr_ca: Nom: %s

source: New Attribute
fr_ca: Nouvel attribut
ru: Новое свойство

source: Taxless
fr_ca: Sans taxe
ru: Не облагаемый налогом

source: Error!
fr_ca: Erreur!
ru: Ошибка!

source: Manual
fr_ca: Manuel
ru: Вручную

source: User Information
fr_ca: informations de l'utilisateur
ru: Информация пользователя

source: General
fr_ca: Général
ru: Общее

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive. In case of multiple accounts with same email only username can be used to login.
ru: Пожалуйста, введите правильное %(username)s и пароль. Следует заметить, что в обоих полях учитывается регистр. В случае использования нескольких аккаунтов, зарегистрированных на один адрес электронной почты, только имя пользователя может быть использовано для входа на сайт.

source: Elements
ru: Элементы

source: Design
ru: Дизайн

source: Payment & Shipping
ru: Оплата и доставка

source: Other settings
ru: Другие настройки

source: Data Transfer
ru: Передача данных

source: Other Settings
ru: Другие настройки

source: Add a product category to organize your products
ru: Добавьте категорию товара

source: Set this category as a primary for selected products.
ru: Сделать категорию основной для выбранных товаров

source: Add selected products to this category
ru: Добавить выбранные товары к этой категории

source: Remove selected products from this category
ru: Удалить выбранные товары из данной категории

source: User %(bind_user)s already has a contact
ru: Пользователь %(bind_user)s имеет контакты

source: You can not deactivate a superuser.
ru: Вы не можете деактивировать супер пользователя

source: You can not deactivate yourself.
ru: Вы не можете деактивировать себя

source: Contacts changed successfully
ru: Контакты изменены успешно

source: Contacts Groups changed successfully
ru: Группы контактов изменены успешно

source: Folder %s deleted.
ru: Папка %s удалена.

source: Folder renamed.
ru: Папка переименована.

source: File renamed.
ru: Файл переименован.

source: File deleted.
ru: Файл удалён.

source: %(file)s uploaded to %(folder)s
ru: %(file)s загружены в %(folder)s

source: The quantity '%(quantity)s' (for line %(text)s) is invalid (%(error)s)
ru: Недопустимое количество '%(quantity)s' (для строки %(text)s) с ошибкой (%(error)s)

source: The price '%(price)s' (for line %(text)s) is invalid (%(error)s)
ru: Цена '%(price)s' (для строки %(text)s) с ошибкой (%(error)s)

source: The discount '%(discount)s' (for line %(text)s is invalid (%(error)s)
ru: Скидка '%(discount)s' (для строки %(text)s с ошибкой (%(error)s)

source: Product %s does not exist.
ru: Продукт %s не существует.

source: Selecting all is not supported.
ru: Выбрать все категории, которые не поддерживаются.

source: %(field)s saved successfully.
ru: %(field)s поля сохранены успешно.

source: Unable to set order as completed at this point
ru: Невозможно завершить заказ в данный момент

source: Order status changed: {old_status} to {new_status}
ru: Изменён статус заказа: с {old_status} на {new_status}

source: Contact %s does not exist.
ru: Контакт %s не существует.

source: Order %(identifier)s updated.
ru: Заказ %(identifier)s обновлён.

source: Order %(identifier)s created.
ru: Заказ %(identifier)s создан.

source: Could not proceed with order:
ru: Невозможно продолжить заказ

source: Could not finalize order:
ru: Невозможно завершить заказ

source: Total
ru: Итог

source: Payment amount cannot be 0
ru: Объём платежа не может быть "0"

source: Order has already been paid
ru: Заказ уже был оплачен

source: Could not create full refund.
ru: Невозможно осуществить полный возврат средств.

source: Supplier
ru: Поставщик

source: Shipment %s created.
ru: Доставка %s оформлена.

source: Identifier already exists
ru: Идентификатор уже существует.

source: Order Statuses
ru: Статусы заказов

source: Permission Groups
ru: Группы доступа

source: The permission group name.
ru: Название группы доступа

source: Set the users that belong to this permission group.
ru: Выбрать пользователей, которые принадлежат к данной группе доступа.

source: The main product image. You can add additional images on the Product Images tab.
ru: Главное изображение товара. Вы можете добавить дополнительные изображения в разделе "Изображения товара"

source: Number of units that can be purchased after the product is out of stock. Set to blank for product to be purchasable without limits
ru: Количество товаров, доступных для продажи после того, как товар распродан. Оставьте пробел, если хотите, чтобы товар продавался без ограничений.

source: Use only URL or file, not both
ru: Используйте только URL или файл, но не вместе.

source: Only images allowed in this field
ru: Только изображения доступны для данного поля.

source: child
ru: Дочерний элемент

source: Unlink
ru: Разъединить

source: variable combination
ru: Изменяемая комбинация

source: Export CSV
ru: Загрузить CSV данные

source: Files added to product.
ru: Файлы добавлены к товарам.

source: Are you sure? This will remove all products from package.
ru: Вы уверены. Данное действие уберёт все товары из набора.

source: Are you sure? This will unlink all children and remove all variation variables.
ru: Вы уверены? Данное действие выключит все дочерние и вариационные переменные.

source: Clear variation
ru: Очистить вариацию

source: Are you sure? This will remove all variation variables, converting children to direct links.
ru: Вы уверены? Это удалит все вариационные переменные и переведёт дочерние элементы в прямые ссылки.

source: Convert to simple variation
ru: Преобразовать в простой вариант

source: Variation cleared.
ru: Вариант очищен.

source: Variation simplified.
ru: Вариант упрощён.

source: SKU
ru: Артикул

source: Products changed successfully
ru: Товары изменены успешно.

source: Variations
ru: Вариации

source: Manage Variations
ru: Управлять вариациями

source: Settings saved
ru: Настройки сохранены

source: There are still some pending actions to complete!
ru: У вас есть незавершённые действия

source: Your store is now live!
ru: Ваш магазин активирован

source: Module
ru: Модуль

source: See the permissions view to change these.
ru: Откройте режим доступа для внесения изменений.

source: See Contacts - Permission Groups to change these.
ru: Откройте "контакты - группы доступа" для внесения изменений.

source: staff
ru: Персонал

source: superuser
ru: Суперпользователь

source: No special permissions
ru: Нет специального доступа

source: No permission groups
ru: Нет групп доступа

source: Send an email to the user to let them know they've been added as a shop user. Applicable only for users with staff status.
ru: Выслать пользователю электронное письмо с уведомлением о добавлении пользователя магазина. Доступно только для пользователей со статусом персонала.

source: Please enter an email to send a confirmation
ru: Пожалуйста, введите электронный адрес для отправки подтверждения.

source: Edit Permissions
ru: Редактировать настройки доступа

source: Superuser
ru: Суперпользователь

source: The `shuup.front.apps.auth` app needs to be enabled for password reset.
ru: Приложение `shuup.front.apps.auth` должно быть активно для изменения пароля.

source: Sending the password recovery email failed.
ru: Не удалось выслать письмо восстановления пароля.

source: The permission groups that this user belongs to. Permission groups are configured through Contacts - Permission Groups.
ru: Группы доступа, которым принадлежит этот пользователь. Группы доступа можно настроить в "Контакты - Группы доступа"

source: You can't unset this status for yourself.
ru: Вы не можете изменить этот статус для себя.

source: Go home
ru: На главную страницу

source: * Products that has this category as a primary category.
ru: *Товары с данной категорией в качестве главной

source: Comment saved.
ru: Комментарий сохранён.

source: There was an error updating the admin comment.
ru: При обновлении комментария администратора произошла ошибка.

source: Log entry added.
ru: Запись журнала добавлена

source: There was an error adding the log entry.
ru: Произошла ошибка при добавлении записи журнала.

source: No shipments have been created yet.
ru: Ни одна доставка ещё не была организована.

source: Combination
ru: Комбинация

source: Variables
ru: Переменные

source: This product is not yet a variation.
ru: Этот товар ещё не является вариацией.

source: To create a simple variation, choose products below.
ru: Создайте простую вариацию, выберите товары ниже.

source: To create a variation with multiple variables, create the variables on the Variables tab and then link them to products here.
ru: Чтобы создать вариацию с несколькими переменными, создайте переменные во вкладке «Переменные», а затем привяжите их к продуктам здесь.

source: Opt-in / opt-out
ru: Принять участие / не принимать участия

source: Unknown error
ru: Неизвестный пользователь

source: You must be a staff member.
ru: Вы должны быть сотрудником.
