Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/djangojs.po
Languages: de, pt_pt

source: Error! Unexpected error while uploading files.
de: Fehler! Ein unerwarteter Fehler ist beim Hochladen der Dateien aufgetreten.
pt_pt: Erro! Erro inesperado ao efetuar o upload de arquivos.

source: Error!
de: Fehler!
pt_pt: Erro!

source: Uploaded:
de: Hochgeladen:
pt_pt: Upload:

source: New file name?
de: Neuer Dateiname?
pt_pt: Nome do novo ficheiro?

source: Are you sure you want to delete the file %s?
de: Bist Du sicher, dass Du die Datei %s löschen möchtest?
pt_pt: Tem a certeza que pretende eliminar o ficheiro %s?

source: New folder name?
de: Neuer Ordnername?
pt_pt: Nome da nova pasta?

source: Are you sure you want to delete the %s folder?
de: Bist Du sicher, dass Du den Ordner %s löschen möchtest?
pt_pt: Tem a certeza que pretende eliminar a pasta %s?

source: New folder
de: Neuer Ordner
pt_pt: Nova pasta

source: Oldest first
de: Älteste zuerst
pt_pt: Mais antigas primeiro

source: Newest first
de: Neuste zuerst
pt_pt: Mais recentes primeiro

source: Smallest first
de: Kleinste zuerst
pt_pt: Mais pequenas primeiro

source: Largest first
de: Größte zuerst
pt_pt: Maiores primeiro

source: Drop your files here
de: Lege Deine Dateien hier ab
pt_pt: Largue os seus ficheiros aqui

source: Name
pt_pt: Nome

source: Size
de: Größe
pt_pt: Tamanho

source: Date
de: Datum
pt_pt: Data

source: Edit
de: Bearbeiten
pt_pt: Editar

source: Click the <strong>Upload</strong> button to upload files.
de: Klicke auf die Schaltfläche <strong>Hochladen</strong>, um Dateien hochzuladen.
pt_pt: Clicar no botão <strong>Upload</strong> para efetuar o upload de ficheiros.

source: <span>Drag and drop</span> files here<br> or click the <span>Upload</span> button.
de: <span>Ziehe</span> Dateien hierher <br> oder klicke auf die Schaltfläche <span>Hochladen</span>.
pt_pt: <span>Arrastar e largar</span> ficheiros aqui<br> ou clicar no botão de <span>Upload</span>.

source: Rename file
de: Datei umbenennen
pt_pt: Renomear ficheiro

source: Delete file
de: Datei löschen
pt_pt: Eliminar ficheiro

source: Rename folder
de: Ordner umbenennen
pt_pt: Renomear pasta

source: Delete folder
de: Ordner löschen
pt_pt: Eliminar pasta

source: Edit folder access
de: Zugriffsrechte auf Ordner bearbeiten
pt_pt: Editar acesso de pasta

source: Success! Order %s was created.
de: Das war erfolgreich! Der Ordner %s wurde angelegt.
pt_pt: Sucesso! A encomenda %s foi criada.

source: Error! An unspecified error occurred.
de: Fehler! Ein unerwarteter Fehler ist aufgetreten.
pt_pt: Erro! Ocorreu um erro não especificado.

source: SKU
de: Artikelnummer
pt_pt: Ref.

source: Text
pt_pt: Texto

source: Quantity
de: Menge
pt_pt: Quantidade

source: Unit Price
de: Stückpreis
pt_pt: Preço Unitário

source: Discounted Unit Price
de: Reduzierter Stückpreis
pt_pt: Preço Unitário com Desconto

source: Discount amount
de: Rabattbetrag
pt_pt: Montante de desconto

source: Discount percent
de: Rabatt in Prozent
pt_pt: Percentagem de desconto

source: Total (excluding taxes)
de: Summe (netto)
pt_pt: Total (excl. impostos)

source: Tax percent
de: Steuern in Prozent
pt_pt: Percentagem de imposto

source: Billing address
de: Rechnungsadresse
pt_pt: Endereço de faturação

source: Shipping address
de: Lieferadresse
pt_pt: Endereço de envio

source: Customer with same %s already exists.
de: Es ist bereits ein Kunde mit gleicher %s vorhanden.
pt_pt: Cliente com o mesmo %s já existe.

source: Click to select user %s.
de: Klicke, um den Benutzer %s auszuwählen.
pt_pt: Clicar para selecionar utilizador %s.

source: Save customer details while creating order
de: Kundendaten beim Bestellvorgang speichern
pt_pt: Guardar detalhes de cliente ao criar encomenda

source: Checking this box will save entered customer data to your contacts list.
de: Wenn Du diese Option aktivierst, werden die eingegebenen Kundendaten in Deiner Kontaktliste gespeichert.
pt_pt: Verificar esta caixa guardará detalhes de cliente introduzidos na sua lista de contactos.

source: Ship to billing address
de: Versand an Rechnungsadresse
pt_pt: Enviar para endereço de faturação

source: Checking this will make the shipping address the same as the billing address.
de: Wenn Du diese Option aktivierst, wird die Rechnungsadresse als Lieferadresse übernommen.
pt_pt: Verificar tornará o endereço de entrega igual ao endereço de faturação.

source: Order for company
de: Ich bestelle für ein Unternehmen
pt_pt: Encomenda para empresa

source: Enable this if the order is for a company or business with a tax ID.
de: Aktiviere diese Option, wenn Du für ein Unternehmen mit einer Umsatzsteuer-Identnummer bestellst.
pt_pt: Ativar se a encomenda for para uma empresa ou negócio com um NIF.

source: Billing Address
de: Rechnungsadresse
pt_pt: Endereço de Faturação

source: Shipping Address
de: Lieferadresse
pt_pt: Endereço de Envio

source: Full Name
de: Vor- und Zuname
pt_pt: Nome Completo

source: Phone
de: Telefon
pt_pt: Telefone

source: Tax Number
de: Steuernummer
pt_pt: Número de Identificação Fiscal

source: Groups
de: Gruppen
pt_pt: Grupos

source: Companies
de: Unternehmen
pt_pt: Empresas

source: Merchant Notes
de: Hinweise für Händler
pt_pt: Notas de Comerciante

source: Year
de: Jahr
pt_pt: Ano

source: Total Sales
de: Summe Verkäufe
pt_pt: Total Vendas

source: Shipment Status
de: Versandstatus
pt_pt: Estado de Envio

source: Payment Status
de: Bezahlstatus
pt_pt: Estado de Pagamento

source: Order Status
de: Bestellstatus
pt_pt: Estado de Encomenda

source: Search by name or email
de: Nach Name oder E-Mail-Adresse suchen
pt_pt: Pesquisar por nome ou e-mail

source: Customer Search
de: Kunden suchen
pt_pt: Pesquisa de Cliente

source: Search for existing customers by searching by name or email or click the magnifying glass for more fine-grained filtering. Clear the search filter to create an order for a new customer.
de: Suche nach bereits bestehenden Kunden, indem Du nach Namen oder E-Mailadressen suchst oder auf die Lupe klickst, um detaillierter zu filtern. Lösche den Suchfilter, um einen Auftrag für einen neuen Kunden zu erstellen.
pt_pt: Pesquisar clientes existentes ao pesquisar por nome ou e-mail ou clicar na lupa para uma filtragem mais minuciosa. Limpar o filtro de pesquisa para criar uma encomenda para um novo cliente.

source: Customer
de: Kunde
pt_pt: Cliente

source: View Details
de: Details anzeigen
pt_pt: Ver Detalhes

source: A new customer will be created based on billing address.
de: Ein neuer Kunde wird anhand der Rechnungsadresse angelegt.
pt_pt: Um novo cliente será criado com base no endereço de fatura.

source: Customer Information
de: Kundendaten
pt_pt: Informações de Cliente

source: Order Summary
de: Bestellübersicht
pt_pt: Resumo de Encomenda

source: Recent Orders
de: Aktuelle Bestellungen
pt_pt: Encomendas Recentes

source: Close
de: Schließen
pt_pt: Fechar

source: Warning: No customer account is currently associated with this order.
de: Achtung: mit dieser Bestellung ist derzeit kein Kundenkonto verbunden.
pt_pt: Aviso: Não está nenhuma conta de cliente atualmente associada a esta encomenda.

source: Back
de: Zurück
pt_pt: Voltar

source: Confirm
de: Bestätigen
pt_pt: Confirmar

source: Select Shop
de: Marktplatz auswählen
pt_pt: Selecionar Loja

source: Discard Changes
de: Änderungen verwerfen
pt_pt: Descartar Alterações

source: Customer Details
de: Details zum Kunden
pt_pt: Detalhes de Cliente

source: Order Contents
de: Inhalt der Bestellung
pt_pt: Conteúdos de Encomenda

source: Shipping Method
de: Versandart
pt_pt: Método de Envio

source: Payment Method
de: Zahlungsart
pt_pt: Método de Pagamento

source: Method rules, taxes and possible extra discounts are calculated after proceeding.
de: Regeln bzgl. der Zahlungsart, Steuern und eventuelle zusätzliche Rabatte werden im Anschluss berechnet.
pt_pt: As regras de método, impostos e possíveis descontos extra são calculados depois de avançar.

source: Proceed
de: Weiter
pt_pt: Avançar

source: Logical Count
de: Errechnete Menge
pt_pt: Contagem Lógica

source: Physical Count
de: Physische Menge
pt_pt: Contagem Física

source: Select product
de: Artikel auswählen
pt_pt: Selecionar produto

source: Text/Comment
de: Text/Bemerkung
pt_pt: Texto/Comentário

source: Enter a comment or text note about the order. This could be anything from special order requests to special shipping needs.
de: Gib eine Bemerkung oder eine Notiz zu Deiner Bestellung ein. Dies kann alles sein: von speziellen Bestellwünschen bis hin zu besonderen Versandanforderungen.
pt_pt: Introduzir um comentário ou nota de texto sobre a encomenda. Pode ser qualquer coisa, desde pedidos especiais de encomenda a necessidades de envio especiais.

source: Qty
de: Menge
pt_pt: Qtd

source: Enter the number of units of the product ordered.
de: Gib die Anzahl der Einheiten des bestellten Artikels ein.
pt_pt: Introduzir o número de unidades do produto encomendado.

source: Enter the regular base price for a single unit of the product. If an existing product is selected, the price is already determined in product settings. Total price will be automatically calculated.
de: Gib den regulären Grundpreis für eine einzelne Einheit des Artikels ein. Wenn ein bestehender Artikel ausgewählt ist, ist der Preis bereits in den Artikeleinstellungen hinterlegt. Der Gesamtpreis wird dann automatisch berechnet.
pt_pt: Introduzir o preço base regular de uma única unidade de produto. Se for selecionado um produto existente, o preço já está definido nas definições de produto. O preço total será calculado automaticamente.

source: Total Price
de: Gesamtpreis
pt_pt: Preço Total

source: Enter the total amount for the line item. Unit price will be automatically calculated.
de: Gib den Gesamtbetrag für diese Position ein. Der Stückpreis wird dann automatisch berechnet.
pt_pt: Introduzir o valor total para este item de linha. Preço unitário será calculado automaticamente.

source: Base Unit Price
de: Grundpreis pro Einheit
pt_pt: Preço Unitário Base

source: Enter the regular base price for a single unit of the product. If an existing product is selected, the price is already determined in product settings.
de: Gib den regulären Grundpreis für eine einzelne Einheit des Artikels ein. Wenn ein bereits vorhandener Artikel ausgewählt wird, ist der Preis bereits in den Artikeleinstellungen hinterlegt.
pt_pt: Introduzir o preço base regular de uma única unidade do produto. Se for selecionado um produto existente, o preço já está definido nas definições de produto.

source: Enter the total discounted price for a single product unit in the order. Discount percent, Total Discount Amount, and Line Total will be automatically calculated.
de: Gib den gesamten, reduzierten Preis für eine einzelne Einheit des Artikels in der Bestellung ein. Der Rabatt in Prozent, der gesamte Rabattbetrag und die Positionssumme werden dann automatisch berechnet.
pt_pt: Introduzir o preço total com desconto de uma única unidade de produto na encomenda. A percentagem de Desconto, o Montante de Desconto Total e o Total de Linha serão calculados automaticamente.

source: Discount Percent
de: Rabatt in Prozent
pt_pt: Percentagem de Desconto

source: Enter the discount percentage (%) for the line item. Discounted Unit Price, Total Discount Amount, and Line Total will be automatically.
de: Gib den Rabatt in Prozent (%) für die Position ein. Der reduzierte Stückpreis, der gesamte Rabattbetrag und die Positionssumme werden dann automatisch angezeigt.
pt_pt: Introduzir a percentagem de desconto (%) do item de linha. O Preço Unitário com Desconto, o Montante de Desconto Total e o Total de Linha serão calculados automaticamente.

source: Total Discount Amount
de: Gesamter Rabattbetrag
pt_pt: Montante de Desconto Total

source: Enter the total discount amount for the line item. Discounted Unit Price, Discount percent, and Line Total will be automatically calculated.
de: Gib den gesamten Rabattbetrag für die Position ein. Der reduzierte Stückpreis, der Rabatt in Prozent und die Positionssumme werden dann automatisch berechnet.
pt_pt: Introduzir o montante de desconto total do item de linha. O Preço Unitário com Desconto, a Percentagem de Desconto e o Total de Linha serão calculados automaticamente.

source: Line Total
de: Positionssumme
pt_pt: Total de Linha

source: Enter the total amount for the line item. Discounted Unit Price, Discount percent, and Total Discount Amount will be automatically calculated.
de: Gib den Gesamtbetrag für die Position ein. Der reduzierte Stückpreis, der Rabatt in Prozent und der Gesamtrabattbetrag werden dann automatisch berechnet.
pt_pt: Introduzir o valor total do item de linha. O Preço Unitário com Desconto, a Percentagem de Desconto e o Valor de Desconto Total serão calculados automaticamente.

source: Orderline type
de: Bestellzeilentyp
pt_pt: Tipo de linha de encomenda

source: Search product by name, SKU, or barcode
de: Produkt nach Name, Artikelnummer oder Barcode suchen
pt_pt: Pesquisar produto por nome, Ref. ou código de barras

source: If your product prices vary based on customer, you might want to select customer first.
de: Wenn Deine Artikelpreisepreise je nach Kunden(gruppe) variieren, solltest Du zuerst die Kunden hierfür auswählen.
pt_pt: Se os seus preços de produto variam com base no cliente, poderá pretender selecionar o cliente primeiro.

source: All prices are in %s and include taxes.
de: Alle Preise sind in %s und enthalten Steuern.
pt_pt: Todos os preços estão em %s e incluem impostos.

source: All prices are in %s. Taxes not included
de: Alle Preise sind in %s. Die Steuern sind nicht enthalten.
pt_pt: Todos os preços estão em %s. Impostos não estão incluídos

source: Product Quick Adder
de: Artikel schnell hinzufügen
pt_pt: Adição Rápida de Produto

source: Search for products to add to the order by searching by name, SKU, or barcode or click the magnifying glass for more fine-grained filtering.
de: Suche nach Artikeln, die Du der Bestellung hinzufügen möchtest, indem Du nach Name, Artikelnummer oder Barcode suchst oder auf die Lupe klickst, um detaillierter zu filtern.
pt_pt: Pesquisar produtos para adicionar à encomenda ao pesquisar por nome, Ref. ou código de barras ou clicar na lupa para obter uma filtragem mais minuciosa.

source: Automatically add selected product
de: Den ausgewählten Artikel automatisch hinzufügen
pt_pt: Adicionar automaticamente produto selecionado

source: Add new line
de: Neue Zeile hinzufügen
pt_pt: Adicionar nova linha

source: No shipping method
de: Keine Versandart definiert
pt_pt: Sem método de envio

source: Select a shipping method for the order. These methods are defined in shipping settings.
de: Wähle eine Versandart für die Bestellung aus. Diese Versandarten werden in den Versandeinstellungen definiert.
pt_pt: Selecionar um método de envio para a encomenda. Estes métodos são definidos nas definições de envio.

source: No payment method
de: Keine Zahlungsart
pt_pt: Sem método de pagamento

source: Select a payment method for the order. These methods are defined in payment settings.
de: Wähle eine Zahlungsart für die Bestellung. Die Zahlungsarten werden in den Zahlungseinstellungen definiert.
pt_pt: Selecionar método de pagamento para a encomenda. Estes métodos são definidos em definições de pagamentos.

source: Shop
de: Marktplatz
pt_pt: Loja

source: Product
de: Artikel
pt_pt: Produto

source: Other
de: Andere
pt_pt: Outro

source: billing
de: Abrechnung
pt_pt: faturação

source: shipping
de: Versand
pt_pt: envio

source: Enter the name for the %s address.
de: Gib den Namen für die %s Adresse ein.
pt_pt: Introduza o nome para o endereço da %s.

source: Tax number
de: Steuernummer
pt_pt: Número de Identificação Fiscal

source: Enter the company tax (ID) number.
de: Gib die Umsatzsteueridentnummer des Unternehmens ein.
pt_pt: Introduza o número fiscal da empresa.

source: Enter the best %s contact phone number.
de: Gib eine passende %sKontakttelefonnummer ein.
pt_pt: Introduza o melhor número de telefone de contacto %s.

source: Enter the %s email address for transaction receipts and communications.
de: Gib die %s E-Mail-Adresse für Transaktionsbestätigungen und sonstige Mitteilungen ein.
pt_pt: Introduza o endereço de e-mail da %s para recibos de transação e comunicações.

source: Street
de: Straße
pt_pt: Rua

source: Enter the %s street address.
de: Gib die %s Adresse der Straße ein.
pt_pt: Insira o endereço postal da %s.

source: Street (2)
de: 2. Adresszeile
pt_pt: Rua (2)

source: Enter the %s street address (2).
de: Gib die 2. Adresszeile des %s ein.
pt_pt: Insira o endereço postal (2) da %s.

source: ZIP / Postal code
de: PLZ
pt_pt: CDP / Código Postal

source: Enter the zip or postal code of the %s address.
de: Gib die Postleitzahl der %s Adresse ein.
pt_pt: Insira o código postal do endereço da %s.

source: City
de: Ort
pt_pt: Cidade

source: Enter the city of the %s address.
de: Gib den Ort der %s Adresse ein.
pt_pt: Insira a cidade do endereço da %s.

source: Region
de: Bundesland
pt_pt: Zona

source: Enter the region, state, or province of the %s address.
de: Gib das Bundesland der %s Adresse ein.
pt_pt: Introduza a zona, estado ou província do endereço da %s.

source: Country
de: Land
pt_pt: País

source: Enter the country of the %s address.
de: Gin das Land der %s Adresse ein.
pt_pt: Introduza o país do endereço da %s.

source: No records found.
de: Keine Einträge gefunden.
pt_pt: Nenhum registo encontrado.

source: Warning! Missing JavaScript dependencies detected.
de: Achtung! Fehlende JavaScript-Abhängigkeiten entdeckt.
pt_pt: Aviso! Detetadas dependências JavaScript em falta.

source: No browser URL for kind:
de: Keine Browser-URL für den Typ:
pt_pt: Nenhum URL de navegador para tipo:

source: Clear
de: Löschen
pt_pt: Limpar

source: Drop files here or click to browse.
de: Dateien hier ablegen oder zum Durchsuchen anklicken.
pt_pt: Largar ficheiros aqui ou clicar para procurar.

source: only images can be uploaded!
de: Es können nur Bilddateien hochgeladen werden!
pt_pt: apenas pode ser efetuado o upload de imagens!

source: Error happened while uploading file.
de: Beim Hochladen der Datei ist ein Fehler aufgetreten.
pt_pt: Ocorreu um erro durante o carregamento do ficheiro.

source: Browse media
de: Medien durchsuchen
pt_pt: Procurar media

source: Error! For images greater than %s kb, use the media browser instead.
de: Fehler! Bitte verwende für Bilder, die größer als %s kb sind, den Medien-Browser.
pt_pt: Erro! Para imagens maiores que %s kb, utilizar o Media Browser.

source: No results.
de: Keine Einträge vorhanden.
pt_pt: Sem resultados.

source: The results could not be loaded
de: Die Einträge konnten nicht geladen werden
pt_pt: Não foi possível carregar resultados

source: Please delete %s character
de: Bitte lösche das %s Zeichen
pt_pt: Elimine %s caracter

source: Please enter %s or more characters
de: Bitte %s oder mehr Zeichen eingeben
pt_pt: Introduza %s ou mais caracteres

source: Loading more results...
de: Weitere Einträge werden geladen...
pt_pt: A carregar mais resultados...

source: You can only select %s item
de: Du kannst nur %s Element auswählen
pt_pt: Pode selecionar apenas %s item

source: No results found
de: Keine Einträge gefunden.
pt_pt: Não foram encontrados resultados

source: Searching...
de: Die Suche wurde gestartet...
pt_pt: A pesquisar...

source: Quick Links
de: Schnellzugriffe
pt_pt: Links Rápidos

source: Quick Links to your most used features.
de: Schnellzugriffe auf Deine am häufigsten verwendeten Funktionen.
pt_pt: Links Rápidos para as suas funcionalidades mais usadas.

source: Orders
de: Bestellungen
pt_pt: Encomendas

source: Track and filter your customers’ orders here.
de: Verfolge und filtere hier die Bestellungen Deiner Kunden.
pt_pt: Rastrear e filtrar aqui as encomendas dos seus clientes.

source: Products
de: Artikel
pt_pt: Produtos

source: All your exciting products and features are located here.
de: Alle Deine tollen Artikel und deren Eigenschaften findest Du hier.
pt_pt: Todos os seus produtos e funcionalidades interessantes estão localizados aqui.

source: Contacts
de: Kontakte
pt_pt: Contactos

source: All your customer data is located here. Target and organize your clients details your way!
de: Alle Deine Kundendaten befinden sich hier. Stimme sie anhand Deiner Bedürfnisse zielgerichtet ab und organisieren sie auf Deine Weise!
pt_pt: Todos os seus dados de cliente estão localizados aqui. Organize e direcione os detalhes dos seus clientes à sua maneira!

source: Campaigns
de: Aktionen
pt_pt: Campanhas

source: Great loyalty tool for creating marketing, campaigns, special offers and coupons to entice your shoppers!
de: Ein großartiges Kundenbindungsinstrument für die Erstellung von Marketing, Aktionen, Sonderangeboten und Coupons, um Kunden anzulocken!
pt_pt: Ótima ferramenta de fidelização para criar marketing, campanhas, ofertas especiais para encantar os seus consumidores!

source: Set offers based on their previous purchase behavior to up- and cross sale your inventory.
de: Lege Angebote auf Basis ihres bisherigen Kaufverhaltens fest, um Deinen kompletten Artikelbestand über up- und cross-selling-Einstellungen besser zu verkaufen.
pt_pt: Definir ofertas com base em comportamentos de compra anteriores para aumentar e cruzar vendas no seu inventário.

source: Content
de: Inhalte
pt_pt: Conteúdo

source: The make-over tool to customize you site themes, add pages and product carousels. Incorporate any media to make your store pop!
de: Das Überarbeitungstool zum Anpassen von Webseiten-Themen, hinzufügen von Seiten und Produktkarussells. Binde beliebige Medien ein, um Deinen Händlerbereich auffallen zu lassen!
pt_pt: A ferramenta de transformação para personalizar os temas do seu site, adicionar páginas e carrosséis de produtos. Incorpore qualquer media para fazer com que a sua loja se destaque!

source: Reports
de: Auswertungen
pt_pt: Relatórios

source: Your reporting tool to build and analyze your consumer behavior information that can assist with your business decisions.
de: Dein Reporting-Tool zum Aufbau und zur Analyse von Daten über das Verbraucherverhalten, die Dich bei Deinen Geschäftsentscheidungen unterstützen können.
pt_pt: A sua ferramenta de relatórios para construir e analisar informações de comportamento do consumidor que podem ajudar nas suas decisões de negócios.

source: Shops
de: Marktplätze
pt_pt: Lojas

source: Place for your Shop specific settings. You can customize taxes, currencies, customer groups, and many other things in this menu.
de: Platz für Deine marktplatzspezifischen Einstellungen. In diesem Menü kannst Du Steuern, Währungen, Kundengruppen und viele andere Dinge anpassen.
pt_pt: Sítio para as configurações específicas da sua loja. Pode personalizar impostos, moedas, grupos de clientes e muitas outras coisas neste menu.

source: This is your connection interface. Addons and other systems you use can be attached to your store through powerful data connections.
de: Dies ist Deine Verbindungsschnittstelle. Addons und andere Systeme, die Du verwendest, können über leistungsfähige Datenverbindungen mit Deinem Händlerbereich verbunden werden.
pt_pt: Esta é a sua interface de conexão. Addons e outros sistemas que utiliza podem ser anexados à sua loja por meio de conexões de dados poderosas.

source: Supercharge your site and gather crazy amounts of data with integrations to CRMs and ERPs, POS’s and PIM’s, or any other acronym you can think of.
de: Supercharge Deine Webseite und sammle eine große Datenmengen mit Integrationen zu bspw. CRM- und ERP-, POS- und PIM-Systemen und vieles mehr.
pt_pt: Impulsione o seu site e reúna quantidades enormes de dados com integrações a CRMs e ERPs, POSs e PIMs ou qualquer outro acrónimo que possa imaginar.

source: Settings
de: Einstellungen
pt_pt: Definições
