Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: es, fr_ca, ru

source: Please do not send your purchase back to the manufacturer.
es: No devuelva su compra al fabricante.
fr_ca: Veuillez ne pas renvoyer votre achat au fabricant.
ru: Пожалуйста, не высылайте вашу покупку обратно производителю.

source: There are certain situations where only partial refunds are granted: (if applicable)
es: Hay ciertas situaciones en las que solo se otorgan reembolsos parciales: (si corresponde)
fr_ca: Il existe certaines situations où seuls des remboursements partiels sont accordés: (le cas échéant)
ru: Существуют определенные ситуации, при которых предоставляются только частичные возмещения средств: (если применимо)

source: Book with obvious signs of use
es: Libro con signos evidentes de uso
fr_ca: Réservez avec des signes d'utilisation évidents
ru: Книга с явными признаками использования

source: CD, DVD, VHS tape, software, video game, cassette tape, or vinyl record that has been opened.
es: CD, DVD, cinta VHS, software, videojuego, cinta de casete o disco de vinilo que se ha abierto.
fr_ca: CD, DVD, cassette VHS, logiciel, jeu vidéo, cassette ou disque vinyle qui a été ouvert.
ru: CD, DVD, кассета VHS, программное обеспечение, видеоигра, аудио кассета или виниловая пластинка, которая была открыта.

source: Any item not in its original condition, is damaged or missing parts for reasons not due to our error.
es: Cualquier artículo que no esté en su estado original, esté dañado o le falten piezas por razones que no se deben a nuestro error.
fr_ca: Tout article qui n'est pas dans son état d'origine, est endommagé ou des pièces manquantes pour des raisons non dues à notre erreur.
ru: Любой предмет не в его первоначальном состоянии, поврежденный или с отсутствующими деталями по причинам, не связанным с нашей ошибкой.

source: Any item that is returned more than 30 days after delivery
es: Cualquier artículo que se devuelva más de 30 días después de la entrega.
fr_ca: Tout article retourné plus de 30 jours après la livraison
ru: Любое наименование, которое возвращено более чем через 30 дней после доставки.

source: Refunds (if applicable)
es: Reembolsos (si aplica)
fr_ca: Remboursements (le cas échéant)
ru: Возврат средств (если применимо)

source: Once your return is received and inspected, we will send you an email to notify you that we have received your returned item. We will also notify you of the approval or rejection of your refund.
es: Una vez que se reciba e inspeccione su devolución, le enviaremos un correo electrónico para notificarle que hemos recibido su artículo devuelto. También le notificaremos la aprobación o rechazo de su reembolso.
fr_ca: Une fois votre retour reçu et inspecté, nous vous enverrons un e-mail pour vous informer que nous avons reçu votre article retourné. Nous vous informerons également de l'approbation ou du rejet de votre remboursement.
ru: Как только ваш возвращённый товар будет получен и проверен, мы отправим вам по электронной почте уведомление о том, что мы получили ваш возвращенный товар. Мы также уведомим вас об утверждении или отклонении вашего финансового возмещения.

source: If you are approved, then your refund will be processed, and a credit will automatically be applied to your credit card or original method of payment, within a certain amount of days.
es: Si lo aprueban, se procesará su reembolso y se aplicará un crédito automáticamente a su tarjeta de crédito o método de pago original, dentro de una cierta cantidad de días.
fr_ca: Si vous êtes approuvé, votre remboursement sera traité et un crédit sera automatiquement appliqué à votre carte de crédit ou à votre mode de paiement original, dans un délai de quelques jours.
ru: Если вы подтверждены на сайте, то ваш возврат будет обработан, и финансовые средства будут автоматически переведены на вашу кредитную карту или будут подлежать другому способу перевода платежа в течение определенного количества дней.

source: Late or missing refunds (if applicable)
es: Reembolsos tardíos o faltantes (si corresponde)
fr_ca: Remboursements tardifs ou manquants (le cas échéant)
ru: Просроченные или недостающие финансовые возмещения (если применимо)

source: If you haven’t received a refund yet, first check your bank account again.
es: Si aún no ha recibido un reembolso, primero revise su cuenta bancaria nuevamente.
fr_ca: Si vous n'avez pas encore reçu de remboursement, vérifiez à nouveau votre compte bancaire.
ru: Если вы еще не получили финансовое возмещение, сначала проверьте свой банковский счет еще раз.

source: Then contact your credit card company, it may take some time before your refund is officially posted.
es: Luego, comuníquese con la compañía de su tarjeta de crédito, puede tomar algún tiempo antes de que su reembolso se publique oficialmente.
fr_ca: Ensuite, contactez votre société de carte de crédit, cela peut prendre un certain temps avant que votre remboursement ne soit officiellement affiché.
ru: Затем обратитесь в компанию, выпустившую кредитную карту, это может занять некоторое время, прежде чем ваше официальное возмещение будет официально опубликовано.

source: Next contact your bank. There is often some processing time before a refund is posted.
es: Luego comuníquese con su banco. A menudo hay un tiempo de procesamiento antes de que se publique un reembolso.
fr_ca: Contactez ensuite votre banque. Il y a souvent un certain temps de traitement avant qu'un remboursement ne soit affiché.
ru: Затем обратитесь в свой банк. Зачастую у банков существует время для обработки, перед тем, как возмещение опубликовано.

source: If you’ve done all of this and you still have not received your refund yet, please contact us at <strong>%(shop_email)s</strong>.
es: Si ha hecho todo esto y aún no ha recibido su reembolso, comuníquese con nosotros al <strong>%(shop_email)s</strong> .
fr_ca: Si vous avez fait tout cela et que vous n'avez toujours pas reçu votre remboursement, veuillez nous contacter au <strong>%(shop_email)s</strong> .

source: Sale items (if applicable)
es: Artículos en oferta (si corresponde)
fr_ca: Articles en solde (le cas échéant)
ru: Наименования на продажу (если применимо)

source: Only regular priced items may be refunded, unfortunately sale items cannot be refunded.
es: Solo se pueden reembolsar los artículos con precio regular, desafortunadamente los artículos en oferta no se pueden reembolsar.
fr_ca: Seuls les articles à prix régulier peuvent être remboursés, malheureusement les articles soldés ne peuvent pas être remboursés.
ru: Финансовые возмещения могут быть только за товары с обычной ценой. К сожалению, товары на распродаже не входят в данную категорию.

source: Exchanges (if applicable)
es: Cambios (si aplica)
fr_ca: Échanges (le cas échéant)
ru: Обмен (если применимо)

source: We only replace items if they are defective or damaged. If you need to exchange it for the same item, send us an email at <strong>%(shop_email)s</strong> and send your item to: <strong>%(shop_address)s</strong>.
es: Solo reemplazamos artículos si están defectuosos o dañados. Si necesita cambiarlo por el mismo artículo, envíenos un correo electrónico a <strong>%(shop_email)s</strong> y envíe su artículo a: <strong>%(shop_address)s</strong> .
fr_ca: Nous ne remplaçons les articles que s'ils sont défectueux ou endommagés. Si vous avez besoin de l'échanger contre le même article, envoyez-nous un e-mail à <strong>%(shop_email)s</strong> et envoyez votre article à: <strong>%(shop_address)s</strong> .

source: Gifts
es: Regalos
fr_ca: Cadeaux
ru: Подарки

source: If the item was marked as a gift when purchased and shipped directly to you, you’ll receive a gift credit for the value of your return. Once the returned item is received, a gift certificate will be mailed to you.
es: Si el artículo se marcó como regalo cuando lo compró y se lo envió directamente, recibirá un crédito de regalo por el valor de su devolución. Una vez que se reciba el artículo devuelto, se le enviará por correo un certificado de regalo.
fr_ca: Si l'article a été marqué comme cadeau lors de l'achat et expédié directement chez vous, vous recevrez un crédit-cadeau correspondant à la valeur de votre retour. Une fois l'article retourné reçu, un chèque-cadeau vous sera envoyé par la poste.
ru: Если товар был отмечен как подарок, когда он был приобретен и отправлен вам напрямую, вы получите подарочный бонус на стоимость вашего возврата. Как только возвращенный товар будет получен, подарочный сертификат будет отправлен вам по почте.

source: If the item wasn’t marked as a gift when purchased, or the gift giver had the order shipped to themselves to give to you later, we will send a refund to the gift giver and he will find out about your return.
es: Si el artículo no se marcó como regalo cuando se compró, o si el obsequio se envió el pedido a sí mismo para entregárselo a usted más tarde, le enviaremos un reembolso al obsequio y él se enterará de su devolución.
fr_ca: Si l'article n'a pas été marqué comme cadeau lors de l'achat, ou si le donateur s'est fait expédier la commande pour vous la remettre plus tard, nous enverrons un remboursement au donateur et il sera informé de votre retour.
ru: Если товар не был отмечен как подарок при покупке или человек, отправивший подарок, выслал его себе, чтобы передать вам позже, мы отправим возмещение дарителю, и он узнает о вашем возврате.

source: Shipping
es: Envío
fr_ca: livraison
ru: Доставка

source: To return your product, you should mail your product to: <strong>%(shop_address)s</strong>.
es: Para devolver su producto, debe enviarlo por correo a: <strong>%(shop_address)s</strong> .
fr_ca: Pour retourner votre produit, vous devez envoyer votre produit à: <strong>%(shop_address)s</strong> .

source: You will be responsible for paying for your own shipping costs for returning your item. Shipping costs are non-refundable. If you receive a refund, the cost of return shipping will be deducted from your refund.
es: Usted será responsable de pagar sus propios costos de envío para devolver su artículo. Los gastos de envío no son reembolsables. Si recibe un reembolso, el costo del envío de devolución se deducirá de su reembolso.
fr_ca: Vous serez responsable de payer vos propres frais d'expédition pour le retour de votre article. Les frais d'expédition ne sont pas remboursables. Si vous recevez un remboursement, les frais de retour seront déduits de votre remboursement.
ru: Вы будете ответственны за оплату собственных почтовых отправлений при отправке товара для возврата. Почтовые издержки не возмещаются. Если вы получите возмещение, стоимость обратной доставки будет вычтена из вашего возврата.

source: Depending on where you live, the time it may take for your exchanged product to reach you, may vary.
es: Dependiendo de dónde viva, el tiempo que le tome al producto cambiado en llegar a usted puede variar.
fr_ca: Selon l'endroit où vous vivez, le temps nécessaire pour que votre produit échangé vous parvienne peut varier.
ru: В зависимости от того, где вы живете, время, которое может потребоваться для обмена вашего товара, может варьироваться.

source: If you are shipping an item over $75, you should consider using a trackable shipping service or purchasing shipping insurance. We don’t guarantee that we will receive your returned item.
es: Si envía un artículo de más de $ 75, debe considerar usar un servicio de envío rastreable o comprar un seguro de envío. No garantizamos que recibiremos su artículo devuelto.
fr_ca: Si vous expédiez un article d'une valeur supérieure à 75 $, vous devriez envisager d'utiliser un service d'expédition avec suivi ou de souscrire à une assurance d'expédition. Nous ne garantissons pas que nous recevrons votre article retourné.
ru: Если вы отправляете товар на сумму свыше 75 долларов США, вам следует рассмотреть возможность использования отслеживаемого сервиса доставки или страхования покупки. Мы не гарантируем что мы получим ваш возвращенный товар.

source: OVERVIEW
es: VISIÓN GENERAL
fr_ca: APERÇU
ru: ОБЗОР

source: This website is operated by <strong>%(public_name)s</strong>. Throughout the site, the terms “we”, “us” and “our” refer to <strong>%(public_name)s</strong>. <strong>%(public_name)s</strong> offers this website, including all information, tools and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here.
es: Este sitio web es operado por <strong>%(public_name)s</strong> . En todo el sitio, los términos &quot;nosotros&quot;, &quot;nos&quot; y &quot;nuestro&quot; se refieren a <strong>%(public_name)s</strong> . <strong>%(public_name)s</strong> ofrece este sitio web, que incluye toda la información, herramientas y servicios disponibles para usted en este sitio, el usuario, condicionado a la aceptación de todos los términos, condiciones, políticas y notificaciones aquí establecidos.
fr_ca: Ce site Web est exploité par <strong>%(public_name)s</strong> . Dans tout le site, les termes «nous», «notre» et «notre» font référence à <strong>%(public_name)s</strong> . <strong>%(public_name)s</strong> propose ce site web, y compris toutes les informations, tous les outils et tous les services qui y sont disponibles pour vous, l'utilisateur, sous réserve de votre acceptation de l'ensemble des modalités, conditions, politiques et avis énoncés ici.

source: By visiting our site and/ or purchasing something from us, you engage in our “Service” and agree to be bound by the following terms and conditions (“Terms of Service”, “Terms”), including those additional terms and conditions and policies referenced herein and/or available by hyperlink. These Terms of Service apply to all users of the site, including without limitation users who are browsers, vendors, customers, merchants, and/ or contributors of content.
es: Al visitar nuestro sitio y / o comprar algo de nosotros, participa en nuestro &quot;Servicio&quot; y acepta regirse por los siguientes términos y condiciones (&quot;Términos de servicio&quot;, &quot;Términos&quot;), incluidos los términos y condiciones y políticas adicionales mencionado en este documento y / o disponible por hipervínculo. Estos Términos de servicio se aplican a todos los usuarios del sitio, incluidos, entre otros, los usuarios que son navegadores, proveedores, clientes, comerciantes y / o contribuyentes de contenido.
fr_ca: En visitant notre site et / ou en achetant quelque chose chez nous, vous vous engagez dans notre «Service» et acceptez d'être lié par les termes et conditions suivants («Conditions de service», «Conditions»), y compris ces termes et conditions et politiques supplémentaires référencé ici et / ou disponible par hyperlien. Ces conditions d'utilisation s'appliquent à tous les utilisateurs du site, y compris, sans limitation, les utilisateurs qui sont des navigateurs, des fournisseurs, des clients, des marchands et / ou des contributeurs de contenu.
ru: Посещая наш сайт и / или приобретая у нас что-либо, вы принимаете участие в нашем «Сервисе» и соглашаетесь соблюдать следующие положения и условия («Условия обслуживания», «Условия»), включая дополнительные условия, правила и политики, приведенные здесь и / или доступные по гиперссылке. Эти Условия обслуживания распространяются на всех пользователей сайта, включая, без ограничений, всех пользователей, которые просматривают сайт, являются поставщиками, клиентами, продавцами и / или создателями контента.

source: Please read these Terms of Service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service.
es: Lea estos Términos de servicio detenidamente antes de acceder o utilizar nuestro sitio web. Al acceder o usar cualquier parte del sitio, acepta estar sujeto a estos Términos de servicio. Si no está de acuerdo con todos los términos y condiciones de este acuerdo, no podrá acceder al sitio web ni utilizar ningún servicio. Si estos Términos de servicio se consideran una oferta, la aceptación se limita expresamente a estos Términos de servicio.
fr_ca: Veuillez lire attentivement ces conditions d'utilisation avant d'accéder ou d'utiliser notre site Web. En accédant ou en utilisant n'importe quelle partie du site, vous acceptez d'être lié par ces conditions d'utilisation. Si vous n'acceptez pas tous les termes et conditions de cet accord, vous ne pouvez pas accéder au site Web ou utiliser des services. Si ces conditions d'utilisation sont considérées comme une offre, l'acceptation est expressément limitée à ces conditions d'utilisation.
ru: Пожалуйста, внимательно ознакомьтесь с настоящими Условиями обслуживания перед доступом или использованием нашего веб-сайта. Получая доступ или используя любую часть сайта, вы соглашаетесь соблюдать настоящие Условия обслуживания. Если вы не согласны со всеми условиями этого соглашения, то вы не можете получить доступ к веб-сайту или использовать какие-либо услуги. Если эти Условия обслуживания рассматриваются как оферта, их принятие прямо ограничено данными Условиями обслуживания.

source: Any new features or tools which are added to the current store shall also be subject to the Terms of Service. You can review the most current version of the Terms of Service at any time on this page. We reserve the right to update, change or replace any part of these Terms of Service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.
es: Cualquier nueva función o herramienta que se agregue a la tienda actual también estará sujeta a los Términos de servicio. Puede revisar la versión más actualizada de los Términos de servicio en cualquier momento en esta página. Nos reservamos el derecho de actualizar, cambiar o reemplazar cualquier parte de estos Términos de servicio mediante la publicación de actualizaciones y / o cambios en nuestro sitio web. Es su responsabilidad revisar esta página periódicamente para ver si hay cambios. Su uso continuo o acceso al sitio web después de la publicación de cualquier cambio constituye la aceptación de dichos cambios.
fr_ca: Toute nouvelle fonctionnalité ou tout nouvel outil ajouté à la boutique actuelle sera également soumis aux conditions d'utilisation. Vous pouvez consulter la version la plus récente des conditions d'utilisation à tout moment sur cette page. Nous nous réservons le droit de mettre à jour, de modifier ou de remplacer toute partie de ces Conditions d'utilisation en publiant des mises à jour et / ou des modifications sur notre site Web. Il est de votre responsabilité de vérifier périodiquement cette page pour les changements. Votre utilisation continue ou votre accès au site Web après la publication de tout changement constitue une acceptation de ces changements.
ru: Любые новые функции или инструменты, которые добавляются в текущий магазин, также подпадают под действие Условий обслуживания. Вы можете просмотреть самую последнюю версию Условий обслуживания в любое время на этой странице. Мы оставляем за собой право обновлять, изменять или заменять любую часть настоящих Условий обслуживания путем публикации обновлений и / или изменений на нашем веб-сайте. Вы несете ответственность за периодическую проверку этой страницы на наличие изменений. Ваше дальнейшее использование или доступ к веб-сайту после публикации любых изменений означает принятие этих изменений.

source: SECTION 1 - ONLINE STORE TERMS
es: SECCIÓN 1 - TÉRMINOS DE LA TIENDA EN LÍNEA
fr_ca: SECTION 1 - CONDITIONS DE LA BOUTIQUE EN LIGNE
ru: Пункт 1 - Условия онлайн-магазина

source: By agreeing to these Terms of Service, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.
es: Al aceptar estos Términos de servicio, usted declara que tiene al menos la mayoría de edad en su estado o provincia de residencia, o que tiene la mayoría de edad en su estado o provincia de residencia y nos ha dado su consentimiento para Permita que cualquiera de sus dependientes menores use este sitio.
fr_ca: En acceptant ces conditions d'utilisation, vous déclarez que vous avez au moins l'âge de la majorité dans votre état ou province de résidence, ou que vous avez l'âge de la majorité dans votre état ou province de résidence et que vous nous avez donné votre consentement à permettre à l'un de vos mineurs à charge d'utiliser ce site.
ru: Используя этот сайт, вы заявляете, что вы по крайней мере достигли совершеннолетия в своем штате или провинции проживания и дали нам свое согласие разрешить любому из ваших иждевенцев использовать этот сайт.

source: You may not use our products for any illegal or unauthorized purpose nor may you, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright laws).
es: No puede usar nuestros productos para ningún propósito ilegal o no autorizado ni puede, en el uso del Servicio, violar las leyes de su jurisdicción (incluidas, entre otras, las leyes de derechos de autor).
fr_ca: Vous ne pouvez pas utiliser nos produits à des fins illégales ou non autorisées et vous ne pouvez pas non plus, dans l'utilisation du Service, violer les lois de votre juridiction (y compris, mais sans s'y limiter, les lois sur les droits d'auteur).
ru: Вы не можете использовать наши товары в каких-либо незаконных или несанкционированных целях и не можете нарушать какие-либо законы вашей юрисдикции (в том числе законы об авторском праве).

source: You must not transmit any worms or viruses or any code of a destructive nature.
es: No debe transmitir gusanos o virus ni ningún código de naturaleza destructiva.
fr_ca: Vous ne devez pas transmettre de vers ou de virus ou tout code de nature destructrice.
ru: Вы не имеете права передавать никакие черви или вирусы или любой код деструктивного характера.

source: A breach or violation of any of the Terms will result in an immediate termination of your Services.
es: Un incumplimiento o violación de cualquiera de los Términos resultará en la terminación inmediata de sus Servicios.
fr_ca: Une violation ou une violation de l'une des Conditions entraînera la résiliation immédiate de vos Services.
ru: Невыполнение или нарушение любого из условий приведет к немедленному прекращению осуществления услуг для вас.

source: SECTION 2 - GENERAL CONDITIONS
es: SECCIÓN 2 - CONDICIONES GENERALES
fr_ca: SECTION 2 - CONDITIONS GÉNÉRALES
ru: Пункт 2 - Общие условия

source: We reserve the right to refuse service to anyone for any reason at any time.
es: Nos reservamos el derecho a rechazar el servicio a cualquier persona por cualquier motivo y en cualquier momento.
fr_ca: Nous nous réservons le droit de refuser le service à quiconque pour quelque raison que ce soit à tout moment.
ru: Мы оставляем за собой право отказать в обслуживании кому-либо по любой причине и в любое время.
