Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: es, fr_ca, ru

source: For security purposes, we need your current password.
es: Por motivos de seguridad, necesitamos su contraseña actual.
fr_ca: Pour des raisons de sécurité, nous avons besoin de votre mot de passe actuel.
ru: В целях соблюдения безопасности, нам нужен ваш настоящий пароль.

source: New Password
es: Nueva Contraseña
fr_ca: nouveau mot de passe
ru: Новый пароль

source: New Password (again)
es: Nueva Contraseña (de nuevo)
fr_ca: Retapez le nouveau mot de passe)
ru: Новый пароль (снова)

source: You can not change the password of a superuser.
es: No puede cambiar la contraseña de un superusuario.
fr_ca: Vous ne pouvez pas modifier le mot de passe d'un superutilisateur.
ru: Вы не можете изменить пароль суперпользователя

source: Change User Password
es: Cambiar Contraseña de Usuario
fr_ca: Changer le mot de passe de l'utilisateur
ru: Изменить пароль пользователя

source: Password changed for %s.
es: Se cambió la contraseña para %s.
fr_ca: Mot de passe modifié pour %s.

source: Reset User Password
es: Restablecer contraseña de usuario
fr_ca: Réinitialiser le mot de passe de l'utilisateur
ru: Сбросить пароль пользователя

source: Error! The `shuup.front.apps.auth` app needs to be enabled for password reset.
es: ¡Error! La aplicación `shuup.front.apps.auth` debe estar habilitada para restablecer la contraseña.
fr_ca: Erreur! L'application `shuup.front.apps.auth` doit être activée pour la réinitialisation du mot de passe.

source: Password recovery email sent to %(email)s.
es: Correo electrónico de recuperación de contraseña enviado a %(email)s.
fr_ca: E-mail de récupération de mot de passe envoyé à %(email)s.

source: Error! Sending the password recovery email failed.
es: ¡Error! Error al enviar el correo electrónico de recuperación de contraseña.
fr_ca: Erreur! L'envoi de l'e-mail de récupération du mot de passe a échoué.

source: In order to allow making significant changes to accounts, we need to confirm that you know the password for the account you are using.
es: Para permitir realizar cambios significativos en las cuentas, debemos confirmar que conoce la contraseña de la cuenta que está utilizando.
fr_ca: Afin de permettre d'apporter des modifications importantes aux comptes, nous devons confirmer que vous connaissez le mot de passe du compte que vous utilisez.

source: Superuser (Full rights) status
es: Estado de superusuario (plenos derechos)
fr_ca: Statut de superutilisateur (pleins droits)

source: Designates whether this user has all permissions without explicitly assigning them. Assigning Granular Permission Groups to a Superuser will not have any effect because Granular Permission Groups are only able to give more rights, but Superuser already has them all.
es: Designa si este usuario tiene todos los permisos sin asignarlos explícitamente. La asignación de grupos de permisos granulares a un superusuario no tendrá ningún efecto porque los grupos de permisos granulares solo pueden otorgar más derechos, pero el superusuario ya los tiene todos.
fr_ca: Indique si cet utilisateur dispose de toutes les autorisations sans les affecter explicitement. L'attribution de groupes d'autorisations granulaires à un superutilisateur n'aura aucun effet car les groupes d'autorisations granulaires ne peuvent donner que plus de droits, mais le superutilisateur les a déjà tous.

source: Access to Admin Panel status
es: Acceso al estado del Panel de administración
fr_ca: Accès à l'état du panneau d'administration

source: Designates whether this user can log into this admin site. Even Superusers should have this status enabled, otherwise they won't be able to access the Admin Panel.
es: Designa si este usuario puede iniciar sesión en este sitio de administración. Incluso los superusuarios deberían tener habilitado este estado, de lo contrario no podrán acceder al panel de administración.
fr_ca: Indique si cet utilisateur peut se connecter à ce site d'administration. Même les super-utilisateurs devraient avoir ce statut activé, sinon ils ne pourront pas accéder au panneau d'administration.

source: Use Permission Groups to granularly give more permissions. User can belong to many groups and their permissions add and stack together. Search for `Permission Groups` to change these and add them to multiple users. Go to user account -> `Actions` -> `Edit Main Permissions` to add them to a specific user. Will not influence Superusers as they already have all the rights and can't be stripped of them without removing Superuser status first.
es: Utilice grupos de permisos para otorgar más permisos de forma granular. El usuario puede pertenecer a muchos grupos y sus permisos se suman y apilan. Busque &quot;Grupos de permisos&quot; para cambiarlos y agregarlos a varios usuarios. Vaya a la cuenta de usuario -&gt; ʻAcciones` -&gt; ʻEditar permisos principales` para agregarlos a un usuario específico. No influirá en los superusuarios, ya que ya tienen todos los derechos y no se les puede quitar sin eliminar primero el estado de superusuario.
fr_ca: Utilisez les groupes d'autorisations pour accorder plus d'autorisations de manière granulaire. L'utilisateur peut appartenir à de nombreux groupes et leurs autorisations s'additionnent et s'empilent ensemble. Recherchez «Groupes d'autorisations» pour les modifier et les ajouter à plusieurs utilisateurs. Allez dans le compte utilisateur -&gt; ʻActions` -&gt; ʻEdit Main Permissions` pour les ajouter à un utilisateur spécifique. N'influencera pas les super-utilisateurs car ils ont déjà tous les droits et ne peuvent pas être dépouillés sans d'abord supprimer le statut de super-utilisateur.

source: You can't unset this status for yourself due to security reasons. Use another account if you want to remove permissions for this particular account.
es: No puedes anular este estado por ti mismo por motivos de seguridad. Utilice otra cuenta si desea eliminar los permisos de esta cuenta en particular.
fr_ca: Vous ne pouvez pas annuler ce statut pour vous-même pour des raisons de sécurité. Utilisez un autre compte si vous souhaitez supprimer les autorisations pour ce compte particulier.

source: Change User Permissions
es: Cambiar permisos de usuario
fr_ca: Modifier les autorisations des utilisateurs
ru: Изменить настройки доступа для пользователя

source: Change Main Permissions: %s
es: Cambiar los permisos principales: %s
fr_ca: Modifier les autorisations principales: %s

source: Permissions changed for %s.
es: Los permisos cambiaron para %s.
fr_ca: Les autorisations ont été modifiées pour %s.

source: You must have the Access to Admin Panel permission.
es: Debe tener el permiso de acceso al panel de administración.
fr_ca: Vous devez disposer de l'autorisation d'accès au panneau d'administration.

source: You must have the Access to Admin Panel permissions to this shop.
es: Debe tener los permisos de acceso al panel de administración para esta tienda.
fr_ca: Vous devez disposer des autorisations d'accès au panneau d'administration pour cette boutique.

source: General Information
es: Información general
fr_ca: Informations générales
ru: Общая информация

source: Login
es: Iniciar sesión
fr_ca: S'identifier
ru: Логин

source: Welcome back
es: Bienvenido de nuevo
fr_ca: Nous saluons le retour

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
fr_ca: Mot de passe oublié?
ru: Забыли ваш пароль?

source: Logged out
es: Desconectar
fr_ca: Déconnecté
ru: Вы вышли с сайта

source: You have been securely logged out. Hope to see you soon!
es: Se ha desconectado de forma segura. ¡Espero verte pronto!
fr_ca: Vous avez été déconnecté en toute sécurité. A bientôt, j'espère!
ru: Вы успешно вышли с сайта. Надеемся скоро вас увидеть!

source: Log in again
es: Entrar de nuevo
fr_ca: Connectez-vous à nouveau
ru: Зайти снова

source: Visit shop
es: Visitar tienda
fr_ca: Visiter la boutique
ru: Перейти в магазин

source: Hi %(fullname)s
es: Hola %(fullname)s
fr_ca: Salut %(fullname)s

source: In case you've forgotten, your username is %(username)s.
es: En caso de que lo hayas olvidado, tu usuario es %(username)s.
fr_ca: Au cas où vous l'auriez oublié, votre nom d'utilisateur est %(username)s.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
es: Recibió este correo electrónico porque solicitó un restablecimiento de contraseña para su cuenta de usuario en %(site_name)s.
fr_ca: Vous recevez cet e-mail car vous avez demandé la réinitialisation du mot de passe de votre compte utilisateur à l'adresse %(site_name)s.

source: Please go to the following page and choose a new password:
es: Vaya a la página siguiente y elija una nueva contraseña:
fr_ca: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe:

source: Password Recovery
es: Recuperar contraseña
fr_ca: Récupération de mot de passe

source: Reset Password
es: Restablecer la contraseña
fr_ca: réinitialiser le mot de passe

source: Send password recovery instructions
es: Enviar instrucciones de recuperación de contraseña
fr_ca: Envoyer les instructions de récupération du mot de passe

source: Active shop:
es: Tienda activa:
fr_ca: Boutique active:

source: Active vendor:
es: Proveedor activo:
fr_ca: Fournisseur actif:

source: Dashboard
es: Tablero
fr_ca: Tableau de bord
ru: Панель информации

source: Quicklinks
es: Enlaces rápidos
fr_ca: Liens rapides
ru: Быстрые ссылки

source: Menu
es: Menú
ru: Меню

source: Search for
es: Buscar
fr_ca: Rechercher
ru: Поиск

source: Hello
es: Hola
fr_ca: Bonjour
ru: Привет

source: Stop Auto Refresh
es: Detener la actualización automática
fr_ca: Arrêter l'actualisation automatique

source: Auto Refresh Every 30s
es: Actualización automática cada 30 segundos
fr_ca: Actualisation automatique toutes les 30 s

source: Show Tour
es: Mostrar Tour
fr_ca: Afficher le tour
ru: Тур по сайту

source: Log out
es: Cerrar sesión
fr_ca: Se déconnecter
ru: Выйти

source: Copy visibility settings to products
es: Copiar la configuración de visibilidad a los productos
fr_ca: Copier les paramètres de visibilité dans les produits
ru: Скопировать настройки отображения для товаров

source: Category Image
es: Imagen de categoría
fr_ca: Image de la catégorie
ru: Изображение категории

source: * Products that have this category as a primary category.
es: * Productos que tienen esta categoría como categoría principal.
fr_ca: * Produits qui ont cette catégorie comme catégorie principale.

source: Add a new product category
es: Agregar una nueva categoría de producto
fr_ca: Ajouter une nouvelle catégorie de produits
ru: Добавить новую категорию товаров

source: You are adding a new product category. When people search your store, they can find your product under the category you choose for it, like the aisle signs at the supermarket.
es: Está agregando una nueva categoría de producto. Cuando las personas buscan en su tienda, pueden encontrar su producto en la categoría que elija, como los letreros del pasillo en el supermercado.
fr_ca: Vous ajoutez une nouvelle catégorie de produits. Lorsque les gens recherchent votre magasin, ils peuvent trouver votre produit dans la catégorie que vous choisissez, comme les enseignes d'allée au supermarché.

source: You can add a name, description, picture or anything you want to make it stand out.
es: Puede agregar un nombre, descripción, imagen o cualquier cosa que desee para que se destaque.
fr_ca: Vous pouvez ajouter un nom, une description, une image ou tout ce que vous voulez pour le faire ressortir.

source: General information
es: Información general
fr_ca: informations générales
ru: Общая информация

source: Add Members
es: Añadir miembros
fr_ca: Ajouter des membres
ru: Добавить участников

source: Add more
es: Añadir más
fr_ca: Ajouter plus
ru: Добавить больше

source: Billing address
es: Dirección de Envio
fr_ca: Adresse de facturation
ru: Платежный адрес

source: No billing address defined.
es: No se ha definido ninguna dirección de facturación.
fr_ca: Aucune adresse de facturation définie.
ru: Платёжный адрес не указан

source: Shipping address
es: Dirección de Envío
fr_ca: Adresse de livraison
ru: Адрес доставки

source: No shipping address defined.
es: No se ha definido ninguna dirección de envío.
fr_ca: Aucune adresse de livraison définie.
ru: Адрес доставки не указан

source: Full Name
es: Nombre completo
fr_ca: Nom complet
ru: Полное имя

source: No groups
es: Sin grupos
fr_ca: Aucun groupe
ru: Нет групп

source: Bound User
es: Usuario vinculado
fr_ca: Utilisateur lié
ru: Связанный пользователь

source: Companies
es: Empresas
fr_ca: Entreprises
ru: Компании

source: No members.
es: Sin miembros.
fr_ca: Aucun membre.
ru: Нет участников.

source: Use billing address as shipping address
es: Utilice la dirección de facturación como dirección de envío
fr_ca: Utiliser l'adresse de facturation comme adresse de livraison
ru: Использовать платёжный адрес, как адрес доставки

source: Basic details
es: Detalles básicos
fr_ca: Détails de base
ru: Базовая информация

source: COMPANY NAME
es: NOMBRE DE EMPRESA
fr_ca: NOM DE LA COMPAGNIE
ru: НАЗВАНИЕ КОМПАНИИ

source: You can enter here the information about <strong>%(public_name)s</strong>.
es: Puede ingresar aquí la información sobre <strong>%(public_name)s</strong> .
fr_ca: Vous pouvez entrer ici les informations sur <strong>%(public_name)s</strong> .

source: Your order has been received and will be processed as soon as possible.
es: Su pedido ha sido recibido y será procesado lo antes posible.
fr_ca: Votre commande a bien été reçue et sera traitée dans les plus brefs délais.
ru: Ваш заказ был получен и будет обработан в ближайшее время.

source: For reference, here's a list of your order's contents.
es: Como referencia, aquí hay una lista del contenido de su pedido.
fr_ca: Pour référence, voici une liste du contenu de votre commande.
ru: Для справки, вот список содержимого вашего заказа

source: Please note that no record of your order being paid currently exists.
es: Tenga en cuenta que actualmente no existe ningún registro del pago de su pedido.
fr_ca: Veuillez noter qu'aucun enregistrement de votre commande en cours de paiement n'existe actuellement.
ru: Пожалуйста, заметьте, что в данный момент нет подтверждения оплаты вашего заказа.

source: Thank you for shopping with us!
es: gracias por comprar con nosotros!
fr_ca: Merci de magasiner avec nous!
ru: Спасибо за то, что пользуетесь услугами нашего магазина!

source: YOUR E-MAIL HERE
es: TU CORREO ELECTRÓNICO AQUÍ
fr_ca: VOTRE E-MAIL ICI
ru: ВАШ ЭЛЕКТРОННЫЙ АДРЕС ЗДЕСЬ

source: YOUR ADDRESS HERE
es: TU DIRECCIÓN AQUÍ
fr_ca: VOTRE ADRESSE ICI
ru: ВАШ АДРЕС ЗДЕСЬ

source: SECTION 1 - WHAT DO WE DO WITH YOUR INFORMATION?
es: SECCIÓN 1 - ¿QUÉ HACEMOS CON SU INFORMACIÓN?
fr_ca: SECTION 1 - QUE FAISONS-NOUS DE VOS INFORMATIONS?
ru: Пункт 1 - ЧТО МЫ ДЕЛАЕМ С ВАШЕЙ ИНФОРМАЦИЕЙ?

source: When you purchase something from our store, as part of the buying and selling process, we collect the personal information you give us such as your name, address and email address.
es: Cuando compra algo en nuestra tienda, como parte del proceso de compra y venta, recopilamos la información personal que nos proporciona, como su nombre, dirección y dirección de correo electrónico.
fr_ca: Lorsque vous achetez quelque chose dans notre boutique, dans le cadre du processus d'achat et de vente, nous recueillons les informations personnelles que vous nous fournissez, telles que votre nom, votre adresse et votre adresse e-mail.
ru: Когда вы что-то покупаете в нашем магазине, в процессе купли-продажи мы собираем вашу личную информацию, такую как имя, адрес и электронный адрес.

source: When you browse our store, we also automatically receive your computer’s internet protocol (IP) address in order to provide us with information that helps us learn about your browser and operating system.
es: Cuando navega por nuestra tienda, también recibimos automáticamente la dirección de protocolo de Internet (IP) de su computadora para proporcionarnos información que nos ayude a conocer su navegador y sistema operativo.
fr_ca: Lorsque vous naviguez dans notre boutique, nous recevons également automatiquement l'adresse IP (Internet Protocol) de votre ordinateur afin de nous fournir des informations qui nous aident à en savoir plus sur votre navigateur et votre système d'exploitation.
ru: Когда вы просматриваете наш магазин, у нас также автоматически отображается ваш (IP) адрес для того чтобы мы получили информацию о вашем браузере или операционной системе.

source: Email marketing (if applicable): With your permission, we may send you emails about our store, new products and other updates.
es: Marketing por correo electrónico (si corresponde): con su permiso, podemos enviarle correos electrónicos sobre nuestra tienda, nuevos productos y otras actualizaciones.
fr_ca: Marketing par e-mail (le cas échéant): Avec votre permission, nous pouvons vous envoyer des e-mails concernant notre boutique, de nouveaux produits et d'autres mises à jour.
ru: Почтовая рассылка (если необходимо): С вашего разрешения, мы можем вам выслать электронные письма о нашем магазине, новых продуктах и других обновлениях.

source: SECTION 2 - CONSENT
es: SECCIÓN 2 - CONSENTIMIENTO
fr_ca: SECTION 2 - CONSENTEMENT
ru: Пункт 2 - Соглашение

source: How do you get my consent?
es: ¿Cómo se obtiene mi consentimiento?
fr_ca: Comment obtenez-vous mon consentement?
ru: Как вы получите моё согласие?

source: When you provide us with personal information to complete a transaction, verify your credit card, place an order, arrange for a delivery or return a purchase, we imply that you consent to our collecting it and using it for that specific reason only.
es: Cuando nos proporciona información personal para completar una transacción, verificar su tarjeta de crédito, realizar un pedido, organizar una entrega o devolver una compra, damos a entender que da su consentimiento para que la recopilemos y la usemos solo por ese motivo específico.
fr_ca: Lorsque vous nous fournissez des informations personnelles pour effectuer une transaction, vérifier votre carte de crédit, passer une commande, organiser une livraison ou retourner un achat, nous impliquons que vous consentez à ce que nous les collections et les utilisions uniquement pour cette raison spécifique.
ru: Когда вы предоставляете нам личную информацию для совершения транзакции, подтверждаете свою кредитную карту, размещаете заказ, организуете доставку или возвращаете покупку, мы подразумеваем, что вы соглашаетесь на ее сбор и использование только по этой конкретной причине.

source: If we ask for your personal information for a secondary reason, like marketing, we will either ask you directly for your expressed consent, or provide you with an opportunity to say no.
es: Si solicitamos su información personal por un motivo secundario, como marketing, le pediremos directamente su consentimiento expreso o le daremos la oportunidad de decir que no.
fr_ca: Si nous demandons vos informations personnelles pour une raison secondaire, comme le marketing, nous vous demanderons directement votre consentement explicite ou vous donnerons la possibilité de dire non.
ru: Если мы попросим вашу личную информацию по второстепенной причине, например, по вопросам маркетинга, мы либо попросим ваше личное согласие, либо предоставим вам возможность отказаться.

source: How do I withdraw my consent?
es: ¿Cómo retiro mi consentimiento?
fr_ca: Comment retirer mon consentement?
ru: Как я могу отказаться?

source: If after you opt-in, you change your mind, you may withdraw your consent for us to contact you, for the continued collection, use or disclosure of your information, at anytime, by contacting us at <strong>%(shop_email)s</strong> or mailing us at: <strong>%(shop_address)s</strong>
es: Si después de que se inscribe, cambia de opinión, puede retirar su consentimiento para que nos comuniquemos con usted, para la recopilación, uso o divulgación continua de su información, en cualquier momento, comunicándose con nosotros al <strong>%(shop_email)s</strong> o enviándonos un correo electrónico al: <strong>%(shop_address)s</strong>
fr_ca: Si, après votre inscription, vous changez d'avis, vous pouvez retirer votre consentement pour que nous vous contactions, pour la collecte, l'utilisation ou la divulgation continue de vos informations, à tout moment, en nous contactant à <strong>%(shop_email)s</strong> ou en nous envoyant un courrier à: <strong>%(shop_address)s</strong>

source: SECTION 3 - DISCLOSURE
es: SECCIÓN 3 - DIVULGACIÓN
fr_ca: SECTION 3 - DIVULGATION
ru: Пункт 3 - Огласка

source: We may disclose your personal information if we are required by law to do so or if you violate our Terms of Service.
es: Podemos divulgar su información personal si la ley nos exige hacerlo o si viola nuestros Términos de servicio.
fr_ca: Nous pouvons divulguer vos informations personnelles si nous sommes tenus par la loi de le faire ou si vous violez nos conditions d'utilisation.
ru: Мы можем огласить ваши персональные данные, если того требует закон или вы нарушили пользовательское соглашение.

source: SECTION 4 - SHUUP
es: SECCIÓN 4 - SHUUP
ru: Пункт 4 - SHUUP

source: Our store is hosted on Shuup. They provide us with the online e-commerce platform that allows us to sell our products and services to you.
es: Nuestra tienda se encuentra alojada en Shuup. Ellos nos proporcionan la plataforma de comercio electrónico en línea que nos permite venderle nuestros productos y servicios.
fr_ca: Notre boutique est hébergée sur Shuup. Ils nous fournissent la plateforme de commerce électronique en ligne qui nous permet de vous vendre nos produits et services.
ru: Наш магазин создан на базе Shupp. Данный ресурс предоставляет нам платформу для электронной коммерции, которая позволяет нам продавать вам наши товары и услуги.

source: Your data is stored through Shuup’s data storage, databases and the general Shuup application. They store your data on a secure server behind a firewall.
es: Sus datos se almacenan a través del almacenamiento de datos de Shuup, las bases de datos y la aplicación general de Shuup. Almacenan sus datos en un servidor seguro detrás de un firewall.
fr_ca: Vos données sont stockées via le stockage de données de Shuup, les bases de données et l'application générale Shuup. Ils stockent vos données sur un serveur sécurisé derrière un pare-feu.
ru: Ваши данные сохраняются в базе данных Shuup, и основных приложениях сервиса. Данные хранятся на защищённом сервере с поддержкой firewall.

source: Payment
es: Pago
fr_ca: Paiement
ru: Платёж
