Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: es, fr_ca, ru

source: We do not guarantee, represent or warrant that your use of our service will be uninterrupted, timely, secure or error-free.
es: No garantizamos, representamos ni garantizamos que su uso de nuestro servicio sea ininterrumpido, oportuno, seguro o libre de errores.
fr_ca: Nous ne garantissons pas, ne représentons ni ne garantissons que votre utilisation de notre service sera ininterrompue, opportune, sécurisée ou sans erreur.
ru: Мы не гарантируем, не заявляем и не утверждаем, что использование нашего сервиса вами будет бесперебойным, своевременным, безопасным или безошибочным.

source: We do not warrant that the results that may be obtained from the use of the service will be accurate or reliable.
es: No garantizamos que los resultados que puedan obtenerse del uso del servicio sean precisos o confiables.
fr_ca: Nous ne garantissons pas que les résultats qui peuvent être obtenus de l'utilisation du service seront exacts ou fiables.
ru: Мы не гарантируем, что результаты, которые могут быть получены при использовании услуг, будут точными или надежными.

source: You agree that from time to time we may remove the service for indefinite periods of time or cancel the service at any time, without notice to you.
es: Usted acepta que de vez en cuando podemos eliminar el servicio por períodos de tiempo indefinidos o cancelar el servicio en cualquier momento, sin previo aviso.
fr_ca: Vous acceptez que de temps à autre, nous pouvons supprimer le service pour des périodes indéfinies ou annuler le service à tout moment, sans préavis.
ru: Вы соглашаетесь с тем, что время от времени мы можем удалить услугу на неопределенный срок или отменить ее в любое время без вашего уведомления.

source: You expressly agree that your use of, or inability to use, the service is at your sole risk. The service and all products and services delivered to you through the service are (except as expressly stated by us) provided 'as is' and 'as available' for your use, without any representation, warranties or conditions of any kind, either express or implied, including all implied warranties or conditions of merchantability, merchantable quality, fitness for a particular purpose, durability, title, and non-infringement.
es: Usted acepta expresamente que el uso o la imposibilidad de usar el servicio es bajo su propio riesgo. El servicio y todos los productos y servicios que se le brindan a través del servicio se brindan (excepto cuando lo indiquemos expresamente) &#39;tal como están&#39; y &#39;según estén disponibles&#39; para su uso, sin ninguna representación, garantía o condición de ningún tipo, ya sea expresa o implícito, incluidas todas las garantías o condiciones implícitas de comerciabilidad, calidad comercial, idoneidad para un propósito particular, durabilidad, título y no infracción.
fr_ca: Vous acceptez expressément que votre utilisation ou votre incapacité à utiliser le service est à vos risques et périls. Le service et tous les produits et services qui vous sont fournis par le biais du service sont (sauf indication expresse de notre part) fournis `` tels quels &#39;&#39; et `` tels que disponibles &#39;&#39; pour votre utilisation, sans aucune représentation, garantie ou condition de quelque nature que ce soit, expresse ou implicite, y compris toutes les garanties ou conditions implicites de qualité marchande, de qualité marchande, d'adéquation à un usage particulier, de durabilité, de titre et de non-contrefaçon.
ru: Вы однозначно соглашаетесь с тем, что использование или невозможность использования услуги вами оставляется под вашу ответственность. Все продукты и услуги, предоставляемые вам через наши сервисы, осуществляются или поставляются (за исключением случаев, прямо указанных нами) на условиях «как есть» и «как доступно», без каких-либо примечаний, гарантий или условий любого рода, быстро меняющихся или продуманных, включая все подразумеваемые гарантии или условия коммерческого использования, коммерческое качество, пригодность для определенной цели, долговечность, название и ненарушение прав.

source: In no case shall <strong>%(public_name)s</strong>, our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility. Because some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law.
es: En ningún caso <strong>%(public_name)s</strong> , nuestros directores, funcionarios, empleados, afiliados, agentes, contratistas, pasantes, proveedores, prestadores de servicios o licenciatarios serán responsables de cualquier lesión, pérdida, reclamo o cualquier daño directo, indirecto, incidental, punitivo, especial o daños consecuentes de cualquier tipo, incluidos, entre otros, lucro cesante, lucro cesante, pérdida de ahorros, pérdida de datos, costos de reemplazo o cualquier daño similar, ya sea por contrato, agravio (incluida negligencia), responsabilidad estricta o de otro tipo, que surja de su el uso de cualquiera de los servicios o productos adquiridos mediante el servicio, o para cualquier otro reclamo relacionado de alguna manera con su uso del servicio o cualquier producto, incluidos, entre otros, cualquier error u omisión en cualquier contenido, o cualquier pérdida o daño de cualquier tipo incurrido como resultado del uso del servicio o cualquier contenido (o producto) publicado, transmitido o puesto a disposición a través del servicio, incluso si se advierte de su posibilidad. Debido a que algunos estados o jurisdicciones no permiten la exclusión o la limitación de responsabilidad por daños consecuentes o incidentales, en dichos estados o jurisdicciones, nuestra responsabilidad se limitará al máximo permitido por la ley.
fr_ca: En aucun cas <strong>%(public_name)s</strong> , nos administrateurs, dirigeants, employés, sociétés affiliées, agents, sous-traitants, stagiaires, fournisseurs, prestataires de services ou concédants de licence ne pourront être tenus responsables de toute blessure, perte, réclamation ou tout dommage direct, indirect, accessoire, punitif, spécial ou dommages indirects de toute nature, y compris, sans s'y limiter, la perte de profits, la perte de revenus, la perte d'économies, la perte de données, les coûts de remplacement ou tout dommage similaire, qu'il soit basé sur un contrat, un délit (y compris la négligence), une responsabilité stricte ou autre, découlant de votre l'utilisation de l'un des services ou des produits achetés à l'aide du service, ou pour toute autre réclamation liée de quelque manière que ce soit à votre utilisation du service ou de tout produit, y compris, mais sans s'y limiter, toute erreur ou omission dans tout contenu, ou tout perte ou dommage de toute nature résultant de l'utilisation du service ou de tout contenu (ou produit) affiché, transmis ou autrement rendu disponible via le service, même s'il est informé de leur possibilité. Étant donné que certains États ou juridictions n'autorisent pas l'exclusion ou la limitation de responsabilité pour les dommages indirects ou accessoires, dans ces États ou juridictions, notre responsabilité sera limitée dans la mesure maximale autorisée par la loi.

source: SECTION 14 - INDEMNIFICATION
es: SECCIÓN 14 - INDEMNIZACIÓN
fr_ca: SECTION 14 - INDEMNISATION
ru: Пункт 14 - Возмещение ущерба.

source: You agree to indemnify, defend and hold harmless <strong>%(public_name)s</strong> and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party.
es: Usted acepta indemnizar, defender y mantener <strong>indemne a %(public_name)s</strong> y a nuestra matriz, subsidiarias, afiliadas, socios, funcionarios, directores, agentes, contratistas, licenciantes, proveedores de servicios, subcontratistas, proveedores, pasantes y empleados, indemnes de cualquier reclamo o demanda, incluyendo Honorarios de abogados, hechos por terceros debido a o que surjan de su incumplimiento de estos Términos de servicio o los documentos que incorporan por referencia, o su violación de cualquier ley o los derechos de un tercero.
fr_ca: Vous acceptez d'indemniser, de défendre et de dégager de toute responsabilité <strong>%(public_name)s</strong> et notre société mère, filiales, sociétés affiliées, partenaires, dirigeants, administrateurs, agents, sous-traitants, concédants de licence, prestataires de services, sous-traitants, fournisseurs, stagiaires et employés, exempts de toute réclamation ou demande, y compris raisonnable les honoraires d'avocat, facturés par un tiers en raison de ou découlant de votre violation des présentes Conditions d'utilisation ou des documents qu'elles incorporent par référence, ou de votre violation de toute loi ou des droits d'un tiers.

source: SECTION 15 - SEVERABILITY
es: SECCIÓN 15 - DIVISIBILIDAD
fr_ca: SECTION 15 - DIVISIBILITÉ
ru: Пункт 15 - Делимость

source: In the event that any provision of these Terms of Service is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms of Service, such determination shall not affect the validity and enforceability of any other remaining provisions.
es: En el caso de que se determine que alguna disposición de estos Términos de servicio es ilegal, nula o inaplicable, dicha disposición será, no obstante, ejecutable en la mayor medida permitida por la ley aplicable, y la parte inaplicable se considerará separada de estos Términos de Servicio, tal determinación no afectará la validez y aplicabilidad de cualquier otra disposición restante.
fr_ca: Dans le cas où une disposition des présentes Conditions d'utilisation est jugée illégale, nulle ou inapplicable, cette disposition sera néanmoins exécutoire dans toute la mesure permise par la loi applicable, et la partie inapplicable sera réputée être séparée des présentes Conditions de Service, une telle détermination n'affectera pas la validité et le caractère exécutoire des autres dispositions restantes.
ru: В случае, если какое-либо из положений настоящих условий обслуживания будет признано незаконным, недействительным или неисполнимым, такое положение, тем не менее, может быть осуществлено в максимально возможной степени в соответствии с применимым законодательством, а неисполнимая часть не будет считаться частью настоящих условий обслуживания. Такое определение не должно влиять на действительность и исковую силу любых других оставшихся положений.

source: SECTION 16 - TERMINATION
es: SECCIÓN 16 - TERMINACIÓN
fr_ca: SECTION 16 - RÉSILIATION
ru: Пункт 16 - Расторжение договора

source: The obligations and liabilities of the parties incurred prior to the termination date shall survive the termination of this agreement for all purposes.
es: Las obligaciones y responsabilidades de las partes incurridas antes de la fecha de terminación sobrevivirán a la terminación de este acuerdo para todos los propósitos.
fr_ca: Les obligations et responsabilités des parties engagées avant la date de résiliation survivront à la résiliation de cet accord à toutes fins.
ru: Обязательства и ответственность сторон, принятые до даты расторжения соглашения, остаются в силе после прекращения действия настоящего соглашения для всех целей.

source: These Terms of Service are effective unless and until terminated by either you or us. You may terminate these Terms of Service at any time by notifying us that you no longer wish to use our Services, or when you cease using our site.
es: Estos Términos de servicio son efectivos a menos que usted o nosotros los rescindamos. Puede rescindir estos Términos de servicio en cualquier momento notificándonos que ya no desea utilizar nuestros Servicios o cuando deje de utilizar nuestro sitio.
fr_ca: Ces conditions d'utilisation sont en vigueur à moins et jusqu'à leur résiliation par vous ou par nous. Vous pouvez mettre fin à ces conditions d'utilisation à tout moment en nous notifiant que vous ne souhaitez plus utiliser nos services ou lorsque vous cessez d'utiliser notre site.
ru: Настоящие условия обслуживания действительны до тех пор, пока они не будут прекращены вами или нами. Вы можете в любое время прекратить действие настоящих условий обслуживания, уведомив нас о том, что вы больше не хотите использовать наши сервисы или когда вы прекратите пользоваться нашим сайтом.

source: If in our sole judgment you fail, or we suspect that you have failed, to comply with any term or provision of these Terms of Service, we also may terminate this agreement at any time without notice and you will remain liable for all amounts due up to and including the date of termination; and/or accordingly may deny you access to our Services (or any part thereof).
es: Si, a nuestro exclusivo criterio, usted no cumple, o sospechamos que no ha cumplido con cualquier término o disposición de estos Términos de servicio, también podemos rescindir este acuerdo en cualquier momento sin previo aviso y usted seguirá siendo responsable de todos los montos adeudados. hasta e incluyendo la fecha de terminación; y / o, en consecuencia, puede negarle el acceso a nuestros Servicios (o cualquier parte de los mismos).
fr_ca: Si, à notre seul jugement, vous ne parvenez pas, ou si nous soupçonnons que vous avez échoué, à vous conformer à une condition ou à une disposition des présentes Conditions d'utilisation, nous pouvons également résilier cet accord à tout moment sans préavis et vous resterez responsable de tous les montants dus. jusqu'à et y compris la date de résiliation; et / ou en conséquence peut vous refuser l'accès à nos Services (ou à toute partie de ceux-ci).
ru: Если по нашему собственному мнению вы не справились, или мы подозреваем, что вы не справились с соблюдением какого-либо пункта данных условий, мы также можем в любое время прекратить действие настоящего соглашения без уведомления, и вы будете нести ответственность за все суммы выплат до и включая дату расторжения; И / или соответственно можем лишить вас доступа к нашим услугам (или любой их части).

source: SECTION 17 - ENTIRE AGREEMENT
es: SECCIÓN 17 - ACUERDO COMPLETO
fr_ca: SECTION 17 - INTÉGRALITÉ DU CONTRAT
ru: Пункт 17 - Полное согласие

source: The failure of us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision.
es: El hecho de que no ejerzamos o hagamos cumplir cualquier derecho o disposición de estos Términos de servicio no constituirá una renuncia a dicho derecho o disposición.
fr_ca: Le défaut de notre part d'exercer ou d'appliquer un droit ou une disposition des présentes Conditions d'utilisation ne constitue pas une renonciation à ce droit ou à cette disposition.
ru: Невыполнение нами каких-либо прав или положений настоящих Условий обслуживания не является отказом от такого права или положения.

source: These Terms of Service and any policies or operating rules posted by us on this site or in respect to The Service constitutes the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service).
es: Estos Términos de servicio y cualquier política o regla operativa publicada por nosotros en este sitio o con respecto al Servicio constituyen el acuerdo y entendimiento completo entre usted y nosotros y rigen su uso del Servicio, reemplazando cualquier acuerdo, comunicaciones y propuestas anteriores o contemporáneos , ya sea oral o escrito, entre usted y nosotros (incluidas, entre otras, las versiones anteriores de los Términos de servicio).
fr_ca: Les présentes conditions d'utilisation et toutes les politiques ou règles de fonctionnement publiées par nous sur ce site ou en ce qui concerne le service constituent l'intégralité de l'accord et de la compréhension entre vous et nous et régissent votre utilisation du service, remplaçant tout accord, communication et proposition antérieurs ou contemporains. , que ce soit oralement ou par écrit, entre vous et nous (y compris, mais sans s'y limiter, les versions antérieures des Conditions d'utilisation).
ru: Настоящие Условия обслуживания и любые политики или рабочие правила, опубликованные нами на этом сайте или в отношении наших сервисов, обозначают полное согласие и понимание между вами и нами и регулируют ваше использование наших сервисов, заменяя любые предыдущие или текущие соглашения, сообщения и предложения в устной или письменной форме между вами и нами (включая, но не ограничиваясь, любыми предыдущими версиями условий обслуживания).

source: Any ambiguities in the interpretation of these Terms of Service shall not be construed against the drafting party.
es: Cualquier ambigüedad en la interpretación de estos Términos de servicio no se interpretará en contra del grupo de redacción.
fr_ca: Toute ambiguïté dans l'interprétation des présentes conditions d'utilisation ne doit pas être interprétée à l'encontre du rédacteur.
ru: Любые неясности в толковании настоящих Условий обслуживания не должны толковаться в против редакционной стороны.

source: SECTION 18 - GOVERNING LAW
es: SECCIÓN 18 - LEY APLICABLE
fr_ca: SECTION 18 - LOI APPLICABLE
ru: Пункт 18 - Действующее право

source: These Terms of Service and any separate agreements whereby we provide you Services shall be governed by and construed in accordance with the laws of <strong>%(shop_address)s</strong>.
es: Estos Términos de servicio y cualquier acuerdo separado por el cual le proporcionamos Servicios se regirán e interpretarán de acuerdo con las leyes de <strong>%(shop_address)s</strong> .
fr_ca: Ces conditions d'utilisation et tout accord séparé par lequel nous vous fournissons des services seront régis et interprétés conformément aux lois de <strong>%(shop_address)s</strong> .

source: SECTION 19 - CHANGES TO TERMS OF SERVICE
es: SECCIÓN 19 - CAMBIOS EN LOS TÉRMINOS DE SERVICIO
fr_ca: SECTION 19 - MODIFICATIONS DES CONDITIONS DE SERVICE

source: You can review the most current version of the Terms of Service at any time at this page.
es: Puede revisar la versión más actualizada de los Términos de servicio en cualquier momento en esta página.
fr_ca: Vous pouvez consulter la version la plus récente des conditions d'utilisation à tout moment sur cette page.

source: We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our website. It is your responsibility to check our website periodically for changes. Your continued use of or access to our website or the Service following the posting of any changes to these Terms of Service constitutes acceptance of those changes.
es: Nos reservamos el derecho, a nuestro exclusivo criterio, de actualizar, cambiar o reemplazar cualquier parte de estos Términos de servicio mediante la publicación de actualizaciones y cambios en nuestro sitio web. Es su responsabilidad revisar nuestro sitio web periódicamente para ver si hay cambios. Su uso continuo o acceso a nuestro sitio web o al Servicio después de la publicación de cualquier cambio en estos Términos de servicio constituye la aceptación de dichos cambios.
fr_ca: Nous nous réservons le droit, à notre seule discrétion, de mettre à jour, de modifier ou de remplacer toute partie de ces Conditions d'utilisation en publiant des mises à jour et des modifications sur notre site Web. Il est de votre responsabilité de vérifier régulièrement notre site Web pour les changements. Votre utilisation continue ou l'accès à notre site Web ou au Service après la publication de toute modification des présentes Conditions d'utilisation constitue une acceptation de ces modifications.

source: SECTION 20 - CONTACT INFORMATION
es: SECCIÓN 20 - INFORMACIÓN DE CONTACTO
fr_ca: SECTION 20 - COORDONNÉES
ru: Пункт 20 - Контактная информация.

source: Questions about the Terms of Service should be sent to us at <strong>%(shop_email)s</strong>.
es: Las preguntas sobre los Términos de servicio deben enviarse a <strong>%(shop_email)s</strong> .
fr_ca: Les questions sur les conditions d'utilisation doivent nous être envoyées à l'adresse <strong>%(shop_email)s</strong> .

source: Remove block
es: Eliminar bloque
fr_ca: Supprimer le bloc
ru: Удалить блок

source: Resize block
es: Cambiar el tamaño del bloque
fr_ca: Redimensionner le bloc
ru: Изменить размеры блока

source: Welcome!
es: ¡Bienvenido!
fr_ca: Bienvenue!
ru: Добро пожаловать!

source: Notifications
es: Notificaciones
ru: Уведомления

source: Mark as read
es: Marcar como leído
fr_ca: Marquer comme lu
ru: Отметить, как прочитанное

source: Activity Feed
es: Feed de actividad
fr_ca: Flux d'activité
ru: История активности

source: This is the dashboard for your store. It’s like the flight deck for your ecommerce spaceship. You can control everything from here.
es: Este es el tablero de su tienda. Es como la cabina de vuelo de su nave espacial de comercio electrónico. Puedes controlar todo desde aquí.
fr_ca: Ceci est le tableau de bord de votre magasin. C'est comme le poste de pilotage de votre vaisseau spatial de commerce électronique. Vous pouvez tout contrôler à partir d'ici.

source: Check out your shoppers’ info, add more products or categories, setup marketing campaigns, see orders and sales stats, and track the money you’ve made.
es: Consulte la información de sus compradores, agregue más productos o categorías, configure campañas de marketing, vea pedidos y estadísticas de ventas, y realice un seguimiento del dinero que ha ganado.
fr_ca: Consultez les informations de vos acheteurs, ajoutez plus de produits ou de catégories, configurez des campagnes marketing, consultez les commandes et les statistiques de vente et suivez l'argent que vous avez gagné.

source: Every setting you could possibly need is in here.
es: Todos los ajustes que puedas necesitar están aquí.
fr_ca: Tous les paramètres dont vous pourriez avoir besoin se trouvent ici.

source: Table Columns
es: Columnas de tabla
fr_ca: Colonnes de table
ru: Колонки таблицы

source: Active headers
es: Encabezados activos
fr_ca: En-têtes actifs
ru: Выбранные заголовки

source: Selectable headers
es: Encabezados seleccionables
fr_ca: En-têtes sélectionnables
ru: Имеющиеся заголовки

source: Add
es: Añadir
fr_ca: Ajouter
ru: Добавить

source: Bad Request
es: Solicitud incorrecta
fr_ca: Mauvaise Demande
ru: Неверный запрос
