Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/djangojs.po
Languages: de, pt_pt

source: The nuts and bolts of your store are found here. From individual country tax-regulations to your contact details.
de: Hier findest Du das A und O für Deinen Händlerbereich. Von den länderspezifischen Steuervorschriften bis hin zu Deinen Kontaktdaten.
pt_pt: Todas as engrenagens da sua loja encontram-se aqui. Desde regulamentos fiscais de cada país aos seus detalhes de contato.

source: Search
de: Suchen
pt_pt: Pesquisar

source: Lost and cannot find your way? No worries, you can search contacts, settings, add-ons and more features from here.
de: Du hast die Übersicht verloren? Keine Sorge, Du kannst von hier aus nach Kontakten, Einstellungen, Add-ons und weiteren Funktionen suchen.
pt_pt: Perdeu-se e não consegue encontrar o seu caminho? Não se preocupe, pode pesquisar contatos, definições, addons e mais funcionalidades aqui.

source: View your storefront
de: Deinen Händlerbereich anschauen
pt_pt: Ver a sua loja

source: Preview your shop and all the cool features you have created!
de: Vorschau auf Deinen Marktplatz mit all den coolen Funktionen, die Du bereits erstellt hast!
pt_pt: Pré-visualizar a sua loja e funcionalidades interessantes que criou!

source: We're done!
de: Fertig!
pt_pt: Está concluído!

source: It was nice to show you around!
de: Es war schön, Dir alles zu zeigen!
pt_pt: Foi uma boa visita guiada!

source: If you need to run it again, fire it up from the menu in the top right.
de: Wenn Du es erneut ausführen möchtest, rufe es über das Menü oben rechts auf.
pt_pt: Se necessitar de a correr outra vez, ative-a no menu no canto superior direito.

source: Learn more at the Shuup Help Center
de: Weitere Informationen findest Du im Shuup-Help-Center
pt_pt: Saber mais sobre o Centro de Ajuda da Shuup

source: Previous
de: Zurück
pt_pt: Anterior

source: Next
de: Weiter
pt_pt: Seguinte

source: Mass actions
de: Massenaktionen
pt_pt: Ações em massa

source: From
de: Von
pt_pt: De

source: To
de: Bis
pt_pt: Para

source: Items per page
de: Artikel pro Seite
pt_pt: Itens por página

source: Page
de: Seite
pt_pt: Página

source: Reset filters
de: Filter zurücksetzen
pt_pt: Redefinir filtros

source: Reset
de: Zurücksetzen
pt_pt: Redefinir

source: Apply filters
de: Filter anwenden
pt_pt: Aplicar filtros

source: Sort by
de: Sortieren nach
pt_pt: Ordenar por

source: ascending
de: aufsteigend
pt_pt: ascendente

source: descending
de: absteigend
pt_pt: descendente

source: Default sorting
de: Standardsortierung
pt_pt: Ordenação padrão

source: Filter by %s
de: Sortieren nach %s
pt_pt: Filtrar por %s

source: Select
de: Auswählen
pt_pt: Selecionar

source: Filters
de: Filter
pt_pt: Filtros

source: Show filters
de: Filter anzeigen
pt_pt: Mostrar filtros

source: Select Action
de: Aktion auswählen
pt_pt: Selecionar Ação

source: Clear Selections
de: Auswahl löschen
pt_pt: Limpar Seleções

source: Select All
de: Alles auswählen
pt_pt: Selecionar Todos

source: Select All %s Items
de: Alle %s Artikel auswählen
pt_pt: Selecionar Todos os %s Itens

source: There are no %s to show
de: Es können keine %s angezeigt werden
pt_pt: Não existe %s para mostrar

source: There is no item to show
de: Es kann kein Artikel angezeigt werden
pt_pt: Não existe nenhum item para mostrar

source: with selected filters
de: mit den ausgewählten Filtern
pt_pt: com filtros selecionados

source: How about creating a new entry?
de: Möchtest Du einen neuen Eintrag erstellen?
pt_pt: Que tal criar uma nova entrada?

source: Success! Mass Action was completed.
de: Die Massenaktion wurde erfolgreich abgeschlossen!
pt_pt: Sucesso! A ação em massa foi concluída.

source: Error! Something went wrong with the Mass Action.
de: Fehler! Bei der Massenaktion ist leider etwas schief gelaufen.
pt_pt: Erro! Algo correu mal com a Ação em Massa.

source: All %s Items Selected
de: Alle %s ausgewählten Artikel
pt_pt: Todos os %s Itens Selecionados

source: Warning! You didn't select anything.
de: Achtung: Du hast nichts ausgewählt.
pt_pt: Aviso! Não selecionou nada.

source: Confirm action by clicking OK!
de: Bestätige die Eingabe mit einem Klick auf OK!
pt_pt: Confirmar ação ao clicar em OK!

source: Are you sure you want to delete this media?
de: Bist Du sicher, dass Du dieses Medium löschen möchtest?
pt_pt: Tem a certeza que pretende eliminar este media?

source: Set as primary image
de: Als Hauptbild festlegen
pt_pt: Definir como imagem principal

source: Primary image
de: Hauptbild
pt_pt: Imagem principal

source: Finish
de: Fertigstellen
pt_pt: Terminar

source: Skip
de: Überspringen
pt_pt: Saltar

source: Total
de: Summe (brutto)
