Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: es, fr_ca, ru

source: Unfortunately the server couldn't process your request.
es: Lamentablemente, el servidor no pudo procesar su solicitud.
fr_ca: Malheureusement, le serveur n'a pas pu traiter votre demande.
ru: К сожалению, ваш запрос не мог быть обработан на сервере.

source: Permission Denied
es: Permiso denegado
fr_ca: Permission refusée
ru: Отказано в доступе

source: Unfortunately you didn't have permission to display this page.
es: Desafortunadamente, no tenías permiso para mostrar esta página.
fr_ca: Malheureusement, vous n'aviez pas l'autorisation d'afficher cette page.
ru: К сожалению, у вас нет разрешения просматривать данную страницу.

source: Internal Server Error
es: error de servidor interno
fr_ca: Erreur Interne du Serveur
ru: Внутренняя ошибка сервера

source: Unfortunately an internal server error occurred. Try refreshing the page or try again later.
es: Desafortunadamente ha ocurrido un error interno del servidor. Intente actualizar la página o vuelva a intentarlo más tarde.
fr_ca: Malheureusement, une erreur de serveur interne s'est produite. Essayez d'actualiser la page ou réessayez plus tard.
ru: К сожалению, произошла внутренняя ошибка сервера. Попробуйте перезагрузить страницу или вернуться к ней позже.

source: Edit the selected object
es: Edita el objeto seleccionado
fr_ca: Modifier l'objet sélectionné

source: Required. {field_help}
es: Necesario. {field_help}
fr_ca: Obligatoire. {field_help}

source: Optional. {field_help}
es: Opcional. {field_help}
fr_ca: Optionnel. {field_help}

source: Welcome to Shuup!
es: ¡Bienvenido a Shuup!
fr_ca: Bienvenue à Shuup!
ru: Добро пожаловать в Shuup!

source: You're almost done! Complete the following steps to sell your products online
es: ¡Ya casi terminas! Complete los siguientes pasos para vender sus productos en línea
fr_ca: Vous avez presque fini! Suivez les étapes suivantes pour vendre vos produits en ligne
ru: Вы почти готовы! Пройдите следующие шаги для того, чтобы продавать товары онлайн

source: Hi, new shop owner!
es: ¡Hola, nuevo dueño de la tienda!
fr_ca: Salut, nouveau propriétaire de magasin!
ru: Здравствуйте, новый владелец магазина!

source: Welcome to your store admin!
es: ¡Bienvenido al administrador de tu tienda!
fr_ca: Bienvenue dans l'administrateur de votre boutique!
ru: Администратор, добро пожаловать в ваш магазин!

source: Let’s go through some of the things you can do here. Click next to begin.
es: Repasemos algunas de las cosas que puede hacer aquí. Haga clic en siguiente para comenzar.
fr_ca: Passons en revue certaines des choses que vous pouvez faire ici. Cliquez sur suivant pour commencer.
ru: Давайте рассмотрим некоторые из вещей, которые вы можете здесь сделать. Нажмите «Далее», чтобы начать.

source: Date
es: Fecha
ru: Дата

source: Save and Exit
es: Guardar y Salir
fr_ca: Sauvegarder et quitter
ru: Сохранить и выйти

source: This action effects on all items.
es: Esta acción afecta a todos los elementos.
fr_ca: Cette action affecte tous les objets.

source: This action affects %(item_count)s item(s).
es: Esta acción afecta a %(item_count)s artículo (s).
fr_ca: Cette action affecte un (des) élément (s) %(item_count)s.

source: Upload
es: Subir
fr_ca: Télécharger
ru: Загрузить

source: Copy folder path
es: Copiar ruta de carpeta
fr_ca: Copier le chemin du dossier

source: Access to folder
es: Acceso a carpeta
fr_ca: Accès au dossier

source: Customize admin menu
es: Personalizar el menú de administración
fr_ca: Personnaliser le menu d'administration

source: Reset
es: Reiniciar
fr_ca: Réinitialiser

source: Folder
es: Carpeta
fr_ca: Dossier

source: Drag me
es: Arrástrame
fr_ca: Tire moi

source: Comment
es: Comentario
fr_ca: Commentaire
ru: Комментировать

source: Save comment
es: Guardar comentario
fr_ca: Enregistrer le commentaire
ru: Сохранить комментарий

source: Comment was saved.
es: Se guardó el comentario.
fr_ca: Le commentaire a été enregistré.

source: Updating the admin comment failed.
es: Error al actualizar el comentario del administrador.
fr_ca: La mise à jour du commentaire administrateur a échoué.

source: No payments have been created yet.
es: Aún no se han creado pagos.
fr_ca: Aucun paiement n'a encore été créé.
ru: Ни один платёж ещё не создан.

source: Are you sure you want to delete this payment?
es: ¿Está seguro de que desea eliminar este pago?
fr_ca: Voulez-vous vraiment supprimer ce paiement?

source: Order Details
es: Detalles del pedido
fr_ca: détails de la commande

source: Order Shop
es: Tienda de pedidos
fr_ca: Boutique de commande

source: Order Number
es: Número de orden
fr_ca: Numéro de commande
ru: Номер заказа

source: Reference
es: Referencia
fr_ca: Référence
ru: Справка

source: Label
es: Etiqueta
fr_ca: Étiquette
ru: Ярлык

source: Payment Method
es: Método de pago
fr_ca: Mode de paiement
ru: Способ оплаты

source: Shipping Method
es: Método de envío
fr_ca: Mode de livraison
ru: Способ доставки

source: Ordered by
es: Ordenado por
fr_ca: Commander par
ru: Заказано

source: Creator
es: Creador
fr_ca: Créateur
ru: Создатель

source: Tax number
es: Número de impuesto
fr_ca: Numéro d'identification fiscale
ru: Налоговый номер

source: Total Price (taxless)
es: Precio total (sin impuestos)
fr_ca: Prix total (sans taxe)
ru: Полная стоимость (без учёта налогов)

source: Total Price
es: Precio total
fr_ca: Prix total
ru: Полная стоимость

source: Customer Comment
es: Comentario del cliente
fr_ca: Commentaire client
ru: Комментарий клиента

source: Tracking codes
es: Códigos de seguimiento
fr_ca: Codes de suivi
ru: Коды для отслеживания доставки

source: Address Information
es: Datos del Domicilio
fr_ca: Informations d'adresse
ru: Адрес

source: Text
es: Texto
fr_ca: Texte
ru: Текст

source: Taxless Unit Price
es: Precio unitario sin impuestos
fr_ca: Prix unitaire hors taxe
ru: Стоимость единицы без учёта налогов.

source: Taxless Discount
es: Descuento sin impuestos
fr_ca: Remise hors taxe
ru: Скидка без учёта налогов

source: Taxless Discount Percentage
es: Porcentaje de descuento sin impuestos
fr_ca: Pourcentage de remise hors taxe
ru: Процент скидки без учёта налогов

source: Tax
es: Impuesto
fr_ca: Impôt
ru: Налог

source: Taxless Total
es: Total sin impuestos
fr_ca: Total hors taxe
ru: Итог без учёта налогов

source: Total incl. Tax
es: Total incl. Impuesto
fr_ca: Total incl. Impôt
ru: Общий итог с учётом налогов

source: Supplied by %(supplier)s
es: Suministrado por %(supplier)s
fr_ca: Fourni par %(supplier)s

source: Discount
es: Descuento
fr_ca: Remise
ru: Скидка

source: Message
es: Mensaje
ru: Сообщение

source: No log entries have been added yet.
es: Aún no se han agregado entradas de registro.
fr_ca: Aucune entrée de journal n'a encore été ajoutée.
ru: Ни одна запись журнала ещё не была зафиксирована.

source: Use the input below to add new log entries.
es: Utilice la entrada a continuación para agregar nuevas entradas de registro.
fr_ca: Utilisez l'entrée ci-dessous pour ajouter de nouvelles entrées de journal.
ru: Используйте поле ниже для того, чтобы добавить запись в журнал.

source: Add to Log
es: Agregar al registro
fr_ca: Ajouter au journal
ru: Добавить в журнал

source: Log entry was added.
es: Se agregó una entrada de registro.
fr_ca: Une entrée de journal a été ajoutée.

source: Adding the log entry failed.
es: No se pudo agregar la entrada de registro.
fr_ca: L'ajout de l'entrée de journal a échoué.

source: Unshipped
es: Sin enviar
fr_ca: Non expédié
ru: Не отправлено

source: Shipped
es: Enviado
fr_ca: Expédié
ru: Отправлено

source: Ordered
es: Ordenado
fr_ca: Commandé
ru: Заказано

source: Refunded
es: Reintegrado
fr_ca: Remboursé
ru: Возмещено

source: Create new shipment for %(supplier_name)s
es: Crear nuevo envío para %(supplier_name)s
fr_ca: Créer un nouvel envoi pour %(supplier_name)s

source: Created
es: Creado
fr_ca: Créé
ru: Создан

source: Shipped shipments should not be deleted. Deletion will affect products physical stock count. Delete anyway?
es: Los envíos enviados no deben eliminarse. La eliminación afectará el recuento de existencias físicas de los productos. ¿Eliminar de todos modos?
fr_ca: Les envois expédiés ne doivent pas être supprimés. La suppression affectera le décompte physique des produits. Supprimer quand même?
ru: Отправленные посылки не стоит удалять. Удаление будет влиять на подсчёт количества товаров на складе. Удалить в любом случае?

source: Line #
es: Línea #
fr_ca: Ligne #
ru: Строка #

source: Refunded Quantity
es: Cantidad reembolsada
fr_ca: Quantité remboursée
ru: Возвращенное количество

source: Refund Amount
es: cantidad devuelta
fr_ca: Montant du remboursement
ru: Возвращённая сумма

source: Are you sure you want to create a full refund?
es: ¿Está seguro de que desea crear un reembolso completo?
fr_ca: Voulez-vous vraiment créer un remboursement complet?
ru: Вы уверены, что хотите создать полное возмещение финансовых средств?

source: Confirm Refund
es: Confirmar reembolso
fr_ca: Confirmer le remboursement
ru: Подтвердить возмещение

source: Order Contents
es: Contenido del pedido
fr_ca: Contenu de la commande
ru: Содержание заказа

source: Paid
es: Pagado
fr_ca: Payé
ru: Оплачено

source: Remaining
es: Restante
fr_ca: Restant
ru: Остаётся

source: Add Another Refund
es: Agregar otro reembolso
fr_ca: Ajouter un autre remboursement
ru: Добавить другое возмещение

source: Order Line
es: Fila para ordenar
fr_ca: Ligne de commande

source: To Ship
es: Exportar
fr_ca: Envoyer
ru: Отправить

source: Set All Products To Ship
es: Configurar todos los productos para enviar
fr_ca: Définir tous les produits à expédier
ru: Выбрать все товары для отправки

source: Ship All
es: Enviar todo
fr_ca: Expédier tout
ru: Отправить всё

source: Permissions
es: Permisos
fr_ca: Autorisations
ru: Доступ

source: Select all permissions
es: Seleccionar todos los permisos
fr_ca: Sélectionnez toutes les autorisations

source: Deselect all permissions
es: Deseleccionar todos los permisos
fr_ca: Désélectionnez toutes les autorisations

source: (All permissions granted)
es: (Todos los permisos otorgados)
fr_ca: (Toutes les autorisations accordées)

source: (Partial permissions granted)
es: (Permisos parciales otorgados)
fr_ca: (Autorisations partielles accordées)

source: Module permission
es: Permiso del módulo
fr_ca: Autorisation du module

source: Select the following permission to enable users to access this module.
es: Seleccione el siguiente permiso para permitir que los usuarios accedan a este módulo.
fr_ca: Sélectionnez l'autorisation suivante pour permettre aux utilisateurs d'accéder à ce module.

source: Select all permissions for this module
es: Seleccione todos los permisos para este módulo
fr_ca: Sélectionnez toutes les autorisations pour ce module

source: Features permissions
es: Permisos de funciones
fr_ca: Autorisations des fonctionnalités

source: Select the permissions to enable access to specific features of the module.
es: Seleccione los permisos para habilitar el acceso a funciones específicas del módulo.
fr_ca: Sélectionnez les autorisations pour permettre l'accès à des fonctionnalités spécifiques du module.

source: All the required product information.
es: Toda la información requerida del producto.
fr_ca: Toutes les informations nécessaires sur le produit.
ru: Вся необходимая информация о товаре.

source: Additional Details
es: Detalles adicionales
fr_ca: Détails supplémentaires
ru: Дополнительные подробности.

source: Product features such as size, weight and keywords are located here.
es: Las características del producto como el tamaño, el peso y las palabras clave se encuentran aquí.
fr_ca: Les caractéristiques du produit telles que la taille, le poids et les mots-clés se trouvent ici.
ru: Здесь размещены параметры товаров, такие как размер, вес и ключевые слова.

source: Manufacturer
es: Fabricante
fr_ca: Fabricant
ru: Производитель

source: If you know the manufacturer of the product select it here.
es: Si conoce el fabricante del producto, selecciónelo aquí.
fr_ca: Si vous connaissez le fabricant du produit, sélectionnez-le ici.
ru: Если вы знаете производителя товаров, выберите его здесь.

source: Additional
es: Adicional
fr_ca: Additionnel
ru: Дополнительно

source: Strictly shop related information. For example set the minimum price applicable in this shop.
es: Información estrictamente relacionada con la compra. Por ejemplo, establezca el precio mínimo aplicable en esta tienda.
fr_ca: Informations strictement liées à la boutique. Par exemple, définissez le prix minimum applicable dans cette boutique.
ru: Информация, строго касающаяся магазина. Например: установите минимальную стоимость, применимую в данном магазине.

source: These settings apply only for shop: <b>%(shop_name)s</b>.
es: Esta configuración se aplica solo a la tienda: <b>%(shop_name)s</b> .
fr_ca: Ces paramètres s'appliquent uniquement à la boutique: <b>%(shop_name)s</b> .

source: Product image %(index)s
es: Imagen del producto %(index)s
fr_ca: Image du produit %(index)s

source: Product media %(index)s
es: Medios del producto %(index)s
fr_ca: Média du produit %(index)s

source: Primary image
es: Imagen primaria
fr_ca: Image principale
ru: Основное изображение

source: Set as primary image
es: Establecer como imagen principal
fr_ca: Définir comme image principale
ru: Выбрать изображение основным

source: Product Images
es: Imágenes del producto
fr_ca: Images du produit
ru: Изображения товаров

source: Product Files
es: Archivos de productos
fr_ca: Fichiers produits
ru: Файлы, связанные с товаром

source: You can attach files such as manual to the merchandise(s) here.
es: Puede adjuntar archivos como el manual a la mercancía aquí.
fr_ca: Vous pouvez joindre des fichiers tels que le manuel aux marchandises ici.
ru: Здесь вы можете прикреплять к товару(ам) такие файлы, как руководство пользователя.

source: Showcase your merchandise here.
es: Muestre su mercancía aquí.
fr_ca: Présentez votre marchandise ici.
ru: Выставьте свой товар здесь.

source: Drop files here or click to <a href="#">browse</a>.
es: Suelta los archivos aquí o haz clic para <a href="#">navegar</a> .
fr_ca: Déposez les fichiers ici ou cliquez pour <a href="#">parcourir</a> .

source: All the orders that have this product.
es: Todos los pedidos que tienen este producto.
fr_ca: Toutes les commandes qui ont ce produit.
ru: Все заказы с данным товаром.

source: No orders found
es: No se encontraron pedidos
fr_ca: Aucune commande trouvée
ru: Заказы не найдены

source: This product is currently not orderable.
es: Este producto no se puede pedir actualmente.
fr_ca: Ce produit ne peut actuellement pas être commandé.
ru: Данный товар не доступен для заказа в настоящий момент.

source: Add a new product
es: Agregar un nuevo producto
fr_ca: Ajouter un nouveau produit

source: You are adding a product.
es: Estás agregando un producto.
fr_ca: Vous ajoutez un produit.
ru: Вы добавляете товар.

source: To make it stand out, give it an awesome description and picture. This is what will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
es: Para que se destaque, dale una descripción e imagen impresionantes. Esto es lo que ayudará a sus compradores a conocer sus productos. También ayudará a los compradores a encontrarlos en la tienda y en la web.
fr_ca: Pour le faire ressortir, donnez-lui une description et une image impressionnantes. C'est ce qui aidera vos acheteurs à découvrir vos produits. Cela aidera également les acheteurs à les trouver dans le magasin et sur le Web.
ru: Чтобы этотовару выделиться, дайте ему потрясающее описание и картину. Именно это поможет вашим покупателям узнать о ваших продуктах. Это также поможет покупателям найти их в магазине и в Интернете.

source: You can set its price or size and many other things in the option boxes for each product.
es: Puede establecer su precio o tamaño y muchas otras cosas en los cuadros de opciones de cada producto.
fr_ca: Vous pouvez définir son prix ou sa taille et bien d'autres choses dans les cases d'options de chaque produit.
ru: Вы можете установить его цену или размер и многое другое в списках опций для каждого продукта.

source: If you know the product manufacturer, it can be set here.
es: Si conoce al fabricante del producto, puede configurarlo aquí.
fr_ca: Si vous connaissez le fabricant du produit, vous pouvez le définir ici.
ru: Если вы знаете производителя продукта, его можно указать здесь.

source: Additional Information
es: Información Adicional
fr_ca: Information additionnelle
ru: Дополнительная информация

source: Images
es: Imagenes
ru: Изображения

source: Contact Group Pricing
es: Precios del grupo de contacto
fr_ca: Tarifs de groupe de contact
ru: Цена для группы контактов

source: Set specific prices for your customer segments such as loyalty, tier status or season here.
es: Establezca aquí precios específicos para sus segmentos de clientes, como lealtad, nivel o temporada.
fr_ca: Définissez ici des prix spécifiques pour vos segments de clientèle tels que la fidélité, le statut de niveau ou la saison.
ru: Задайте конкретные цены для сегментов ваших клиентов, таких как лояльные клиенты, привилегированные клиенты или сезонные клиенты.

source: Contact Group Discounts
es: Descuentos para grupos de contacto
fr_ca: Réductions de groupe de contact

source: Here you can set individual discount amounts for different contact groups. " + "The discount amount may be visible on storefront. These groups are defined in
es: Aquí puede establecer cantidades de descuento individuales para diferentes grupos de contactos. &quot;+&quot; El monto del descuento puede verse en el escaparate. Estos grupos se definen en
fr_ca: Ici, vous pouvez définir des montants de remise individuels pour différents groupes de contacts. &quot;+&quot; Le montant de la remise peut être visible sur la vitrine. Ces groupes sont définis dans

source: Cross-sells
es: Ventas cruzadas
fr_ca: Ventes croisées
ru: Кросс-продажи

source: Cross-sell
es: Venta cruzada
fr_ca: Vente croisée
ru: Осуществить кросс-продажу

source: File
es: Expediente
fr_ca: Fichier
ru: Файл

source: Logical count: %(logical_count)s %(sales_unit)s
es: Recuento lógico: %(logical_count)s %(sales_unit)s
fr_ca: Comptage logique: %(logical_count)s %(sales_unit)s

source: Physical count: %(physical_count)s %(sales_unit)s
es: Recuento físico: %(physical_count)s %(sales_unit)s
fr_ca: Comptage physique: %(physical_count)s %(sales_unit)s

source: This product is not yet a package.
es: Este producto aún no es un paquete.
fr_ca: Ce produit n'est pas encore un package.

source: To create a package, choose products below.
es: Para crear un paquete, elija los productos a continuación.
fr_ca: Pour créer un package, choisissez les produits ci-dessous.

source: Package Products
es: Productos del paquete
fr_ca: Produits d'emballage

source: Recent Orders
es: órdenes recientes
fr_ca: Dernières commandes
ru: Последние заказы

source: Store Overview
es: Descripción general de la tienda
fr_ca: Aperçu du magasin
ru: Обзор магазина

source: Customers
es: Clientes
fr_ca: Les clients
ru: Клиенты

source: Today
es: Hoy
fr_ca: Aujourd'hui
ru: Сегодня

source: Month to date (MTD)
es: Mes hasta la fecha (MTD)
fr_ca: Mois à ce jour (MTD)

source: Year to date (YTD)
es: Año hasta la fecha (YTD)
fr_ca: Année à ce jour (YTD)

source: Totals
es: Totales
fr_ca: Totaux
ru: Всего

source: Consolidate Data
es: Consolidar datos
fr_ca: Consolider les données

source: Your shop currently has some sample data installed. Select below which objects you want to uninstall.
es: Su tienda tiene instalados algunos datos de muestra. Seleccione a continuación qué objetos desea desinstalar.
fr_ca: Votre boutique a actuellement quelques exemples de données installés. Sélectionnez ci-dessous les objets que vous souhaitez désinstaller.
ru: В настоящий момент в вашем магазине установлены примеры данных. Выберите ниже те объекты, которые вы хотели бы удалить.

source: After the consolidation, preserved objects will lose their status of Sample Object and it will be no longer possible to distinguish them from the others.
es: Después de la consolidación, los objetos conservados perderán su estado de objeto de muestra y ya no será posible distinguirlos de los demás.
fr_ca: Après la consolidation, les objets conservés perdront leur statut d'objet échantillon et il ne sera plus possible de les distinguer des autres.
ru: После объединения, сохранённые объекты потеряют свой статус образцов и их будет невозможно отличить от остальных товаров.

source: Caution: this action cannot be undone.
es: Precaución: esta acción no se puede deshacer.
fr_ca: Attention: cette action ne peut pas être annulée.
ru: Осторожно: данное действие не может быть отменено.

source: Consolidate
es: Consolidar
fr_ca: Consolider
ru: Объединить

source: Your shop has no sample data installed!
es: ¡Tu tienda no tiene datos de muestra instalados!
fr_ca: Votre boutique n'a pas installé d'exemples de données!
ru: У вашего магазина нет примера данных.

source: Select the objects you want to install
es: Seleccione los objetos que desea instalar
fr_ca: Sélectionnez les objets que vous souhaitez installer
ru: Выбрать объекты, которые вы хотите установить

source: Manually process payments
es: Pagos procesados a mano
fr_ca: Traitez les paiements manuellement
ru: Провести платёж вручную

source: Manage payments outside of Shuup
es: Pagos que se procesan fuera de Shuup
fr_ca: Gérer les paiements en dehors de Shuup
ru: Управлять оплатой за пределами Shuup

source: Manual process shipping
es: Envio procesado a mano
fr_ca: Expédition de processus manuel
ru: Доставка своими силами

source: Handle shipping outside of Shuup
es: Envio que se procesa fuera de Shuup
fr_ca: Gérer l'expédition en dehors de Shuup
ru: Организовать доставку за пределами Shuup

source: Deactivate
es: Desactivar
fr_ca: Désactiver
ru: Деактивировать

source: Activate
es: Activar
fr_ca: Activer
ru: Активировать

source: Define price based basket weight range. Range minimum is counted in range only as zero.
es: Defina el rango de peso de la canasta basado en el precio. El mínimo del rango se cuenta en el rango solo como cero.
fr_ca: Définissez la fourchette de poids du panier en fonction du prix. Le minimum de plage est compté dans la plage uniquement comme zéro.
ru: Определить ценовой диапазон корзины. Минимальный диапазон учитывается как ноль.

source: Behavior
es: Comportamiento
fr_ca: Comportement

source: Behavior component type
es: Tipo de componente de comportamiento
fr_ca: Type de composant de comportement

source: The behaviors for this service. These behaviors can be used to add costs to the order or can be used to restrict availability of the service.
es: Los comportamientos para este servicio. Estos comportamientos pueden usarse para agregar costos al pedido o pueden usarse para restringir la disponibilidad del servicio.
fr_ca: Les comportements pour ce service. Ces comportements peuvent être utilisés pour ajouter des coûts à la commande ou peuvent être utilisés pour restreindre la disponibilité du service.
ru: Особенности данного сервиса. Данные особенности могут быть использованы для добавления стоимости к заказу или для установки ограничений доступа сервиса.

source: Add component
es: Añadir componente
fr_ca: Ajouter un composant
ru: Добавить компонент

source: Order Configuration
es: Configuración de pedidos
fr_ca: Configuration de la commande
ru: Конфигурации заказа
