Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: es, fr_ca, ru

source: Please select shipping method.
es: Por favor, selecciona un método de envío
fr_ca: Veuillez sélectionner la méthode d'expédition.
ru: Пожалуйста, выберите способ отправки.

source: Please select payment method.
es: Por favor, selecciona un método de pago.
fr_ca: Veuillez sélectionner le mode de paiement.
ru: Пожалуйста, выберите способ оплаты.

source: Cancel
es: Cancelar
fr_ca: Annuler
ru: Отменить

source: Print Confirmation PDF(s)
es: Imprimir PDF(s) de confirmacion
fr_ca: Imprimer le (s) PDF de confirmation
ru: Распечатать PDF файл(ы) с подтверждением.

source: Error! Selecting all is not supported.
es: ¡Error! No se admite la selección de todo.
fr_ca: Erreur! La sélection de tout n'est pas prise en charge.

source: Print Delivery PDF(s)
es: Imprimir PDF(s) de entrega
fr_ca: Livraison d'impression PDF (s)
ru: Распечатать PDF файл(ы) с информацией о доставке

source: Details
es: Detalles
fr_ca: Détails
ru: Подробности

source: Payments
es: Pagos
fr_ca: Paiements
ru: Платежи

source: Log Entries
es: Entradas de registro
fr_ca: Entrées de journal
ru: Записи журнала

source: Admin comment/notes
es: Comentarios/Notas del administrador
fr_ca: Commentaires / notes de l'administrateur
ru: Комментарии/заметки администратора

source: Set Status
es: Establecer estado
fr_ca: Définir le statut
ru: Установить статус

source: Set Complete
es: Completar
fr_ca: Ensemble terminé
ru: Завершить

source: This order can not be set as complete at this point
es: Este pedido no se puede completar en este momento.
fr_ca: Cette commande ne peut pas être définie comme terminée à ce stade
ru: Данный заказ не может быть завершён в настоящий момент

source: Cancel Order
es: Cancelar pedido
fr_ca: annuler la commande
ru: Отменить заказ

source: Paid, shipped, or canceled orders cannot be canceled
es: No se pueden cancelar pedidos pagados, enviados o cancelados.
fr_ca: Les commandes payées, expédiées ou annulées ne peuvent pas être annulées
ru: Оплаченные, высланные или отменённые заказы не могут быть отменены.

source: Edit order
es: Editar pedido
fr_ca: Modifier la commande
ru: Редактировать заказ

source: This order cannot modified at this point
es: Este pedido no se puede modificar en este momento
fr_ca: Cette commande ne peut pas être modifiée à ce stade
ru: Заказ не может быть изменён на данный момент

source: Create Payment
es: Crear pago
fr_ca: Créer un paiement
ru: Создать платёж

source: Set Paid
es: Establecer como pagado
fr_ca: Définir payé
ru: Оплатить

source: Create Refund
es: Crear devolucion
fr_ca: Créer un remboursement
ru: Осуществить возврат средств

source: Edit Addresses
es: Editar direccion
fr_ca: Modifier les adresses
ru: Редактировать адреса

source: Billing Address
es: Direccion de facturacion
fr_ca: Adresse de facturation
ru: Расчётный адрес

source: Shipping Address
es: Direccion de envio
fr_ca: Adresse de livraison
ru: Адрес доставки

source: %(field)s updated from: %(old_address)s
es: %(field)s actualizado de: %(old_address)s
fr_ca: %(field)s mis à jour à partir de: %(old_address)s
ru: %(field)s поля обновлены для: %(old_address)s

source: %(field)s were saved.
es: %(field)s se guardaron.
fr_ca: %(field)s ont été enregistrés.

source: Save -- %s
es: Guardar -- %s
fr_ca: Sauvegarder - %s

source: Save
es: Guardar
fr_ca: sauvegarder
ru: Сохранить

source: Unable to set order as completed at this point.
es: Imposible marcar el pedido como completado en este momento
fr_ca: Impossible de définir la commande comme terminée à ce stade.

source: You can't cancel orders that are paid, shipped, or already canceled.
es: No es posible cancelar pedidos pagados, enviados o ya cancelados
fr_ca: Vous ne pouvez pas annuler les commandes payées, expédiées ou déjà annulées.

source: Order status changed: from `{old_status}` to `{new_status}`.
es: El estado del pedido cambió: de `{old_status}` a `{new_status}`.
fr_ca: Le statut de la commande a changé: de «{old_status}» à «{new_status}».

source: Create Order
es: Crear Pedido
fr_ca: Créer une commande
ru: Совершить заказ

source: Contact `%s` does not exist.
es: El contacto ʻ%s` no existe.
fr_ca: Le contact ʻ%s` n'existe pas.

source: Product `%(product)s` is not available in the `%(shop)s` shop.
es: El producto ʻ%(product)s` no está disponible en la tienda ʻ%(shop)s`.
fr_ca: Le produit ʻ%(product)s` n'est pas disponible dans la boutique ʻ%(shop)s`.

source: Order `%(identifier)s` was updated.
es: Se actualizó el pedido ʻ%(identifier)s`.
fr_ca: La commande ʻ%(identifier)s` a été mise à jour.

source: Order `%(identifier)s` created.
es: Se creó el pedido ʻ%(identifier)s`.
fr_ca: Commande ʻ%(identifier)s` créée.

source: Could not proceed with the order:
es: No se pudo continuar con el pedido:
fr_ca: Impossible de passer la commande:

source: Could not finalize the order:
es: No se pudo finalizar el pedido:
fr_ca: Impossible de finaliser la commande:

source: Order
es: Pedido
fr_ca: Commande
ru: Заказ

source: Order Date
es: Fecha de pedido
fr_ca: Date de commande
ru: Дата заказа

source: Customer
es: Cliente
fr_ca: Client
ru: Клиент

source: Payment Status
es: Estado del pago
fr_ca: Statut de paiement
ru: Статус оплаты

source: Shipping Status
es: Estado del envío
fr_ca: Statut d'envoi
ru: Статус отправления

source: Create Payment -- %s
es: Crear Pago -- %s
fr_ca: Créer un paiement - %s
ru: Создать платёж -- %s

source: Payment amount
es: Cantidad del pago
fr_ca: Montant du paiement
ru: Объём платежа

source: Payment amount cannot be 0.
es: La cantidad del pago no puede ser 0.
fr_ca: Le montant du paiement ne peut pas être égal à 0.

source: Payment %s created.
es: Pago %s creado.
fr_ca: Paiement %s créé.
ru: Платёж %s создан.

source: Order has already been paid.
es: El pedido ya ha sido pagado.
fr_ca: La commande a déjà été payée.

source: Only orders which are not paid or deferred can be set as paid.
es: Solo se pueden establecer como pagados los pedidos que no se pagan o aplazan.
fr_ca: Seules les commandes non payées ou différées peuvent être définies comme payées.
ru: Только неоплаченые и отсроченный заказы могут быть доступны для оплаты.

source: Only zero price orders can be set as paid without creating a payment.
es: Solo las órdenes de precio cero se pueden establecer como pagadas sin crear un pago.
fr_ca: Seules les commandes à prix nul peuvent être définies comme payées sans créer de paiement.
ru: Только бесплатные заказы могут считаться оплаченными без проведения платежа.

source: Zero amount payment
es: Pago de cantidad cero
fr_ca: Paiement de montant nul
ru: Нулевой платёж

source: Order marked as paid.
es: Pedido marcado como pagado.
fr_ca: Commande marquée comme payée.
ru: Заказ отмечен, как оплаченный

source: Payment doesn't exist.
es: El pago no existe.
fr_ca: Le paiement n'existe pas.

source: Payment deleted.
es: Pago borrado.
fr_ca: Paiement supprimé.

source: Line
es: Línea
fr_ca: Ligne
ru: Строка

source: The line to refund. To refund an amount not associated with any line, select 'Refund arbitrary amount'.
es: La línea a reembolsar. Para reembolsar un monto no asociado con ninguna línea, seleccione &#39;Reembolsar monto arbitrario&#39;.
fr_ca: La ligne à rembourser. Pour rembourser un montant qui n'est associé à aucune ligne, sélectionnez «Rembourser un montant arbitraire».
ru: Строка возмещения денежных средств. Для возврата средств, не связанных с данными строками, выберите "Выплатить произвольную сумму"

source: Quantity
es: Cantidad
fr_ca: Quantité
ru: Количество

source: The number of units to refund.
es: El número de unidades a reembolsar.
fr_ca: Le nombre d'unités à rembourser.
ru: Количество единиц для возврата средств.

source: Line Text/Comment
es: Línea de texto / comentario
fr_ca: Texte de ligne / commentaire
ru: Строка Текст/Комментарии

source: The text describing the nature of the refund and/or the reason for the refund.
es: El texto que describe la naturaleza del reembolso y / o el motivo del reembolso.
fr_ca: Le texte décrivant la nature du remboursement et / ou le motif du remboursement.
ru: Текст, объясняющий сущность возврата / причину возмещения денежных средств.

source: Amount
es: Cantidad
fr_ca: Montant
ru: Стоимость

source: The amount including tax to refund.
es: La cantidad que incluye impuestos a reembolsar.
fr_ca: Le montant TTC à rembourser.
ru: Стоимость, включая налог для возврата.

source: Restock products
es: Reabastecer productos
fr_ca: Réapprovisionner les produits
ru: Пополнить запас товаров

source: If checked, the quantity is adding back into the sellable product inventory.
es: Si está marcado, la cantidad se vuelve a agregar al inventario de productos vendibles.
fr_ca: Si cette case est cochée, la quantité s'ajoute à l'inventaire du produit vendable.
ru: Если установлен флажок, количество возвращается в перечень продаваемой продукции.

source: Create Refund -- %s
es: Crear reembolso - %s
fr_ca: Créer un remboursement - %s
ru: Осуществить возврат средств -- %s

source: Refund Entire Order
es: Reembolso del pedido completo
fr_ca: Rembourser l'intégralité de la commande
ru: Возместить заказ полностью

source: This order already has existing refunds
es: Este pedido ya tiene reembolsos existentes
fr_ca: Cette commande a déjà des remboursements existants
ru: У заказа уже имеется история возвратов.

source: Refund arbitrary amount
es: Reembolso de cantidad arbitraria
fr_ca: Rembourser un montant arbitraire
ru: Возместить произвольную сумму

source: Refund amount exceeds order amount.
es: El monto del reembolso excede el monto del pedido.
fr_ca: Le montant du remboursement dépasse le montant de la commande.
ru: Объём возмещения средств превышает стоимость заказа.

source: Refund amounts should match sign on parent line.
es: Los montos del reembolso deben coincidir con el signo de la línea principal.
fr_ca: Les montants de remboursement doivent correspondre au signe sur la ligne parent.
ru: Суммы возврата денежных средств должны совпадать с указанием в главной категории.

source: Refund created.
es: Reembolso creado.
fr_ca: Remboursement créé.
ru: Возрат средств создан.

source: Create Full Refund -- %s
es: Crear reembolso completo - %s
fr_ca: Créer un remboursement complet - %s
ru: Осуществить полный возврат средств -- %s

source: Could not create a full refund.
es: No se pudo crear un reembolso completo.
fr_ca: Impossible de créer un remboursement complet.

source: Full refund created.
es: Reembolso completo creado.
fr_ca: Remboursement complet créé.
ru: Полный возрат средств осуществлён.

source: Description
es: Descripción
fr_ca: La description
ru: Описание

source: Tracking Code
es: Codigo de localización
fr_ca: Code de suivi
ru: Код для отслеживания доставки

source: Create Shipment -- %s
es: Crear envío - %s
fr_ca: Créer un envoi - %s
ru: Осуществить отправление -- %s

source: Create Shipment
es: Crear envío
fr_ca: Créer un envoi
ru: Осуществить отправление

source: No products to ship.
es: No hay productos para enviar.
fr_ca: Aucun produit à expédier.
ru: Нет товаров для отправки.

source: Shipping address is not set.
es: La dirección de envío no está configurada.
fr_ca: L'adresse de livraison n'est pas définie.
ru: Адрес доставки не выбран.

source: Shipment %s was created.
es: Se creó el envío %s.
fr_ca: L'expédition %s a été créée.

source: Shipment %s has been deleted.
es: El envío %s ha sido eliminado.
fr_ca: L'expédition %s a été supprimée.
ru: Отправление %s будет удалено.

source: Identifier already exists.
es: El identificador ya existe.
fr_ca: L'identifiant existe déjà.

source: Public Name
es: Nombre publico
fr_ca: Nom public
ru: Публичное имя

source: Role
es: Papel
fr_ca: Rôle
ru: Роль

source: Default
es: Defecto
fr_ca: Défaut
ru: Стандартное

source: Granular Permission Groups
es: Grupos de permisos granulares
fr_ca: Groupes d'autorisations granulaires

source: The Permission Group name.
es: El nombre del grupo de permisos.
fr_ca: Le nom du groupe d'autorisations.

source: Create new Permission Group
es: Crear nuevo grupo de permisos
fr_ca: Créer un nouveau groupe d'autorisations
ru: Создать новую группу доступа.

source: Product Types
es: Tipos de producto
fr_ca: Types de produits
ru: Типы товаров

source: Product types
es: Tipos de productos
fr_ca: Types de produits
ru: Типы товаров

source: %s has been marked deleted.
es: %s se ha marcado como eliminado.
fr_ca: %s a été marqué comme supprimé.

source: Select attributes that go with your product type. These are defined in Products Settings - Attributes.
es: Seleccione los atributos que vayan con su tipo de producto. Estos se definen en Configuración de productos - Atributos.
fr_ca: Sélectionnez les attributs qui correspondent à votre type de produit. Ceux-ci sont définis dans Paramètres des produits - Attributs.
ru: Выберите свойства, подходящие для вашего товара. Вы можете найти их в разделе "Настройки товаров - Свойства"

source: Delete
es: Eliminar
fr_ca: Effacer
ru: Удалить

source: Are you sure you wish to delete %s? Warrning: all related products will disappear from storefront until new value for product type is set!
es: ¿Está seguro de que desea eliminar %s? Advertencia: ¡todos los productos relacionados desaparecerán del escaparate hasta que se establezca un nuevo valor para el tipo de producto!
fr_ca: Êtes-vous sûr de vouloir supprimer %s? Avertissement: tous les produits associés disparaîtront de la vitrine jusqu'à ce qu'une nouvelle valeur pour le type de produit soit définie!

source: Number of Attributes
es: Cantidad de atributos
fr_ca: Nombre d'attributs
ru: Количество параметров

source: Create Product Called "%s"
es: Crear un producto denominado &quot;%s&quot;
fr_ca: Créer un produit appelé &quot;%s&quot;
ru: Создать продукт "%s"

source: Create Product with SKU "%s"
es: Crear producto con SKU &quot;%s&quot;
fr_ca: Créer un produit avec le SKU &quot;%s&quot;

source: New product
es: Nuevo producto
fr_ca: Nouveau produit
ru: Новый товар

source: Import
es: Importar
fr_ca: Importer
ru: Импортировать

source: Add a product to see it in your store
es: Agrega un producto para verlo en tu tienda
fr_ca: Ajoutez un produit pour le voir dans votre boutique
ru: Добавить товар для отображения в вашем магазине.

source: Primary Product Image
es: Imagen de producto principal
fr_ca: Image principale du produit
ru: Основное изображение товара.

source: The main product image. You can add additional images in the `Product Images` tab.
es: La imagen principal del producto. Puede agregar imágenes adicionales en la pestaña `Imágenes del producto`.
fr_ca: L'image principale du produit. Vous pouvez ajouter des images supplémentaires dans l'onglet `Images du produit`.

source: Select a manufacturer
es: Seleccione un fabricante
fr_ca: Sélectionnez un fabricant

source: Product type
es: Tipo de producto
fr_ca: Type de produit

source: Given value is already in use, please use unique SKU and try again.
es: El valor dado ya está en uso, use un SKU único y vuelva a intentarlo.
fr_ca: La valeur donnée est déjà utilisée, veuillez utiliser un SKU unique et réessayer.
ru: Данное значение уже используется, пожалуйста, используйте уникальный артикул и повторите попытку.

source: Number of units that can be purchased after the product is out of stock. Set to blank for product to be purchasable without limits.
es: Número de unidades que se pueden comprar después de que el producto esté agotado. Póngalo en blanco para que el producto se pueda comprar sin límites.
fr_ca: Nombre d'unités pouvant être achetées une fois le produit en rupture de stock. Mettre à blanc pour que le produit puisse être acheté sans limites.

source: Select a category
es: Seleccione una categoría
fr_ca: Choisir une catégorie

source: Minimum Purchase Quantity must be greater than 0.
es: La cantidad mínima de compra debe ser superior a 0.
fr_ca: La quantité d'achat minimale doit être supérieure à 0.
ru: Минимальное количество покупок должно быть больше 0.

source: Backorder maximum must be greater than or equal to 0.
es: El máximo de pedidos pendientes debe ser mayor o igual a 0.
fr_ca: Le maximum des commandes en souffrance doit être supérieur ou égal à 0.

source: Thumbnail generation of %(media)s failed: %(error)s.
es: Error al generar la miniatura de %(media)s: %(error)s.
fr_ca: Échec de la génération de la miniature de %(media)s: %(error)s.

source: Use only URL or file, not both.
es: Utilice solo URL o archivo, no ambos.
fr_ca: Utilisez uniquement une URL ou un fichier, pas les deux.

source: Is primary
es: Es primario
fr_ca: Est primaire
ru: Основное

source: Only images are allowed in this field.
es: Solo se permiten imágenes en este campo.
fr_ca: Seules les images sont autorisées dans ce champ.

source: Unable to make package %(product)s: %(error)s.
es: No se puede hacer el paquete %(product)s: %(error)s.
fr_ca: Impossible de créer le package %(product)s: %(error)s.

source: New products: %d.
es: Nuevos productos: %d.
fr_ca: Nouveaux produits: %d.

source: Removed products: %d.
es: Productos eliminados: %d.
fr_ca: Produits supprimés: %d.

source: Couldn't add product %s to its own package.
es: No se pudo agregar el producto %s a su propio paquete.
fr_ca: Impossible d'ajouter le produit %s à son propre package.

source: Set visible
es: Establecer visible
fr_ca: Définir visible
ru: Сделать видимым

source: Set invisible
es: Establecer invisible
fr_ca: Définir invisible
ru: Сделать невидимым

source: Edit products
es: Editar productos
fr_ca: Modifier les produits
ru: Редактировать продукты

source: Minimum Purchase Quantity has been rounded to match Sales Unit.
es: La cantidad mínima de compra se ha redondeado para que coincida con la unidad de ventas.
fr_ca: La quantité d'achat minimale a été arrondie pour correspondre à l'unité de vente.
ru: Минимальное количество для покупки было округлено, чтобы соответствовать торговому подразделению.

source: Changes to shop instance for %s saved.
es: Se guardaron los cambios en la instancia de la tienda para %s.
fr_ca: Modifications de l'instance de la boutique pour %s enregistrées.

source: Product is not available.
es: El producto no está disponible.
fr_ca: Le produit n'est pas disponible.
ru: Товар недоступен

source: Product
es: Producto
fr_ca: Produit
ru: Товар

source: Edit Cross-Sell: %s
es: Editar venta cruzada: %s
fr_ca: Modifier la vente croisée: %s

source: Changes saved.
es: Cambios guardados.
fr_ca: Changements sauvegardés.
ru: Изменения сохранены.

source: Edit Media: %s
es: Editar medios: %s
fr_ca: Modifier le média: %s

source: Changes were saved.
es: Se guardaron los cambios.
fr_ca: Les modifications ont été enregistrées.

source: Files added to the product.
es: Archivos agregados al producto.
fr_ca: Fichiers ajoutés au produit.

source: Clear package
es: Paquete claro
fr_ca: Paquet clair
ru: Очистить набор

source: Are you sure? This will remove all products from the package.
es: ¿Estás seguro? Esto eliminará todos los productos del paquete.
fr_ca: Êtes-vous sûr? Cela supprimera tous les produits du paquet.

source: Edit Package: %s
es: Editar paquete: %s
fr_ca: Modifier le package: %s

source: Package cleared.
es: Paquete despejado.
fr_ca: Paquet effacé.
ru: Набор очищен.

source: Primary Image
es: Imagen principal
fr_ca: Image principale
ru: Основное изображение

source: Barcode
es: Código de barras
fr_ca: code à barre
ru: Штрих-код

source: Filter by barcode...
es: Filtrar por código de barras ...
fr_ca: Filtrer par code-barres ...
ru: Сортировать по штрих-коду...

source: Mode
es: Modo
ru: Режим

source: Filter by category name...
es: Filtrar por nombre de categoría ...
fr_ca: Filtrer par nom de catégorie ...

source: Filter by supplier name...
es: Filtrar por nombre de proveedor ...
fr_ca: Filtrer par nom de fournisseur ...

source: Suppliers
es: Proveedores
fr_ca: Fournisseurs
ru: Поставщики

source: Additional Categories
es: Categorías adicionales
fr_ca: Catégories supplémentaires
ru: Дополнительные категории

source: Purchasable
es: Comprable
fr_ca: Achetable
ru: Доступно для покупки

source: Mass Edit: Products
es: Mass Edit: Productos
fr_ca: Edition en masse: produits
ru: Массовое редактирование: Товары

source: Products changed.
es: Productos cambiados.
fr_ca: Les produits ont changé.

source: Manage Cross-Selling
es: Gestionar la venta cruzada
fr_ca: Gérer les ventes croisées
ru: Управлять кросс-продажей

source: Cross-Selling
es: Venta cruzada
fr_ca: Vente croisée
ru: Кросс-продажа

source: Other
es: Otro
fr_ca: Autre
ru: Другое

source: Child: %s
es: Niño: %s
fr_ca: Enfant: %s

source: Parent: %s
es: Padre: %s

source: Sibling: %s
es: Hermano: %s
fr_ca: Frère et soeur: %s

source: Packages
es: Paquetes
fr_ca: Paquets
ru: Наборы

source: Manage Package
es: Administrar paquete
fr_ca: Gérer le package
ru: Управлять наборами

source: Convert to Package Parent
es: Convertir en paquete principal
fr_ca: Convertir en parent de package

source: Sales Dashboard
es: Panel de ventas
fr_ca: Tableau de bord des ventes
ru: Информационная панель продаж

source: Sales per Month (past 12 months)
es: Ventas por mes (últimos 12 meses)
fr_ca: Ventes par mois (12 derniers mois)
ru: Продаж в месяц (последние 12 месяцев)

source: Average Sales
es: Ventas promedio
fr_ca: Ventes moyennes
ru: Средний объём продаж

source: Sales
es: Ventas
fr_ca: Ventes
ru: Продажи

source: Cumulative Total Sales
es: Ventas totales acumuladas
fr_ca: Ventes totales cumulées
ru: Общий итог продаж.

source: Based on %d orders
es: Basado en pedidos %d
fr_ca: Basé sur les commandes %d

source: Today's Sales
es: Ventas de hoy
fr_ca: Ventes d'aujourd'hui
ru: Сегодняшние продажи

source: Lifetime Sales
es: Ventas de por vida
fr_ca: Ventes à vie
ru: Все продажи

source: Average Purchase
es: Compra promedio
fr_ca: Achat moyen
ru: Средняя покупка

source: Open Orders Value
es: Valor de órdenes abiertas
fr_ca: Valeur des commandes ouvertes
ru: Открыть стоимость заказов

source: Sales Units
es: Unidades de venta
fr_ca: Unités de vente
ru: Наименования для продажи

source: Display Units
es: Unidades de visualización
fr_ca: Unités d'affichage

source: Symbol
es: Símbolo
fr_ca: symbole

source: Allowed decimals
es: Decimales permitidos
fr_ca: Décimales autorisées
ru: Допустимые десятичные значения

source: Service Providers
es: Proveedores de servicio
fr_ca: Les fournisseurs de services
ru: Поставщики услуг

source: Payment and Shipping
es: pago y envio
fr_ca: Paiement et expédition
ru: Оплата и доставка

source: Edit %(model)s
es: Editar %(model)s
fr_ca: Modifier %(model)s

source: The service provider type. This can be any of the shipping carriers or payment processors configured for your shop.
es: El tipo de proveedor de servicios. Puede ser cualquiera de los transportistas o procesadores de pago configurados para su tienda.
fr_ca: Le type de fournisseur de services. Il peut s'agir de l'un des transporteurs ou processeurs de paiement configurés pour votre boutique.
ru: Тип поставщика. Ими могут являться любые службы доставки или платёжные системы, настроенные для вашего магазина.

source: Create {service_name}
es: Crear {service_name}
fr_ca: Créer {service_name}

source: Provider
es: Proveedor
fr_ca: Fournisseur
ru: Поставщик

source: Please activate at least one %s.
es: Active al menos un %s.
fr_ca: Veuillez activer au moins un %s.

source: Carrier
es: Portador
fr_ca: Transporteur
ru: Служба доставки

source: To start shipping products right away, please add shipping methods for your shop
es: Para comenzar a enviar productos de inmediato, agregue métodos de envío para su tienda
fr_ca: Pour commencer immédiatement à expédier les produits, veuillez ajouter des méthodes d'expédition pour votre boutique
ru: Для того, чтобы начать отправку товаров прямо сейчас, пожалуйста, добавьте способы доставки для вашего магазина.

source: shipping method
es: Método de envío
fr_ca: Mode de livraison
ru: способ доставки
