Repository: Tom2187End/somi-ecommerce
Catalog: shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: es, fr_ca, ru

source: Certain content, products and services available via our Service may include materials from third-parties.
es: Cierto contenido, productos y servicios disponibles a través de nuestro Servicio pueden incluir materiales de terceros.
fr_ca: Certains contenus, produits et services disponibles via notre Service peuvent inclure des éléments provenant de tiers.
ru: Определенный контент, продукты и услуги, доступные через наш сервис, могут включать материалы третьих сторон.

source: Third-party links on this site may direct you to third-party websites that are not affiliated with us. We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third-parties.
es: Los enlaces de terceros en este sitio pueden dirigirlo a sitios web de terceros que no están afiliados a nosotros. No somos responsables de examinar o evaluar el contenido o la precisión y no garantizamos ni tendremos ninguna obligación o responsabilidad por los materiales o sitios web de terceros, o por cualquier otro material, producto o servicio de terceros.
fr_ca: Les liens de tiers sur ce site peuvent vous diriger vers des sites Web tiers qui ne sont pas affiliés à nous. Nous ne sommes pas responsables de l'examen ou de l'évaluation du contenu ou de l'exactitude et nous ne garantissons pas et n'aurons aucune responsabilité pour tout matériel ou site Web tiers, ou pour tout autre matériel, produit ou service de tiers.
ru: Сторонние ссылки на этом сайте могут направить вас на сторонние веб-сайты, которые не связаны с нами. Мы не несем ответственности за проверку или оценку содержания и точности, и мы не гарантируем, что будем нести ответственность за любые сторонние материалы или веб-сайты, а также за любые другие материалы, продукты или услуги третьих сторон.

source: We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites. Please review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction. Complaints, claims, concerns, or questions regarding third-party products should be directed to the third-party.
es: No somos responsables de ningún daño o perjuicio relacionado con la compra o uso de bienes, servicios, recursos, contenido o cualquier otra transacción realizada en relación con sitios web de terceros. Revise detenidamente las políticas y prácticas de terceros y asegúrese de comprenderlas antes de realizar cualquier transacción. Las quejas, reclamos, inquietudes o preguntas sobre productos de terceros deben dirigirse al tercero.
fr_ca: Nous ne sommes pas responsables des préjudices ou dommages liés à l'achat ou à l'utilisation de biens, services, ressources, contenus ou toute autre transaction effectuée en relation avec des sites Web tiers. Veuillez lire attentivement les politiques et pratiques des tiers et assurez-vous de les comprendre avant de vous engager dans une transaction. Les plaintes, réclamations, préoccupations ou questions concernant les produits tiers doivent être adressées au tiers.
ru: Мы не несем ответственности за какой-либо ущерб или убытки, связанные с приобретением или использованием товаров, услуг, ресурсов, контента или любых других транзакций, совершенных в связи с любыми сторонними веб-сайтами. Внимательно ознакомьтесь с условиями сторонних производителей и убедитесь, что вы их понимаете, прежде чем участвовать в каких-либо транзакциях. Жалобы, претензии, проблемы или вопросы, касающиеся продуктов третьих сторон, должны быть направлены третьему лицу.

source: SECTION 9 - USER COMMENTS, FEEDBACK AND OTHER SUBMISSIONS
es: SECCIÓN 9 - COMENTARIOS, OPINIONES Y OTROS ENVIOS DEL USUARIO
fr_ca: SECTION 9 - COMMENTAIRES DES UTILISATEURS, COMMENTAIRES ET AUTRES SOUMISSIONS
ru: Пункт 9 - Комментарии пользователя, обратная связь и другая добавляемая информация

source: If, at our request, you send certain specific submissions (for example contest entries) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, 'comments'), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you forward to us. We are and shall be under no obligation (1) to maintain any comments in confidence; (2) to pay compensation for any comments; or (3) to respond to any comments.
es: Si, a nuestra solicitud, envía ciertas presentaciones específicas (por ejemplo, participaciones en un concurso) o sin una solicitud nuestra, envía ideas creativas, sugerencias, propuestas, planes u otros materiales, ya sea en línea, por correo electrónico, por correo postal o de otro modo. (colectivamente, &#39;comentarios&#39;), usted acepta que podemos, en cualquier momento, sin restricciones, editar, copiar, publicar, distribuir, traducir y utilizar en cualquier medio cualquier comentario que nos envíe. No tenemos ni tendremos ninguna obligación (1) de mantener la confidencialidad de los comentarios; (2) pagar una compensación por cualquier comentario; o (3) para responder a cualquier comentario.
fr_ca: Si, à notre demande, vous envoyez certaines soumissions spécifiques (par exemple des inscriptions au concours) ou sans demande de notre part, vous envoyez des idées créatives, des suggestions, des propositions, des plans ou d'autres documents, que ce soit en ligne, par e-mail, par courrier postal ou autrement. (collectivement, `` commentaires &#39;&#39;), vous acceptez que nous puissions, à tout moment, sans restriction, éditer, copier, publier, distribuer, traduire et autrement utiliser sur tout support les commentaires que vous nous transmettez. Nous ne sommes et ne serons pas tenus (1) de maintenir la confidentialité des commentaires; (2) de payer une compensation pour tout commentaire; ou (3) pour répondre à tout commentaire.
ru: Если по нашей просьбе вы отправляете определенные заявки (например, конкурсные заявки) или без запроса от нас, вы отправляете творческие идеи, предложения, предложения, планы или другие материалы, будь то онлайн, по электронной почте, по почте или иным образом (В совокупности «комментарии»), вы соглашаетесь с тем, что мы можем в любое время без ограничений редактировать, копировать, публиковать, распространять, переводить и иным образом использовать любые комментарии, которые вы нам пересылаете. Мы не обязаны и не будем обязаны (1) поддерживать любые комментарии в конфиденциальном порядке; (2) выплатить компенсацию за любые комментарии; Или (3) отвечать на любые комментарии.

source: We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms of Service.
es: Podemos, pero no tenemos la obligación de, monitorear, editar o eliminar contenido que determinemos, a nuestro exclusivo criterio, que es ilegal, ofensivo, amenazante, calumnioso, difamatorio, pornográfico, obsceno o de otra manera objetable o que viole la propiedad intelectual de cualquier parte o estos Términos de servicio. .
fr_ca: Nous pouvons, mais n'avons aucune obligation de surveiller, modifier ou supprimer le contenu que nous déterminons à notre seule discrétion comme illégal, offensant, menaçant, calomnieux, diffamatoire, pornographique, obscène ou autrement répréhensible ou enfreint la propriété intellectuelle d'une partie ou les présentes conditions d'utilisation. .
ru: Мы можем, но не обязуемся, контролировать, редактировать или удалять контент, который по нашему собственному усмотрению мы определяем незаконным, оскорбительным, угрожающим, клеветническим, дискредитирующим, порнографическим, непристойным, или иным образом, спорным, а также тот контент, который нарушает интеллектуальную собственность какой-либо стороны согласно настоящим условиям обслуживания.

source: You agree that your comments will not violate any right of any third-party, including copyright, trademark, privacy, personality or other personal or proprietary right. You further agree that your comments will not contain libelous or otherwise unlawful, abusive or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the Service or any related website. You may not use a false e-mail address, pretend to be someone other than yourself, or otherwise mislead us or third-parties as to the origin of any comments. You are solely responsible for any comments you make and their accuracy. We take no responsibility and assume no liability for any comments posted by you or any third-party.
es: Usted acepta que sus comentarios no violarán ningún derecho de terceros, incluidos los derechos de autor, marca registrada, privacidad, personalidad u otro derecho personal o de propiedad. Además, acepta que sus comentarios no contendrán material difamatorio o ilegal, abusivo u obsceno, ni contendrán ningún virus informático u otro malware que pueda afectar de alguna manera el funcionamiento del Servicio o cualquier sitio web relacionado. No puede utilizar una dirección de correo electrónico falsa, pretender ser otra persona que no sea usted mismo o engañarnos a nosotros oa terceros en cuanto al origen de los comentarios. Usted es el único responsable de los comentarios que haga y de su precisión. No asumimos ninguna responsabilidad y no asumimos ninguna responsabilidad por los comentarios publicados por usted o un tercero.
fr_ca: Vous acceptez que vos commentaires ne violeront aucun droit d'un tiers, y compris le droit d'auteur, la marque, la confidentialité, la personnalité ou tout autre droit personnel ou de propriété. Vous acceptez en outre que vos commentaires ne contiendront pas de matériel diffamatoire ou autrement illégal, abusif ou obscène, ou ne contiendront aucun virus informatique ou autre logiciel malveillant qui pourrait de quelque manière que ce soit affecter le fonctionnement du Service ou de tout site Web associé. Vous ne pouvez pas utiliser une fausse adresse e-mail, prétendre être quelqu'un d'autre que vous-même, ou nous induire en erreur ou induire des tiers en erreur quant à l'origine de tout commentaire. Vous êtes seul responsable de tous les commentaires que vous faites et de leur exactitude. Nous n'assumons aucune responsabilité et n'assumons aucune responsabilité pour les commentaires publiés par vous ou par un tiers.
ru: Вы соглашаетесь с тем, что ваши комментарии не будут нарушать каких-либо прав третьих лиц, включая авторское право, товарный знак, конфиденциальность, личность или иное личное или имущественное право. Вы также соглашаетесь с тем, что ваши комментарии не будут содержать клеветнических или иных незаконных, оскорбительных или непристойных материалов или содержать какой-либо компьютерный вирус или другое вредоносное ПО, которое может каким-либо образом повлиять на работу Сервиса или любого связанного с ним веб-сайта. Вы не можете использовать ложный адрес электронной почты, выдавая себя за кого-то, кроме вас, или иным образом вводить в заблуждение нас или третьих лиц относительно происхождения любых комментариев. Вы несете исключительную ответственность за любые замечания и точность своих комментариев. Мы не несем никакой ответственности за какие-либо комментарии, отправленные вами или третьими лицами.

source: SECTION 10 - PERSONAL INFORMATION
es: SECCIÓN 10 - INFORMACIÓN PERSONAL
fr_ca: SECTION 10 - RENSEIGNEMENTS PERSONNELS
ru: Пункт 10 - Личная информация

source: Your submission of personal information through the store is governed by our Privacy Policy. To view our Privacy Policy.
es: Su envío de información personal a través de la tienda se rige por nuestra Política de privacidad. Para ver nuestra Política de privacidad.
fr_ca: Votre soumission d'informations personnelles via le magasin est régie par notre politique de confidentialité. Pour consulter notre politique de confidentialité.
ru: Ваше использование личной информации через магазин регулируется нашей Политикой конфиденциальности. Просмотреть нашу Политику конфиденциальности.

source: SECTION 11 - ERRORS, INACCURACIES AND OMISSIONS
es: SECCIÓN 11 - ERRORES, INEXACTITUDES Y OMISIONES
fr_ca: SECTION 11 - ERREURS, INEXACTITUDES ET OMISSIONS
ru: Пункт 11 - Ошибки, неточности и упущения

source: Occasionally there may be information on our site or in the Service that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times and availability. We reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders if any information in the Service or on any related website is inaccurate at any time without prior notice (including after you have submitted your order).
es: Ocasionalmente, puede haber información en nuestro sitio o en el Servicio que contenga errores tipográficos, inexactitudes u omisiones que puedan estar relacionadas con descripciones de productos, precios, promociones, ofertas, cargos de envío de productos, tiempos de tránsito y disponibilidad. Nos reservamos el derecho de corregir cualquier error, inexactitud u omisión, y de cambiar o actualizar la información o cancelar pedidos si alguna información en el Servicio o en cualquier sitio web relacionado es inexacta en cualquier momento sin previo aviso (incluso después de que haya enviado su pedido). .
fr_ca: Occasionnellement, il peut y avoir des informations sur notre site ou dans le Service qui contiennent des erreurs typographiques, des inexactitudes ou des omissions pouvant être liées aux descriptions de produits, aux prix, aux promotions, aux offres, aux frais d'expédition des produits, aux délais de livraison et à la disponibilité. Nous nous réservons le droit de corriger toute erreur, inexactitude ou omission, et de modifier ou de mettre à jour des informations ou d'annuler des commandes si des informations dans le Service ou sur tout site Web associé sont inexactes à tout moment et sans préavis (y compris après avoir soumis votre commande) .
ru: Иногда на нашем сайте или в его сервисах может содержаться информация с типографическими ошибками, неточностями или упущениями, которые могут относиться к описаниям товаров, ценообразованию, акциям, предложениям, стоимости доставки продукции, времени транзита и доступности. Мы оставляем за собой право исправлять любые ошибки, неточности или упущения, а также изменять, обновлять информацию или отменять заказы, если какая-либо информация в услугах или на любом связанном с ними веб-сайте является неточной, в любое время без предварительного уведомления (в том числе после того, как вы совершили свой заказ)

source: We undertake no obligation to update, amend or clarify information in the Service or on any related website, including without limitation, pricing information, except as required by law. No specified update or refresh date applied in the Service or on any related website, should be taken to indicate that all information in the Service or on any related website has been modified or updated.
es: No asumimos ninguna obligación de actualizar, enmendar o aclarar la información en el Servicio o en cualquier sitio web relacionado, incluida, entre otros, la información de precios, excepto según lo requiera la ley. No se debe tomar ninguna actualización específica o fecha de actualización aplicada en el Servicio o en cualquier sitio web relacionado para indicar que toda la información en el Servicio o en cualquier sitio web relacionado se ha modificado o actualizado.
fr_ca: Nous n'assumons aucune obligation de mettre à jour, de modifier ou de clarifier les informations dans le Service ou sur tout site Web associé, y compris, sans limitation, les informations sur les prix, sauf si la loi l'exige. Aucune date de mise à jour ou d'actualisation spécifiée appliquée dans le Service ou sur tout site Web associé ne doit être considérée comme indiquant que toutes les informations du Service ou de tout site Web associé ont été modifiées ou mises à jour.
ru: Мы не берем на себя никаких обязательств по обновлению, изменению или уточнению информации в наших сервисах или на любом связанном с ним веб-сайте, включая, помимо прочего, информацию о ценах, за исключением случаев, предусмотренных законом. Никакое специальное уточнение или обновление, которое было применено в наших сервисах или на любом связанном с ним веб-сайте, не должно быть создано, чтобы обозначить, что вся информация нашего сервиса или любого связанного с ним веб-сайта была изменена или обновлена.

source: SECTION 12 - PROHIBITED USES
es: SECCIÓN 12 - USOS PROHIBIDOS
fr_ca: SECTION 12 - UTILISATIONS INTERDITES
ru: Пункт 12 - Запрещённое использование

source: In addition to other prohibitions as set forth in the Terms of Service, you are prohibited from using the site or its content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or of any related website, other websites, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the Service or any related website, other websites, or the Internet. We reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses.
es: Además de otras prohibiciones establecidas en los Términos de servicio, se le prohíbe utilizar el sitio o su contenido: (a) para cualquier propósito ilegal; (b) solicitar a otros que realicen o participen en actos ilícitos; (c) violar cualquier reglamento, regla, ley u ordenanza local internacional, federal, provincial o estatal; (d) infringir o violar nuestros derechos de propiedad intelectual o los derechos de propiedad intelectual de terceros; (e) acosar, abusar, insultar, dañar, difamar, calumniar, menospreciar, intimidar o discriminar por motivos de género, orientación sexual, religión, etnia, raza, edad, nacionalidad o discapacidad; (f) enviar información falsa o engañosa; (g) cargar o transmitir virus o cualquier otro tipo de código malintencionado que se utilizará o se podrá utilizar de cualquier forma que afecte la funcionalidad o el funcionamiento del Servicio o de cualquier sitio web relacionado, otros sitios web o Internet; (h) para recopilar o rastrear la información personal de otros; (i) enviar spam, phishing, pharm, pretext, spider, crawl o scrape; (j) para cualquier propósito obsceno o inmoral; o (k) interferir o eludir las funciones de seguridad del Servicio o cualquier sitio web relacionado, otros sitios web o Internet. Nos reservamos el derecho de terminar su uso del Servicio o cualquier sitio web relacionado por violar cualquiera de los usos prohibidos.
fr_ca: En plus des autres interdictions énoncées dans les Conditions d'utilisation, il vous est interdit d'utiliser le site ou son contenu: (a) à des fins illégales; (b) pour solliciter d'autres personnes pour accomplir ou participer à des actes illégaux; (c) pour enfreindre les règlements, règles, lois ou ordonnances locales internationaux, fédéraux, provinciaux ou étatiques; (d) pour enfreindre ou violer nos droits de propriété intellectuelle ou les droits de propriété intellectuelle d'autrui; (e) harceler, abuser, insulter, nuire, diffamer, calomnier, dénigrer, intimider ou discriminer en fonction du sexe, de l'orientation sexuelle, de la religion, de l'appartenance ethnique, de la race, de l'âge, de l'origine nationale ou du handicap; (f) pour soumettre des informations fausses ou trompeuses; (g) pour télécharger ou transmettre des virus ou tout autre type de code malveillant qui sera ou pourrait être utilisé de quelque manière que ce soit qui affectera la fonctionnalité ou le fonctionnement du Service ou de tout site Web associé, d'autres sites Web ou Internet; (h) pour collecter ou suivre les informations personnelles d'autrui; (i) pour spammer, hameçonner, pharm, prétexte, spider, crawler ou gratter; (j) à des fins obscènes ou immorales; ou (k) pour interférer avec ou contourner les fonctionnalités de sécurité du Service ou de tout site Web associé, d'autres sites Web ou d'Internet. Nous nous réservons le droit de mettre fin à votre utilisation du Service ou de tout site Web associé pour violation de l'une des utilisations interdites.
ru: В дополнение к другим запретам, изложенным в Условиях обслуживания, вам запрещено: (1) использовать сайт или его содержимое для какой-либо незаконной цели; (2) требовать от других совершать противоправные действия или участвовать в них; (3) нарушать любые международные, федеральные, провинциальные или государственные установки, правила, законы или местные постановления; (4) нарушать наши права интеллектуальной собственности или права на интеллектуальную собственность других лиц; (5) преследовать, причинять вред, оскорблять, наносить вред, клеветать, унижать, запугивать или дискриминировать по половому признаку, сексуальной ориентации, религии, этническому происхождению, расе, возрасту, национальному происхождению или инвалидности; (6) представлять ложную или вводящую в заблуждение информацию; (7) загружать или передавать вирусы или любой другой тип вредоносного кода, который будет использоваться или может использоваться любым способом, который повлияет на функциональность или работу наших сервисов или любого связанного с ними веб-сайта, других веб-сайтов или Интернета; (8) собирать или отслеживать личную информацию других лиц; (9) Рассылать спам, заниматься мошенничеством, использовать поисковых роботов или ботов: (10) для любой непристойной или аморальной цели; (11) вмешиваться или обходить систему безопасности наших сервисов или любого связанного с ними веб-сайта, других веб-сайтов или Интернета. Мы оставляем за собой право прекратить ваш доступ к использованию наших сервисов или любого связанного с ними сайта за нарушение любого запрета на использование.

source: SECTION 13 - DISCLAIMER OF WARRANTIES; LIMITATION OF LIABILITY
es: SECCIÓN 13 - RENUNCIA DE GARANTÍAS; LIMITACIÓN DE RESPONSABILIDAD
fr_ca: SECTION 13 - EXCLUSION DE GARANTIES; LIMITATION DE RESPONSABILITÉ
ru: Пункт 13 - Отказ от гарантий. Ограничение ответственности.
