Repository: Tom2187End/somi-ecommerce
Catalog: shuup/notify/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_pt

source: Plain text
de: Einfacher Text
es: Texto plano
pt_pt: Texto simples

source: Subject
de: Thema
es: Asunto
pt_pt: Assunto

source: Email Template
pt_pt: Template de E-mail

source: Email Body
de: E-Mail-Körper
es: Contenido del email
pt_pt: Corpo de E-mail

source: Content type
de: Inhaltsart
es: Tipo de contenido
pt_pt: Tipo de conteúdo

source: Recipient
de: Empfänger
es: Receptor
pt_pt: Destinatário

source: Reply-To
de: Antwort senden an
es: Responder A
pt_pt: Responder A

source: Carbon Copy (CC)
de: In Kopie senden an (CC)
es: Copia A (CC)
pt_pt: Com Cópia (CC)

source: Blind Carbon Copy (BCC)
de: In Blindkopie senden an (BCC)
es: Copia Oculta A (BCC)
pt_pt: Com Cópia Oculta (CCO)

source: From email
de: Absender-E-Mail-Adresse
es: Email Remitente
pt_pt: De e-mail

source: Override the default from email to be used. It can either be binded to a variable or be a constant like support@store.com or even "Store Support" <support@store.com>.
de: Überschreibe den Standard-E-Mail-Absender, der verwendet werden soll. Er kann entweder an eine Variable gebunden werden oder eine Konstante wie support@store.com oder sogar "Store Support" <support@store.com> sein.
es: Anula el valor predeterminado del correo electrónico que se utilizará. Puede estar vinculado a una variable o ser una constante como support@store.com o incluso "Store Support" <support@store.com>.
pt_pt: Sobrepor o padrão de e-mail a ser utilizado. Pode estar vinculado a uma variável ou pode ser uma constante como suporte@loja.com ou até "Suporte Loja" <support@store.com>.

source: Language
de: Sprache
es: Idioma
pt_pt: Idioma

source: Fallback language
de: Ausweichsprache
es: Idioma alternativo
pt_pt: Idioma de recurso

source: Send Identifier
de: "Senden an"-Kennung
es: Enviar identificador
pt_pt: Enviar Identificador

source: If set, this identifier will be logged into the event's log target. If the identifier has already been logged, the e-mail won't be sent again.
de: Wenn gesetzt, wird dieser Bezeichner im Protokollziel des Ereignisses protokolliert. Wenn der Bezeichner bereits protokolliert wurde, wird die E-Mail nicht erneut gesendet.
es: Si se establece, este identificador se registrará en el destino del registro del evento. Si el identificador ya se ha registrado, el correo electrónico no se enviará de nuevo.
pt_pt: Se definido, este identificador iniciará sessão no registo de evento de destino. Se o identificador já tiver sessão iniciada o e-mail não será enviado novamente.

source: Notifications
de: Mitteilungen
es: Notificaciones
pt_pt: Notificações

source: Show notification scripts
de: Benachrichtigungsskripte anzeigen
es: Mostrar secuencias de comandos de notificación
pt_pt: Mostrar scripts de notificação

source: Email Templates
pt_pt: Templates de E-mail

source: Event
de: Ereignis
es: Evento
pt_pt: Evento

source: Choose which event to bind this script to.
de: Wähle aus, an welches Ereignis dieses Skript gebunden werden soll.
es: Elige que evento vincular a esta secuencia de comandos.
pt_pt: Escolher a que evento vincular este script.

source: Script Name
de: Skript-Name
es: Nombre de la Secuencia de comandos
pt_pt: Nome de Script

source: Type in a descriptive name for your new script.
de: Gib einen aussagekräftigen Namen für Dein neues Skript ein.
es: Escribe un nombre descriptivo para la nueva secuencia de comandos.
pt_pt: Introduza um nome descritivo para o seu novo script.

source: Enable Script
de: Skript aktivieren
es: Activar secuencia de comandos
pt_pt: Ativar Script

source: Choose whether this script should be activated when its event fires.
de: Wähle aus, ob dieses Skript aktiviert werden soll, wenn sein Ereignis ausgelöst wird.
es: Elija si esta secuencia de comandos debe activarse cuando se active su evento.
pt_pt: Escolher se este script deve ser ativado quando o seu evento dispara.

source: Warning! Changing the event for an existing script may have unexpected effects.
de: Achtung! Das Ändern des Ereignisses für ein vorhandenes Skript kann unerwartete Auswirkungen haben.
es: ¡Alerta! Cambiar el evento de una secuencia de comandos existente puede tener efectos inesperados.
pt_pt: Aviso! Alterar o evento para um script existente pode ter efeitos inesperados.

source: Bind to Variable
de: An Variable binden
es: Vincular a una Variable
pt_pt: Vincular a Variável

source: This field is missing content.
de: Diesem Feld fehlt der Inhalt.
es: A este campo le falta contenido.
pt_pt: Este campo tem conteúdo em falta.

source: %s has been marked deleted.
de: %s wurde als gelöscht markiert.
es: %s ha sido marcado como borrado.
pt_pt: %s foi marcado como eliminado.

source: Edit Script Contents
de: Skriptinhalt bearbeiten
es: Editar contenido de la secuencia de comandos
pt_pt: Editar Conteúdos de Script

source: Edit Script (advanced)
de: Skriptinhalt bearbeiten (erweitert)
es: Editar Secuencia de comandos (avanzado)
pt_pt: Editar Script (avançado)

source: Edit Template
de: Template bearbeiten
es: Editar plantilla
pt_pt: Editar Template

source: Delete
de: Löschen
es: Borrar
pt_pt: Eliminar

source: Are you sure you wish to delete "%s" notification?
de: Bist Du sicher, dass Du die Mitteilung "%s" löschen möchtest?
es: ¿Seguro que quieres borrar la notificación "%s"?
pt_pt: Tem a certeza que pretende eliminar \”%s\” notificação?

source: Save
de: Speichern
es: Guardar
pt_pt: Guardar

source: %s has been deleted.
de: %s wurde gelöscht.
pt_pt: %s foi eliminada.

source: Name
es: Nombre
pt_pt: Nome

source: Enabled
de: Aktiviert
es: Activar
pt_pt: Ativo

source: New Script
de: Neues Skript
es: Nueva secuencia de comandos
pt_pt: Novo Script

source: New From Template
de: Neu aus Template anlegen
es: Nuevo desde plantilla
pt_pt: Novo a Partir de Template

source: Script created from template.
de: Skript aus Template wurde erstellt.
es: Secuencia de comandos creada desde plantilla
pt_pt: Script criado a partir de template.

source: Template Script not found.
de: Das Skript-Template wurde nicht gefunden.
es: Plantilla de secuencia de comandos no encontrada.
pt_pt: O Script de Template não foi encontrado.

source: Templated script not found.
de: Das Skript-Template wurde nicht gefunden.
es: No se encontró la secuencia de comandos con plantilla.
pt_pt: O Script Template não foi encontrado.

source: Script updated.
de: Das Skript wurde aktualisiert.
es: Secuencia de comandos actualizada
pt_pt: Script atualizado.

source: Check whether the bound value `value` exists and is non-empty and non-zero.
de: Prüfe bitte, ob der gebundene Wert "value" existiert und nicht leer und ungleich Null ist.
es: Verifique si el valor enlazado "valor" existe y no está vacío y no es cero.
pt_pt: Verificar se o valor vinculado ‘value’ existe, se foi preenchido e se é diferente de zero.

source: Non-Empty
de: nicht leer
es: No Vacío
pt_pt: Preenchido

source: Check whether the bound value `value` is empty or zero.
de: Prüfe bitte, ob der gebundene Wert "value" leer oder Null ist.
es: Verifique si el valor enlazado "valor" está vacío o es cero.
pt_pt: Verificar se o valor vinculado ‘value’ é diferente de zero.

source: Empty
de: Leer
es: Vacío
pt_pt: Não preenchido

source: none
de: keine
es: nulo
pt_pt: nenhum

source: unilingual
de: einsprachig
es: unilingüe
pt_pt: monolingue

source: multilingual
de: mehrsprachig
es: multilingüe
pt_pt: bilingue

source: variable only
de: nur variabel
es: solo variable
pt_pt: apenas variável

source: constant only
de: nur konstant
es: solo constante
pt_pt: apenas constante

source: variable or constant
de: variabel oder konstant
es: variable o constante
pt_pt: variável ou constante

source: continue to the next step
de: weiter zum nächsten Schritt
es: continuar al siguiente paso
pt_pt: continuar para o próximo passo

source: stop processing
de: Verarbeitung stoppen
es: parar el proceso
pt_pt: parar processamento

source: all
de: alle
es: todo
pt_pt: todos

source: any
de: jeder
es: cualquiera
pt_pt: qualquer

source: any shop administrator
de: jeder Marktplatz-Administrator
es: cualquier administrador de la tienda
pt_pt: qualquer administrador de loja

source: a specific user
de: ein bestimmter Benutzer
es: un usuario específico
pt_pt: um utilizador específico

source: low
de: niedrig
es: bajo
pt_pt: baixo

source: high
de: hoch
es: alto
pt_pt: alto

source: critical
de: kritisch
es: crítico
pt_pt: crítico

source: Enter the base HTML template to be used in emails. Mark the place to inject the email content using the variable `%html_body%` inside the body.
de: Gib die Basis-HTML-Vorlage ein, die in E-Mails verwendet werden soll. Markiere die Stelle, an der der E-Mail-Inhalt eingefügt werden soll, indem Du die Variable `%html_body%` im Body verwendest.
pt_pt: Introduzir o template HTML de base a ser utilizado em e-mails. Marcar o local a injetar o conteúdo de e-mail utilizando a variável `%html_body%` dentro do corpo de texto.

source: shop
de: Marktplatz
es: tienda
pt_pt: loja

source: recipient type
de: Empfänger-Typ
es: tipo de receptor
pt_pt: tipo de destinatário

source: recipient
de: Empfänger
es: receptor
pt_pt: destinatário

source: created on
de: erstellt am
pt_pt: criado em

source: message
de: Nachricht
pt_pt: mensagem

source: priority
de: Priorität
pt_pt: prioridade

source: marked read
de: Als gelesen markiert
es: marcado como leído
pt_pt: marcada como lida

source: marked read by
de: Als gelesen markiert von
es: marcado como leído por
pt_pt: marcada como lida por

source: marked read on
de: Als gelesen markiert am
es: marcado como leído en
pt_pt: marcada como lida em

source: event identifier
de: Ereignis-Kennung
es: identificador de evento
pt_pt: identificador de evento

source: name
pt_pt: nome

source: enabled
de: aktiviert
es: activar
pt_pt: ativo

source: template identifier
de: Template-Kennung
es: identificador de plantilla
pt_pt: identificador de template

source: the template identifier used to create this script
de: Die Template-Kennung, mit der dieses Skript erstellt wurde
es: el identificador de plantilla utilizado para crear esta secuencia de comandos
pt_pt: o identificador de template utilizado para criar este script

source: Password Reset
de: Passwort-Rücksetzung
es: Restablecer contraseña
pt_pt: Redefinição de Password

source: This event is triggered when password reset is requested.
de: Dieses Ereignis wird ausgelöst, wenn das Zurücksetzen des Passworts angefordert wird.
es: Este evento se lanza cuando se solicita restablecer la contraseña.
pt_pt: Este evento é acionado quando é solicitada uma redefinição de password.

source: Site name
de: Name der Seite
es: Nombre del sitio web
pt_pt: Nome de Site

source: User secret
de: Benutzergeheimcode
es: Secreto del usuario
pt_pt: Segredo de utilizador

source: User to recover
de: Benutzer zum Wiederherstellen
es: Usuario a recuperar
pt_pt: Utilizador a recuperar

source: Recovery URL
de: Wiederherstellungs-URL
es: URL de recuperación
pt_pt: URL de recuperação

source: To Email
de: An die E-Mail-Adresse
es: Email destino
pt_pt: Para E-mail

source: The subject of the email
de: Der Betreff der E-Mail
es: El asunto del email
pt_pt: O assunto do e-mail

source: Email content
de: E-Mail-Inhalt
pt_pt: Conteúdo de E-mail

source: The content of the email.
de: Der Inhalt der E-Mail.
es: El contenido del email.
pt_pt: O conteúdo do e-mail.

source: Customer
de: Kunde
es: Cliente
pt_pt: Cliente

source: Other destination
de: Andere Ziel-E-Mail-Adresse
es: Otro destinatario
pt_pt: Outros destinatários

source: Send to?
de: Senden an?
pt_pt: Enviar para?

source: You can send this email to the customer or to other email of your choice.
de: Du kannst diese E-Mail an den Kunden oder an eine andere E-Mail-Adresse Deiner Wahl senden.
es: Puedes enviar este email al cliente y otro email de tu elección.
pt_pt: Pode enviar este e-mail ao cliente ou a outro e-mail de sua escolha.

source: Destination
de: Ziel-E-Mail-Adresse
es: Esta secuencia de comandos enviará un email a la dirección configurada alertando de que el producto de un proveedor tiene el inventario bajo. Puedes configurar para que no se envíe el mismo email varias veces en el periodo de 24 horas. Cada vez que el inventario del producto alcance el límite configurado, esta notificación se activará y se mandará un email.
pt_pt: Destinatário

source: Fill with the destination email address.
de: Gib die Ziel-E-Mail-Adresse ein.
es: Rellenar con la dirección de correo electrónico de destino.
pt_pt: Preencher com o endereço de e-mail de destinatário.

source: Recipient is a required field when you don't want to send the email to customer.
de: Der Empfänger ist ein Pflichtfeld, wenn Du die E-Mail nicht an den Kunden senden möchtest.
es: Destinatario es un campo obligatorio cuando no desea enviar el correo electrónico al cliente.
pt_pt: O campo destinatário é necessário quando não pretende enviar o e-mail ao cliente.

source: <p>Hi {{ user_to_recover.get_full_name() }},</p> <p>In case you've forgotten, your username is {{ user_to_recover.username }}.</p> <p>You're receiving this email because you requested a password reset for your user account at {{ site_name }}.</p> <p>Please go to the following page and choose a new password:</p> <br> <a href="{{ recovery_url }}">{{ recovery_url }}</a>
de: <p>Hallo {{ user_to_recover.get_full_name() }},</p> <p>Falls Du es vergessen haben solltest, Dein Benutzername ist {{ user_to_recover.username }}.</p> <p>Du erhältst diese E-Mail, weil Du eine Passwortzurücksetzung für Dein Benutzerkonto bei {{ site_name }} angefordert hast.</p> <p>Bitte gehe auf die folgende Seite und wähle ein neues Passwort:</p> <br> <a href="{{ recovery_url }}">{{ recovery_url }}</a>
es: <p>Hola {{ user_to_recover.get_full_name() }},</p> <p> En caso de que lo haya olvidado, su nombre de usuario es {{ user_to_recover.username }}.</p> <p>Recibió este correo electrónico porque solicitó un restablecimiento de contraseña para su cuenta de usuario en {{ site_name }}.</p> <p>Vaya a la página siguiente y elija una nueva contraseña:</p> <br> <a href="{{ recovery_url }}">{{ recovery_url }}</a>
pt_pt: <p>Olá {{ user_to_recover.get_full_name() }},</p> <p>No caso de se ter esquecido, o seu nome de utilizador é {{ user_to_recover.username }}.</p> <p>Está a receber este e-mail porque solicitou uma redefinição de password para a sua conta de utilizador na {{ site_name }}.</p> <p>Vá à seguinte página e escolha uma nova password:</p> <br> <a href="{{ recovery_url }}">{{ recovery_url }}</a>

source: Send Password Reset Link
de: Link zum Zurücksetzen des Passworts senden
es: Enviar enlace de restablecer contraseña
pt_pt: Enviar Link de Reposição de Password

source: Send an email to user when their account password reset is requested
de: Senden einer E-Mail an den Benutzer, wenn sein Passwort zurückgesetzt werden soll.
es: Enviar un correo electrónico al usuario cuando se solicite el restablecimiento de la contraseña de su cuenta
pt_pt: Enviar um e-mail ao utilizador quando é solicitada uma redefinição da sua password de conta

source: This script will send an email to user once their account password reset is requested either by admin, staff or user.
de: Dieses Skript sendet eine E-Mail an den Benutzer, wenn die Passwortzurücksetzung entweder vom Administrator, vom Marktplatz-Kundenservice oder dem Benutzer selbst angefordert wurde.
es: Esta secuencia de comandos enviará un email al usuario cuando se haya solicitado cambiar su contraseña.
pt_pt: Este script enviará um e-mail ao utilizador quando é solicitada uma redefinição da sua password por um admin, staff ou utilizador.

source: Edit Script Information
de: Skriptdaten bearbeiten
es: Editar información de la secuencia de comandos
pt_pt: Editar Informações de Script

source: Create a new script
de: Ein neues Skript erstellen
es: Crear nueva secuencia de comandos
pt_pt: Criar um novo script

source: Script Details
de: Skript-Details
es: Detalles de la secuencia de comandos
pt_pt: Detalhes de Script

source: Show available variables
de: verfügbare Werte anzeigen
es: Mostrar variables disponibles
pt_pt: Mostrar variáveis disponíveis

source: Close
de: Schließen
es: Cerrar
pt_pt: Fechar

source: Select the script template to be created
de: Wähle das zu erstellende Skript-Template aus
es: Selecciona la plantilla de secuencia de comandos para crear
pt_pt: Selecionar o template de script a criar

source: Cancel
de: Abbrechen
es: Cancelar
pt_pt: Cancelar

source: Edit Script
de: Skript bearbeiten
es: Editar secuencia de comandos
pt_pt: Editar Script

source: Edit Step
de: Schritt bearbeiten
es: Editar paso
pt_pt: Editar Passo

source: Active shop:
pt_pt: Loja ativa:

source: Save changes
de: Änderungen speichern
es: Guardar cambios
pt_pt: Guardar alterações

source: Please correct the errors below.
de: Bitte die unten stehenden Fehler korrigieren.
es: Por favor corrija los errores siguientes.
pt_pt: Corrija os erros abaixo.

source: Variables
de: Variablen
pt_pt: Variáveis

source: Script Template: {}
de: Skript Template: {}
es: Plantilla de secuencia de comandos: {}
pt_pt: Template de Script: {}

source: Configure the Script Template
de: Skript Template konfigurieren
es: Configurar la plantilla de secuencia de comandos
pt_pt: Configurar o Template de Script

source: Modify Script
de: Skript ändern
es: Modificar secuencia de comandos
pt_pt: Alterar Script

source: Create Script
de: Skript erstellen
es: Crear secuencia de comandos
pt_pt: Criar Script

source: Create
de: Erstellen
es: Crear
pt_pt: Criar

source: Boolean
de: Boolesch
es: Booleano
pt_pt: Booleano

source: Integer Number
de: Ganzzahlige Zahl
es: Número Entero
pt_pt: Número inteiro

source: Decimal Number
de: Dezimalzahl
es: Numero Decimal
pt_pt: Número decimal

source: Text
es: Texto
pt_pt: Texto

source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
pt_pt: Endereço de E-mail

source: URL Address
de: URL-Adresse
es: Dirección URL
pt_pt: Endereço URL

source: Phone Number
de: Telefonnummer
es: Número de teléfono
pt_pt: Número de Telefone

source: Body Template
es: Plantilla del contenido

source: You can use this template to wrap the HTML body with your custom static template.Mark the spot for the HTML body with %html_body%.
es: Puedes usar esta plantilla para envolver el cuerpo del HTML con tu plantilla personalizada. Indica el punto para el cuerpo del HTML con %html_body%.

source: Template
es: Plantilla

source: Done
es: Hecho
