Repository: Tom2187End/somi-ecommerce
Catalog: shuup/xtheme/locale/*/LC_MESSAGES/django.po
Languages: es, pt_pt

source: Theme identifiers must match.
es: Los identificadores de tema deben coincidir.
pt_pt: Os identificadores de tema devem corresponder.

source: Either theme_settings or shop should be informed.
es: Se debe informar a theme_settings o a la tienda.
pt_pt: Deve ser indicado theme_settings ou loja.

source: Global plugins
es: Plugins globales
pt_pt: Plugins globais

source: Theme plugins
es: Plugins del tema
pt_pt: Plugins de tema

source: Shuup Extensible Theme Engine
es: Motor de temas extensible de Shuup
pt_pt: Motor de Tema Extensível Shuup

source: Themes
es: Temas
pt_pt: Temas

source: Customize the look and feel of your shop
es: Personaliza la apariencia de tu tienda
pt_pt: Personalizar o aspeto e sensação da sua loja

source: Customize theme
es: Personalizar tema
pt_pt: Personalizar tema

source: No theme is active. Click here to activate one.
es: Ningún tema está activo. Haz click aquí para activar uno.
pt_pt: Nenhum tema ativo. Clique aqui para ativar um.

source: Theming
es: Personalización del tema
pt_pt: Temas

source: Shuup Extensible Theme Engine Fonts
pt_pt: Tipos de Letra de Motor de Tema Extensível Shuup

source: Fonts
pt_pt: Tipos de letra

source: Allow the user to select fonts in admin.
pt_pt: Permitir que o utilizador selecione tipos de letra em admin.

source: Shuup Extensible Theme Engine Snippets
es: Motor de temas extensible de Shuup - Fragmentos
pt_pt: Snippets de Motor de Tema Extensível Shuup

source: Theme Custom CSS/JS
es: Tema CSS/JS personalizados
pt_pt: Personalização Tema CSS/JS

source: Select the themes that will have this snippet injected. Leave the field blank to inject in all themes.
es: Selecciona los temas que tendrán este fragmento incrustado. Déjalo en blanco para incrustarlo en todos los temas.
pt_pt: Selecionar os temas que terão este snippet injetado. Deixar o campo em branco para injetar todos os temas.

source: Select the location of the page to inject the snippet.
es: Selecciona la ubicación de la página para incrustar el fragmento.
pt_pt: Selecionar a localização da página para injetar o snippet.

source: Name
pt_pt: Nome

source: Filter by name...
pt_pt: Filtrar por nome...

source: Location
es: Ubicacióin
pt_pt: Localização

source: Filter by location...
es: Filtro por ubicación...
pt_pt: Filtrar por localização...

source: Type
es: Tipo
pt_pt: Tipo

source: activate
es: activar
pt_pt: ativar

source: Theme
es: Tema
pt_pt: Tema

source: Choose a theme for your shop
es: Elige un tema para tu tienda
pt_pt: Escolher um tema para a sua loja

source: Theme activated.
es: Tema activado.
pt_pt: Tema ativo.

source: Custom CSS/JS
es: CSS/JS Personalizado
pt_pt: Personalizar CSS/JS

source: Stylesheets
es: Hojas de estilo
pt_pt: Folhas de estilo

source: The fonts, colors, and styles to use with your theme.
es: Las fuentes, colores y estilos para usar en tu tema.
pt_pt: Os tipos de letras, cores e estilos a utilizar com o seu tema.

source: Choose the primary color:
pt_pt: Escolher a cor primária:

source: Choose the secondary color:
pt_pt: Escolher a cor secundária:

source: Choose the primary text color:
pt_pt: Escolher a cor de texto primária:

source: Choose the success (green) style primary color:
pt_pt: Escolher a cor primária de estilo sucesso (verde):

source: Choose the danger (red) style primary color:
pt_pt: Escolher a cor primária de estilo perigo (vermelho):

source: Admin Header Font
pt_pt: Tipo de Letra Cabeçalho Admin

source: Admin Body Font
pt_pt: Tipo de Letra Corpo Admin

source: Failed to render the plugin
pt_pt: Falha ao apresentar o plugin

source: Content in this box is shown to all user types without limitations.
es: El contenido en esta caja se muestra a todos los usuarios sin limitaciones.
pt_pt: O conteúdo desta caixa é exibido a todos os tipos de utilizador sem limitações.

source: Content in this placeholder is shown for %(category_name)s category only.
es: El contenido en este marcador de posición se muestra solo para la categoría %(category_name)s.
pt_pt: O conteúdo deste espaço reservado é exibido apenas para a categoria %(category_name)s.

source: Content in this box is shown to guests (anonymous users) only.
es: El contenido en esta caja se muestra a las visitas (usuarios anónimos) únicamente.
pt_pt: O conteúdo desta caixa é exibido apenas a visitantes (utilizadores anónimos).

source: Content in this box is shown to company contacts only.
es: El contenido en esta caja se muestra a los usuarios corporativos únicamente.
pt_pt: O conteúdo desta caixa é exibido apenas a contactos de empresa.

source: Content in this box is shown to all logged-in contacts (both person and company; not anonymous).
es: El contenido en esta caja se muestra a todos los usuarios que hayan iniciado sesión (personales o corporativos; no anónimos)
pt_pt: O conteúdo desta caixa é exibido a todos os contactos com sessão iniciada (tanto individuais como empresariais, não anónimos).

source: Content in this box is shown to person contacts only.
es: El contenido en esta caja se muestra a los usuarios no personales (no corporativos) únicamente.
pt_pt: O conteúdo desta caixa é exibido apenas a contactos individuais.

source: Content in this placeholder is shown for %(product_name)s only.
es: El contenido en este marcador de posición se muestra para %(product_name)s únicamente.
pt_pt: O conteúdo deste espaço reservado é exibido apenas para %(product_name)s.

source: Shop '{}' has no active theme
es: La tienda '{}' no tiene un tema activo
pt_pt: A loja '{}' não tem tema ativo

source: Inline JavaScript
es: JavaScript en línea
pt_pt: Javascript em Linha

source: Inline CSS
es: CSS en línea
pt_pt: CSS em Linha

source: Inline HTML
es: HTML en línea
pt_pt: HTML em Linha

source: Inline Jinja HTML
pt_pt: HTML Jinja em Linha

source: current draft
es: borrador actual
pt_pt: rascunho atual

source: old version
es: versión antigua
pt_pt: versão antiga

source: public
es: público
pt_pt: público

source: theme identifier
es: identificador de tema
pt_pt: identificador de tema

source: view name
es: ver nombre
pt_pt: visualizar nome

source: created on
es: creado en
pt_pt: criado em

source: modified on
pt_pt: modificado em

source: status
es: estado
pt_pt: estado

source: internal data
es: datos internos
pt_pt: dados internos

source: active
es: activo
pt_pt: ativo

source: Theme configuration for %s
es: Configuración de tema para %s
pt_pt: Configuração de tema para %s

source: Shop
pt_pt: Loja

source: name
pt_pt: nome

source: Font family name
pt_pt: Nome família tipo de letra

source: Font Family CSS Property
pt_pt: Propriedade CSS Família de Tipo de Letra

source: (Optional) Input css font family property directly. Ex: font-family: Roboto;
pt_pt: (Opcional) Inserir diretamente propriedade de família de tipo de letra css. Ex: família-letra: Roboto;

source: WOFF Font
pt_pt: Tipo de letra WOFF

source: WOFF2 Font
pt_pt: Tipo de letra WOFF2

source: TTF font
pt_pt: Tipo de letra TTF

source: SVG font
pt_pt: Tipo de letra SVG

source: EOT font
pt_pt: Tipo de letra EOT

source: Font Family
pt_pt: Família de Tipo de Letra

source: Font Families
pt_pt: Famílias de Tipo de Letra

source: primary color
pt_pt: cor primária

source: secondary color
pt_pt: cor secundária

source: text color
pt_pt: cor de texto

source: success color
pt_pt: cor sucesso

source: danger color
pt_pt: cor perigo

source: base font size
pt_pt: tamanho de letra base

source: Admin Theme configuration for %s
pt_pt: Configuração Tema Admin para %s

source: snippet name
pt_pt: nome snippet

source: Untitled
pt_pt: Sem título

source: location
es: ubicación
pt_pt: localização

source: snippet type
es: tipo de fragmento de código
pt_pt: tipo de snippet

source: themes
es: temas
pt_pt: temas

source: Categories
es: Categorías
pt_pt: Categorias

source: Category Links
es: Enlaces de categorías
pt_pt: Links de Categoria

source: Title
es: Título
pt_pt: Título

source: Show all categories
es: Mostrar todas las categorías
pt_pt: Mostrar todas as categorias

source: All categories are shown, even if not selected
es: Se muestran todas las categorías, incluso las no seleccionadas
pt_pt: Todas as categorias estão visíveis, mesmo que não selecionadas

source: Image
es: Imagen
pt_pt: Imagem

source: Image Link URL
es: Enlace a la URL de la imagen
pt_pt: URL Link Imagem

source: Full width
es: Ancho completo
pt_pt: Largura máxima

source: Set image to the full width of cell.
es: Establecer la imagen al ancho completo de la celda.
pt_pt: Definir imagem para a largura máxima da célula.

source: Width (px)
es: Ancho (px)
pt_pt: Largura (px)

source: Leave blank for default width.
es: Dejar en blanco para el ancho por defecto.
pt_pt: Deixar em branco para largura padrão.

source: Height (px)
es: Alto (px)
pt_pt: Altura (px)

source: Newest
es: El mas nuevo
pt_pt: Novidades

source: Best Selling
es: Lo más vendido
pt_pt: Mais vendidos

source: Random
es: Aleatorio
pt_pt: Aleatório

source: Product Highlights
es: Productos Destacados
pt_pt: Produtos em Destaque

source: Count
es: Total
pt_pt: Contagem

source: Only show in-stock and orderable items
es: Solo mostrar productos en stock y que se puedan pedir
pt_pt: Mostrar apenas produtos em stock e encomendáveis

source: Warning: The final number of products can be lower than 'Count' as it will filter out unorderable products from a set of 'Count' products.
es: Alerta: El numero final de productos puede ser menor que el 'Total' ya que se filtraran aquellos productos que no se pueden pedir de la lista inicial de 'Total' productos.
pt_pt: Aviso: O número final de produtos pode ser mais baixo que a ‘Contagem’ pois filtrará produtos não encomendáveis de um conjunto de produtos ‘Contagem’.

source: Product Cross Sells
es: Ventas cruzadas de productos
pt_pt: Vendas Cruzadas de Produto

source: Show variation parents
es: Ver padres de las variantes
pt_pt: Mostrar variações principais

source: Render variation parents instead of the children.
es: Mostrar los padres de las variantes en lugar de los hijos.
pt_pt: Apresentar variações principais em vez de secundárias.

source: Category
es: Categoría
pt_pt: Categoria

source: Category Products Highlight
es: Categorías de productos destacados
pt_pt: Categoria Produtos em Destaque

source: Products
es: Productos
pt_pt: Produtos

source: Select all products you want to show
es: Selecciona todos los productos que quieras mostrar
pt_pt: Selecione todos os produtos que pretende mostrar

source: Product Selection
es: Selección de productos
pt_pt: Seleção de Produto

source: Product Highlights (asynchronous)
pt_pt: Produtos em Destaque (assíncrono)

source: Cutoff days
pt_pt: Dias de desconto

source: Cache timeout (seconds)
pt_pt: Tempo limite de cache excedido (segundos)

source: Product Cross Sells (asynchronous)
pt_pt: Vendas Cruzadas de Produto (assíncrono)

source: Category Products Highlight (asynchronous)
pt_pt: Categoria Produtos em Destaque (assíncrono)

source: Product Selection (asynchronous)
pt_pt: Seleção de Produto (assíncrono)

source: In-Place Snippet
es: Fragmento de código `In-Place`
pt_pt: Snippet Instalado

source: Resource snippet for start of head
pt_pt: Snippet de recurso para início de cabeçalho

source: Resource snippet for end of head
es: Fragmento de código para el final del encabezado
pt_pt: Snippet de recurso para fim de cabeçalho

source: Resource snippet for beginning of body
es: Fragmento de código para el comienzo del cuerpo
pt_pt: Snippet de recurso para início de corpo de texto

source: Resource for end of body
es: Recurso para el final del cuerpo
pt_pt: Recurso para fim de corpo de texto

source: %(name)s Ordering
es: %(name)s Ordenar
pt_pt: %(name)s Ordem

source: Ordering
es: Ordenar
pt_pt: Ordem

source: Social Media Links
es: Enlaces de redes sociales
pt_pt: Links Redes Sociais

source: Topic
es: Tema
pt_pt: Tópico

source: Icon Size
es: Tamaño de icono
pt_pt: Tamanho de Ícone

source: Default
es: Por defecto
pt_pt: Padrão

source: Large
es: Grande
pt_pt: Grande

source: Alignment
es: Alinear
pt_pt: Alinhamento

source: Left
es: Izquierda
pt_pt: Esquerda

source: Center
es: Centro
pt_pt: Centro

source: Right
es: Derecha
pt_pt: Esquerda

source: text
es: texto
pt_pt: texto

source: Click to edit placeholder: %s
es: Haz click para editar el marcador de posición: %s
pt_pt: Clicar para editar espaço reservado: %s

source: This placeholder is global and content of this placeholder is shown on all pages.
es: Este marcador de posición es global y su contenido se muestra en todas las páginas.
pt_pt: Este espaço reservado é global e o conteúdo deste espaço reservado é exibido em todas as páginas.

source: End of head
es: Fin de la etiqueta head
pt_pt: Fim de cabeçalho

source: Start of head
es: Inicio de la etiqueta head
pt_pt: Início de cabeçalho

source: End of body
es: Fin de la etiqueta body
pt_pt: Fim de corpo de texto

source: Start of body
es: Inicio de a etiqueta body
pt_pt: Início de corpo de texto

source: Content start
es: Inicio del contenido
pt_pt: Início de conteúdo

source: Content end
es: Fin del contenido
pt_pt: Fim de conteúdo

source: (Error while rendering.)
es: (Error durante el renderizado.)
pt_pt: (Erro na leitura.)

source: Delete This Cell
es: Borrar esta celda
pt_pt: Eliminar Esta Célula

source: Untranslated
es: Sin traducir
pt_pt: Não traduzido

source: There's nothing to configure in this plugin.
es: No hay nada que configurar en este plugin.
pt_pt: Não existe nada para configurar neste plugin.

source: Save Plugin
es: Guardar Plugin
pt_pt: Guardar Plugin

source: Remember to publish your changes for this placeholder when you are done, by clicking the Publish Changes button at the top.
es: Recuerda publicar tus cambios para este marcador de posición cuando hayas terminado. haciendo click en el botón Publicar Cambios arriba.
pt_pt: Lembre-se de publicar as suas alterações a este espaço reservado quando terminar, ao clicar no botão Publicar Alterações no topo.

source: Edit Placeholder
es: Editar marcador de posición
pt_pt: Editar Espaço Reservado

source: Edit plugins inside this placeholder. By saving the individual plugin, the changes are saved as a draft, and only you are able to see the changes. To make your changes Public, Click the Publish Changes button.
es: Editar plugins dentro de este marcador de posición. Al guardar este plugin, los cambios se guardarán como borrador, solo tu podrás ver estos cambios. Para hacer los cambios Públicos, haz click en el botón de Publicar Cambios.
pt_pt: Editar plugins dentro deste espaço reservado. Ao guardar o plugin individual, as alterações são guardadas como rascunho e as alterações apenas lhe serão visíveis a si. Para tornar as suas alterações públicas, Clicar no botão Publicar Alterações.

source: Add new cell
es: Añadir nueva celda
pt_pt: Adicionar nova célula

source: Delete row
es: Borrar fila
pt_pt: Eliminar coluna

source: Move row
es: Mover fila
pt_pt: Mover coluna

source: Add new row
es: Añadir nueva fila
pt_pt: Adicionar nova coluna

source: Admin Theme Configuration
pt_pt: Configuração Tema Admin

source: Change Theme
pt_pt: Alterar Tema

source: Shop Theme Configuration
pt_pt: Configuração Tema Loja

source: No themes are installed.
es: No hay temas instalados.
pt_pt: Não existem temas instalados.

source: Theme Configuration: %(name)s
es: Configurar Tema: %(name)s
pt_pt: Configuração de Tema: %(name)s

source: Theme Configuration
es: Configuración de Tema
pt_pt: Configuração de Tema

source: There's nothing to configure in this theme.
es: No hay nada que configurar en este tema.
pt_pt: Não existe nada para configurar neste tema.

source: Select theme
es: Seleccionar tema
pt_pt: Selecionar tema

source: Theme Guide
es: Guía del Tema
pt_pt: Guia de Temas

source: Theme screenshot
pt_pt: Captura de ecrã tema

source: Author
es: Autor
pt_pt: Autor

source: Configure
es: Configurar
pt_pt: Configurar

source: Activate
es: Activar
pt_pt: Ativar

source: Admin Theme
pt_pt: Tema Admin

source: Edit Admin Theme
pt_pt: Alterar Tema Admin

source: Theme Name
es: Nombre del Tema
pt_pt: Nome de Tema

source: Actions
es: Acciones
pt_pt: Ações

source: Currently active
es: Actualmente activo
pt_pt: Atualmente ativo

source: Revert Changes
es: Deshacer cambios
pt_pt: Reverter Alterações

source: Publish Changes
es: Publicar cambios
pt_pt: Publicar Alterações

source: No access to editing.
es: No hay acceso a la edición.
pt_pt: Não tem acesso para editar.

source: Unknown command: `%s`.
es: Comando desconocido: `%s`.
pt_pt: Comando desconhecido: `%s`.

source: Unable to determine the current theme.
es: No se puede determinar el tema actual.
pt_pt: Não foi possível determinar o tema atual.

source: Can't add more than %d cells in one row.
es: No se puede añadir mas de %d celdas en una fila.
pt_pt: Não é possível adicionar mais de %d células numa coluna.

source: Published
es: Publicado
pt_pt: Publicado

source: Reverted
es: Deshecho
pt_pt: Revertido

source: Custom
pt_pt: Personalizado

source: Full Width
es: Ancho total
pt_pt: Largura Total

source: Three Fourths (3/4)
es: Tres cuartos (3(4)
pt_pt: Três Quartos (3/4)

source: Two Thirds (2/3)
es: Dos tercios (2/3)
pt_pt: Dois Terços (2/3)

source: Half (1/2)
es: Mitad (1/2)
pt_pt: Metade (1/2)

source: One Third (1/3)
es: Un tercio (1/3)
pt_pt: Um Terço (1/3)

source: One Fourth (1/4)
es: Un cuarto (1/4)
pt_pt: Um Quarto (1/4)

source: Auto
pt_pt: Automático

source: Cell width
es: Ancho de celda
pt_pt: Largura de célula

source: Cell align
es: Alinear celda
pt_pt: Alinhamento de célula

source: Extra classes
es: Clases extra
pt_pt: Classes extra

source: Add extra CSS classes names to the cell
es: Añadir nombre de clase CSS adicionales a la celda
pt_pt: Adicionar nomes de classes CSS extra à célula

source: No Plugin
es: No hay Plugin
pt_pt: Sem Plugin

source: Snippets
es: Fragmentos

source: data
es: datos

source: snippet
es: fragmento de código

source: Snippet
es: Fragmento de código
