Repository: Tom2187End/somi-ecommerce
Catalog: shuup/xtheme/locale/*/LC_MESSAGES/djangojs.po
Languages: de, es, pt_br, pt_pt, ru, sv_se, zh_hans

source: Edit %s
de: Bearbeite %s
es: Editar %s
pt_br: Editar %s
pt_pt: Editar %s
ru: Редактировать %s
sv_se: Redigera %s
zh_hans: 编辑%s

source: Changing plugin cells without saving will cause changes made to this cell to be lost.
de: Das Ändern von Plugin-Zellen ohne Speichern führt dazu, dass Änderungen an dieser Zelle verloren gehen.
es: Cambiar celdas de plugin sin guardar, puede causar que los cambios de esta celda se pierdan.
pt_br: A alteração das céluas do plugin sem salvar fará com que as modificações já realizadas nesta célula sejam perdidas.
pt_pt: Alterar células de plugin sem guardar fará com que perca as alterações efetuadas a esta célula.
ru: Изменение ячеек плагина без сохранения приведет к потере изменений, внесенных в эту ячейку.
sv_se: Om du ändrar plugin-celler utan att spara kommer ändringar som gjorts i denna cell att gå förlorade.

source: Error: Cannot add more than %s cells to one row.
de: Fehler: Es können nicht mehr als %s-Zellen zu einer Zeile hinzugefügt werden.
es: Error: No se puede añadir mas de %s celdas a una fila.
pt_br: Erro: Não é possível adicionar mais do que %s células em uma linha.
pt_pt: Erro: Não é possível adicionar mais do que %s células a uma coluna.
ru: Ошибка: Не могу добавить больше чем %s ячеек в одном ряду.
sv_se: Fel: Kan inte lägga till mer än %s celler i en rad.
zh_hans: 出错：无法添加多于 %s单元格至同一行。

source: Are you sure you wish to delete this row?
de: Bist Du sicher, dass Du diese Zeile wirklich löschen möchtest?
es: ¿Seguro que quieres eliminar esta fila?
pt_br: Tem certeza que deseja excluir esta linha?
pt_pt: Tem a certeza que pretende eliminar esta linha?
ru: Вы уверены, что хотите удалить этот ряд?
sv_se: Är du säker du vill ta bort raden?
zh_hans: 您确定要删除该行吗？

source: Are you sure you wish to delete this cell?
de: Bist Du sicher, dass Du diese Zelle wirklich löschen möchtest?
es: ¿Seguro que quieres eliminar esta celda?
pt_br: Tem certeza que deseja excluir esta célula?
pt_pt: Tem a certeza que pretende eliminar esta célula?
ru: Вы уверены, что хотите удалить эту ячейку?
sv_se: Är du säker du vill ta bort cellen?
zh_hans: 您确定要删除该单元格吗？

source: Are you sure you wish to publish changes made to this view?
de: Bist Du sicher, dass Du die Änderungen an dieser Ansicht veröffentlichen möchtest?
es: ¿Seguro que desea publicar los cambios realizados en esta vista?
pt_br: Tem certeza que deseja publicar as alterações realizadas nesta view?
pt_pt: Tem a certeza que pretende publicar alterações efetuadas a esta vista?
ru: Вы уверены, что хотите опубликовать все правки сделанные тут?
sv_se: Är du säker på att du vill publicera ändringar i den här vyn?
zh_hans: 您确定要发布该视图的更改吗？

source: You have changed the form. Do you want to save them before publishing?
de: Du hast das Formular geändert. Möchtest Du es vor der Veröffentlichung speichern?
es: Has cambiado el formulario. ¿Deseas guardar los cambios antes de publicar?
pt_br: Você alterou o formulátio. Deseja salvar antes de publicar?
pt_pt: O formulário foi alterado. Pretende guardar antes de publicar?
ru: Вы изменили форму. Вы хотите сохранить изменения перед публикацией?
sv_se: Du har ändrat formuläret. Vill du spara dem innan du publicerar?
zh_hans: 您已经改变了形式。您想在发布之前保存它们吗？

source: Are you sure you wish to revert all changes made since the last published version?
de: Bist Du sicher, dass Du seit der letzten veröffentlichten Version vorgenommenen Änderungen rückgängig machen möchtest?
es: ¿Seguro que deseas deshacer todos los cambios hechos desde la última versión publicada?
pt_br: Tem certeza que deseja reverter todas as alterações realizadas desde a última versão publicada?
pt_pt: Tem a certeza que pretende reverter todas as alterações efetuadas desde a última versão publicada?
ru: Вы уверены, что хотите отменить все правки сделанные после опубликованной версии?
sv_se: Är du säker på att du vill återställa alla ändringar som gjorts sedan den senast publicerade versionen?
zh_hans: 自从上一次版本发布后，您确定要复原所有更改吗？

source: Changing plugins will cause other changes made on this form to be lost.
de: Das Ändern von Plugins führt dazu, dass andere in diesem Formular vorgenommene Änderungen verloren gehen.
es: Cambiar plugins puede hacer que otros cambios realizados en este formulario se pierdan.
pt_br: A alteração dos plugins fará com que outras modificações já realizadas neste formulário sejam perdidas.
pt_pt: Alterar plugins fará com que outras alterações efetuadas a este formulário sejam perdidas.
ru: Изменение плагинов приведет к утрате остальных правок в этой форме.
sv_se: Ändringar i insticksmodulerna kommer att göra att ändringar i formuläret går förlorade.
zh_hans: 改变插件将导致该表格上其他更改的丢失。

source: Custom CSS/JS
de: Benutzerdefiniertes CSS / JS
es: Personalizar CSS/JS
pt_br: CSS/JS personalizado
pt_pt: Personalizar CSS/JS
ru: Пользовательский CSS / JS
sv_se: Anpassad CSS / JS
zh_hans: 自定义 CSS/JS

source: Exit Edit
de: Bearbeitungsmodus verlassen
es: Salir de la edición
pt_br: Sair da Edição
pt_pt: Sair da Edição
ru: Закончить Правку
sv_se: Avsluta redigera
zh_hans: 退出编辑

source: Edit Page
de: Seite bearbeiten
es: Editar pagina
pt_br: Editar Página
pt_pt: Editar Página
ru: Править Страницу
sv_se: Redigera sida
zh_hans: 编辑页面
