Repository: Tom2187End/somi-ecommerce
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: de, pt_pt

source: %(company_name)s collects information under the direction of its customers, and has no direct relationship with the individuals whose Personal Information it processes. If you would no longer like to be contacted by us, please contact us directly at <a href="mailto:%(store_email)s">%(store_email)s</a>. We may transfer Personal Information to companies that help us provide our service. Transfers to subsequent third parties are covered by the service agreements with them.
de: %(company_name)ssammelt Daten im Interesse seiner Kunden und hat keine direkte Beziehung zu den Personen, deren persönliche Daten es verarbeitet. Wenn Du nicht mehr von uns kontaktiert werden möchtest, kontaktiere uns bitte direkt unter <a href="mailto:%(store_email)s">%(store_email)s</a>. Wir können persönliche Daten an Unternehmen weitergeben, die Teil der Erbringung unserer Dienstleistung sind. Datenübertragungen an nachfolgende Dritte sind durch die Dienstleistungsvereinbarungen mit diesen abgedeckt.
pt_pt: %(company_name)s recolhe informações sob a direção dos seus clientes e não tem relacionamento direto com os indivíduos cujas informações pessoais processa. Se não pretende ser mais contatado por nós, entre em contato direto connosco em <a href="mailto:%(store_email)s">%(store_email)s</a>. Poderemos transferir informações Pessoais para empresas que nos ajudam a fornecer os nossos serviços. As transferências para terceiros subsequentes são cobertas pelos respetivos acordos de serviço.

source: Sensitive Information
de: Vertrauliche Informationen
pt_pt: Informações Confidenciais

source: This refers to credit or debit card numbers, personal financial account information, Social Security numbers, passport numbers, driver's license numbers or similar personal identifiers, racial or ethnic origin, physical or mental health condition or information, or other employment, financial or health information.
de: Dies bezieht sich auf Kredit- oder Debitkartennummern, persönliche Finanzkontodaten, Sozialversicherungsnummern, Reisepassnummern, Führerscheinnummern oder ähnliche persönliche Identifizierungsmerkmale, rassische oder ethnische Herkunft, körperliche oder geistige Gesundheitszustände oder -informationen oder andere Beschäftigungs-, Finanz- oder Gesundheitsdaten.
pt_pt: Refere-se a números de cartão de crédito ou débito, informações de contas financeiras pessoais, números de Segurança Social, números de passaporte, números de carta de condução ou identificadores pessoais semelhantes, origem racial ou étnica, condição ou informações de saúde física ou mental ou outras informações de emprego, financeiras ou de saúde.

source: Information We Collect
de: Durch uns gesammelte Daten
pt_pt: Dados que Recolhemos

source: When You Visit our Online Store
de: Wenn Du unseren Online-Marktplatz besuchst
pt_pt: Quando Visita a nossa Loja Online

source: You are free to explore the Online Store without providing any Personal Information about yourself. When you order from our Online Store or register to the Online Store, we request that you provide Personal Information about yourself, and we collect Navigational Information.
de: Es steht Dir frei, den Online-Marktplatz zu erkunden, ohne persönliche Informationen über Dich selbst anzugeben. Wenn Du auf unserem Online-Marktplatz bestellst oder Dich im Online-Marktplatz registrierst, bitten wir Dich, persönliche Informationen über Dich selbst anzugeben. Wir sammeln außerdem Navigationshinweise.
pt_pt: Pode explorar a Loja Online sem fornecer quaisquer Informações Pessoais sobre si. Quando realização um pedido na nossa Loja Online ou se regista na Loja Online, solicitamos que forneça Informações Pessoais sobre si e recolhemos Informações de Navegação.

source: Personal Information
de: Persönliche Daten
pt_pt: Informações Pessoais

source: This refers to any information that you voluntarily submit to us and that identifies you personally, including contact information, such as your name, e-mail address, company name, address, phone number, and other information about yourself or your business.
de: Dies bezieht sich auf alle Daten, die Du uns freiwillig übermittelst und die Dich persönlich identifizieren, einschließlich Deiner Kontaktdaten, wie z. B. Dein Name, Deine E-Mail-Adresse, Dein Firmenname, Deine Adresse, Deine Telefonnummer und andere Angaben über Dich oder Dein Unternehmen.
pt_pt: Refere-se a quaisquer informações que nos envie voluntariamente e que o identifica pessoalmente, incluindo informações de contacto, como o seu nome, endereço de e-mail, nome de empresa, endereço, número de telefone e outras informações sobre si ou a sua empresa.

source: Personal Information can also include information about any transactions, both free and paid, that you enter into on the Online Store, and information about you that is available on the internet, such as from Facebook, LinkedIn, Twitter and Google, or publicly available information that we acquire from service providers.
de: Personenbezogene Daten können auch Informationen über Transaktionen sein, sowohl kostenlose als auch bezahlte, die Du auf dem Online-Marktplatz durchführst, sowie Informationen über Dich, die im Internet verfügbar sind, wie z. B. von Facebook, LinkedIn, Twitter und Google, oder öffentlich verfügbare Informationen, die wir von Dienstanbietern erhalten.
pt_pt: As Informações Pessoais também podem incluir informações sobre quaisquer transações, gratuitas e pagas, que realiza na Loja Online e informações sobre si que estão disponíveis na internet, como Facebook, LinkedIn, Twitter e Google, ou informações disponíveis publicamente que adquirimos de prestadores de serviços.

source: Navigational Information
de: Navigationshinweise
pt_pt: Informações de Navegação

source: This refers to information about your computer and your visits to this website such as your IP address, geographical location, browser type, referral source, length of visit and pages viewed. Please see the "Navigation Information" section below.
de: Dies bezieht sich auf Informationen über Deinen Computer und Deine Besuche auf dieser Website, wie z. B. Deine IP-Adresse, Deinen geografischen Standort, den Browsertyp, die Verweisquelle, die Dauer des Besuchs und die aufgerufenen Seiten. Bitte beachte den Abschnitt "Navigationshinweise" weiter unten.
pt_pt: Refere-se a informações sobre o seu computador e as suas visitas a este website, como o seu endereço IP, localização geográfica, tipo de navegador, fonte de referência, duração da visita e páginas visualizadas. Consulte a secção "Informações de Navegação" abaixo.

source: Payment Information
de: Zahlungsdaten
pt_pt: Informações de Pagamento

source: We collect and process payment information from you when you order from the Online Store, including credit cards numbers and billing information, using third party PCI-compliant service providers. The payment card information is not saved into our servers.
de: Wir sammeln und verarbeiten Zahlungsinformationen von Dir, wenn Du auf dem Online-Marktplatz bestellst, einschließlich Kreditkartennummern und Zahlungsdaten, mit Hilfe von PCI-konformen Drittanbietern. Die Zahlungskarteninformationen werden nicht auf unseren Servern gespeichert.
pt_pt: Recolhemos e processamos as suas informações de pagamento quando realiza pedido na Loja Online, incluindo números de cartões de crédito e informações de faturação, utilizando prestadores de serviços de pagamento em conformidade com a PCI. As informações do cartão de pagamento não ficam gravadas nos nossos servidores.

source: Information About Children
de: Informationen bzgl. der Nutzung durch Kinder / Minderjährige
pt_pt: Informações Sobre Crianças

source: The Online Store are not intended for or targeted at children under 13, and we do not knowingly or intentionally collect information about children under 13. If you believe that we have collected information about a child under 13, please contact us at %(store_email)s, so that we may delete the information.
de: Der Online-Marktplatz ist nicht für Kinder unter 18 Jahren bestimmt oder auf diese ausgerichtet und wir sammeln nicht wissentlich oder absichtlich Daten von Kindern unter 18 Jahren. Wenn Du glaubst, dass wir Daten eines Kindes unter 18 Jahren gesammelt haben, kontaktiere uns bitte unter %(store_email)s, damit wir die Daten löschen können.
pt_pt: A Loja Online não se destina nem é dirigida a crianças com menos de 13 anos e não recolhemos, consciente ou intencionalmente, informações sobre crianças com menos de 13 anos. Se pensa que recolhemos informações sobre uma criança com menos de 13 anos, contacte-nos em %(store_email)s, para que possamos eliminar as informações.

source: How We Use Information We Collect
de: Wie wir die gesammelten Daten verwenden
pt_pt: Como Utilizamos as Informações Recolhidas

source: Compliance with Our Privacy Policy
de: Einhaltung unserer Datenschutzrichtlinie
pt_pt: Conformidade com a Nossa Política de Privacidade

source: We use the information we collect only in compliance with this Privacy Policy.
de: Wir verwenden die gesammelten Daten nur in Übereinstimmung mit dieser Datenschutzrichtlinie.
pt_pt: Nós utilizamos as informações que recolhemos apenas quando em conformidade com a nossa Política de Privacidade.

source: We Never Sell Personal Information
de: Wir verkaufen niemals persönliche Daten
pt_pt: Nunca Vendemos Informações Pessoais

source: We will never sell your Personal Information to any third party.
de: Wir werden Deine persönlichen Daten niemals an Dritte verkaufen.
pt_pt: Nunca vendemos as suas Informações Pessoais a nenhuma terceira entidade.

source: Use of Personal Information
de: Verwendung von persönlichen Daten
pt_pt: Utilizações de Informações Pessoais

source: In addition to the uses identified elsewhere in this Privacy Policy, we may use your Personal Information to: (a) improve your browsing experience by personalizing the Online Store and to improve the Online Store; (b) send information to you which we think may be of interest to you by post, email, or other means; (c) send you marketing communications relating to our business or the businesses of carefully-selected third parties which we think may be of interest to you, and (d) provide other companies with statistical information about our users -- but this information will not be used to identify any individual user. We may, from time to time, contact you on behalf of external business partners about a particular offering that may be of interest to you. In those cases, we do not transfer your unique Personal Information to the third party. In addition, we may share data with trusted partners to contact you based on your request to receive such communications, help us perform statistical analysis, or provide customer support. Such third parties are prohibited from using your Personal Information except for these purposes, and they are required to maintain the confidentiality of your information. If you do not want us to share your personal information with these companies, contact us at %(store_email)s.
de: Zusätzlich zu den an anderer Stelle in dieser Datenschutzrichtlinie genannten Verwendungszwecken können wir Deine persönlichen Daten verwenden, um: (a) zur Verbesserung des Einkauferlebnisses durch Personalisierung des Online-Marktplatzes und zur Verbesserung des Online-Marktplatzes; (b) um Dir Informationen, von denen wir glauben, dass sie für Dich von Interesse sein könnten, per Post, E-Mail oder auf anderem Wege zukommen zu lassen; (c) um Dir Marketingmitteilungen in Bezug auf unser Geschäft oder die Geschäfte sorgfältig ausgewählter Dritter zukommen zu lassen, von denen wir glauben, dass sie für Dich von Interesse sein könnten, und (d) um anderen Unternehmen statistische Informationen über unsere Nutzer zur Verfügung zu stellen - diese Informationen werden jedoch nicht zur Identifizierung einzelner Nutzer verwendet. Wir können Dich von Zeit zu Zeit im Namen externer Geschäftspartner über ein bestimmtes Angebot informieren, das für Dich von Interesse sein könnte. In diesen Fällen geben wir Deine persönlichen Daten nicht an eine Drittpartei weiter. Darüber hinaus können wir Daten an vertrauenswürdige Partner weitergeben, um Dich auf Deinen Wunsch hin zu kontaktieren, um uns bei der Durchführung statistischer Analysen zu helfen oder um Kundensupport zu leisten. Diesen Dritten ist es untersagt, Deine persönlichen Daten für andere Zwecke zu verwenden, und sie sind verpflichtet, die Vertraulichkeit Deiner Daten zu wahren. Wenn Du nicht möchtest, dass wir Deine persönlichen Daten an diese Unternehmen weitergeben, kontaktiere uns unter %(store_email)s.
pt_pt: Além das utilizações identificadas noutras partes desta Política de Privacidade, podemos utilizar as suas Informações Pessoais para: (a) melhorar a sua experiência de navegação personalizando a Loja Online e para melhorar a Loja Online; (b) enviar-lhe informações que consideramos ser do seu interesse por correio, e-mail ou outros meios; (c) enviar-lhe comunicações de marketing relacionadas com o nosso negócio ou com os negócios de terceiros cuidadosamente selecionados que achamos que podem ser do seu interesse, e (d) fornecer a outras empresas informações estatísticas sobre os nossos utilizadores - mas essas informações não serão utilizadas para identificar qualquer utilizador individual. Podemos, de tempos a tempos, entrar em contacto consigo em nome de parceiros comerciais externos sobre uma oferta específica que pode ser do seu interesse. Nesses casos, não transferimos as suas Informações Pessoais exclusivas para terceiros. Além disso, podemos partilhar dados com parceiros de confiança para contatá-lo com base na sua solicitação para receber tais comunicações, para ajudar-nos a realizar análises estatísticas ou fornecer suporte ao cliente. Esses terceiros estão proibidos de utilizar as suas Informações Pessoais, exceto para esses fins, e são obrigados a manter a confidencialidade das suas informações. Se não deseja que partilhemos os seus dados pessoais com estas empresas, entre em contato connosco em %(store_email)s.

source: Use of Navigational Information
de: Verwendung von Navigationsdaten
pt_pt: Utilização de Informações de Navegação

source: We use Navigational Information to operate and improve the Online Store. We may also use Navigational Information alone or in combination with Personal Information to provide you with personalized information about %(company_name)s.
de: Wir verwenden Navigationsdaten zum Betrieb und zur Verbesserung des Online-Marktplatzes. Wir können Navigationsdaten auch allein oder in Kombination mit persönlichen Daten verwenden, um Dir personalisierte Informationen über %(company_name)s zukommen zu lassen.
pt_pt: Utilizamos Informações de Navegação para operar e melhorar a Loja Online. Também podemos utilizar as Informações de Navegação sozinhas ou em combinação com Informações Pessoais para lhe fornecer informações personalizadas sobre %(company_name)s.

source: Customer Testimonials and Comments
de: Erfahrungsberichte, Bewertungen und Kommentare von Kunden
pt_pt: Comentários e Testemunhos de Clientes

source: We post customer testimonials and comments on our Online Store, which may contain Personal Information. We obtain each customer's consent via email prior to posting the customer's name and testimonial.
de: Wir veröffentlichen Erfahrungsberichte und Kommentare von Kunden auf unserem Online-Marktplatz, die personenbezogene Daten enthalten können. Wir holen die Zustimmung jedes Kunden ein, bevor wir den Namen des Kunden und seinen Erfahrungsbericht veröffentlichen.
pt_pt: Publicamos testemunhos e comentários de clientes na nossa Loja Online, que podem conter Informações Pessoais. Obtemos o consentimento de cada cliente por e-mail antes de publicar o nome e o testemunho do cliente.

source: Use of Credit Card Information
de: Verwendung von Kreditkartendaten
pt_pt: Utilização de Informações de Cartão de Crédito

source: We use a third-party service provider to manage credit card processing. This service provider is not permitted to store, retain, or use information you provide except for the sole purpose of credit card processing on our behalf.
de: Wir verwenden einen externen Dienstleister, um die Kreditkartenabwicklung zu verwalten. Diesem Dienstleister ist es nicht gestattet, die von Dir zur Verfügung gestellten Daten zu speichern, aufzubewahren oder zu verwenden, außer für den alleinigen Zweck der Kreditkartenabwicklung in unserem Auftrag.
pt_pt: Utilizamos um prestador de serviços de pagamento externo para gerir o processamento de cartão de crédito. Este prestador de serviço não tem permissão para armazenar, reter ou utilizar as informações fornecidas por si, exceto para o único propósito de processamento de cartões de crédito no nosso nome.

source: Service Providers
de: Dienstleister
pt_pt: Prestadores de Serviço

source: We employ other companies and people to provide services to visitors to our Online Store, our customers, and users of the Online Store and may need to share your information with them to provide information, products or services to you. Examples may include removing repetitive information from prospect lists, analyzing data, providing marketing assistance, processing credit card payments, supplementing the information you provide us in order to provide you with better service, and providing customer service. In all cases where we share your information with such agents, we explicitly require the agent to acknowledge and adhere to our privacy and customer data handling policies.
de: Wir beschäftigen andere Unternehmen und Personen, um Dienstleistungen für die Besucher unseres Online-Marktplatzes, für unsere Kunden sowie die Benutzer des Online-Marktplatzes zu erbringen und wir müssen möglicherweise Deine Daten an diese weitergeben, um Dir Informationen, Produkte oder Dienstleistungen zur Verfügung zu stellen. Beispiele hierfür sind das Entfernen von sich wiederholenden Informationen aus Interessentenlisten, die Analyse von Daten, die Bereitstellung von Marketingunterstützung, die Bearbeitung von Kreditkartenzahlungen, die Ergänzung der von Dir bereitgestellten Daten, um Dir einen besseren Service zu bieten und die Bereitstellung von Support. In allen Fällen, in denen wir Deine Informationen an solche Vertreter weitergeben, verlangen wir ausdrücklich, dass der Vertreter unsere Datenschutz- und Kundendatenverarbeitungsrichtlinien anerkennt und einhält.
pt_pt: Empregamos outras empresas e pessoas para fornecer serviços aos visitantes da nossa Loja Online, aos nossos clientes e utilizadores da Loja Online e podemos precisar de partilhar as suas informações com os mesmos para fornecer informações, produtos ou serviços. Os exemplos podem incluir a eliminação de informações repetitivas das listas de clientes em potencial, análise de dados, fornecimento de assistência de marketing, processamento de pagamentos com cartão de crédito, complementação das informações que nos fornece para oferecer serviço melhor e fornecer atendimento ao cliente. Em todos os casos em que partilhamos as suas informações com tais agentes, exigimos explicitamente que o agente reconheça e cumpra nossas políticas de privacidade e tratamento de dados de cliente.

source: Security of your Personal Information
de: Sicherheit Deiner persönlichen Daten
pt_pt: Segurança das suas Informações Pessoais

source: We use a variety of security technologies and procedures to help protect your Personal Information from unauthorized access, use or disclosure. We secure the Personal Information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. When sensitive Personal Information (such as a credit card number and/or geo-location data) is collected on our Online Store and/or transmitted to other websites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.
de: Wir verwenden eine Vielzahl von Sicherheitstechnologien und -verfahren, um Deine persönlichen Daten vor unbefugtem Zugriff, unbefugter Nutzung oder Offenlegung zu schützen. Wir sichern die von Dir bereitgestellten persönlichen Daten auf Computerservern in einer kontrollierten, sicheren Umgebung, die vor unbefugtem Zugriff, unbefugter Nutzung oder Offenlegung geschützt ist. Wenn sensible persönliche Daten (wie z. B. eine Kreditkartennummer und/oder Geo-Standortdaten) auf unserem Online-Marktplatz erfasst und/oder an andere Websites übertragen werden, werden sie durch den Einsatz von Verschlüsselungstechniken wie dem Secure Socket Layer (SSL)-Protokoll geschützt.
pt_pt: Utilizamos uma variedade de tecnologias e procedimentos de segurança para ajudar a proteger as suas Informações Pessoais contra acesso, utilização ou divulgação não autorizados. Protegemos as Informações Pessoais que fornece em servidores num ambiente controlado e seguro, protegido contra acesso não autorizado, utilização ou divulgação. Quando Informações Pessoais confidenciais (como número de cartão de crédito e/ou dados de geolocalização) são recolhidos na nossa Loja Online e/ou transmitidos a outros websites, os mesmos são protegidos através da utilização de encriptação, como o protocolo Secure Socket Layer (SSL).

source: If you have any questions about the security of your Personal Information, you can contact us at %(store_email)s.
de: Wenn Du Fragen zur Sicherheit Deiner persönlichen Daten hast, kannst Du uns jederzeit unter %(store_email)s kontaktieren.
pt_pt: Se possuir questões sobre a segurança das suas Informações Pessoais, contacte-nos em %(store_email)s.

source: Social Media Features
de: Social Media-Funktionen
pt_pt: Funcionalidades Redes Sociais

source: Our Online Store may include Social Media Features, such as the Facebook Like button and Widgets, such as the Share This button or interactive mini-programs that run on our sites. These features may collect your IP address, which page you are visiting on our sites, and may set a cookie to enable the feature to function properly. Social Media Features and Widgets are either hosted by a third party or hosted directly on our Online Store. This Privacy Policy does not apply to these features.
de: Unser Online-Marktplatz kann Social-Media-Funktionen wie die Facebook-Like-Schaltfläche und Widgets wie den "Teilen"-Button oder interaktive Miniprogramme enthalten, die auf unseren Webseiten ausgeführt werden. Diese Funktionen können Deine IP-Adresse erfassen, die Seite, die Du auf unseren Webseiten besuchst, und können ein Cookie setzen, damit die Funktion ordnungsgemäß funktioniert. Social-Media-Funktionen und Widgets werden entweder von einem Drittanbieter gehostet oder direkt in unserem Online-Marktplatz gehostet. Diese Datenschutzrichtlinie gilt daher nicht für diese Funktionen.
pt_pt: A nossa Loja Online pode incluir Funcionalidades de Redes Sociais, como o botão Gosto do Facebook e Widgets, como o botão Partilhar ou miniprogramas interativos executados nos nossos sites. Estas funcionalidades podem recolher o seu endereço IP, a página que está a visitar nos nossos sites e podem definir um cookie para permitir que a funcionalidade funcione corretamente. As Funcionalidades e Widgets de Redes Sociais são hospedados por terceiros ou diretamente na nossa Loja Online. Esta Política de Privacidade não se aplica a estas funcionalidades.

source: Your interactions with these features are governed by the privacy policy and other policies of the companies providing them.
de: Deine Interaktion mit diesen Funktionen unterliegt den Datenschutzrichtlinien und anderen Richtlinien der Unternehmen, die diese Funktionen bereitstellen.
pt_pt: As suas interações com esses recursos são regidas pela política de privacidade e outras políticas das empresas que os fornecem.

source: External Websites
de: Externe Webseiten
pt_pt: Websites Externos
