Repository: Tom2187End/somi-ecommerce
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: de, pt_pt

source: GDPR
de: DSGVO
pt_pt: RGPD

source: Anonymize
de: Anonymisieren
pt_pt: Tornar anónimo

source: This action will replace all contact personal data with random values making it impossible to be identified. The account will also be deactivated and any pending order(s) will be canceled. Are you sure?
de: Bei dieser Aktion werden alle persönlichen Daten des Kontakts durch zufällige Werte ersetzt, so dass eine Identifizierung unmöglich ist. Das Konto wird außerdem deaktiviert und alle ausstehenden Aufträge werden storniert. Bist Du sicher, dass Du damit fortfahren möchtest?
pt_pt: Esta ação substituirá todos os dados pessoais de contato por valores aleatórios, impossibilitando a sua identificação. A conta também será desativada e quaisquer encomenda(s) pendentes serão canceladas. Tem certeza?

source: Download data
de: Daten herunterladen
pt_pt: Descarregar dados

source: Save
de: Speichern
pt_pt: Guardar

source: General Data Protection Regulation
de: Datenschutz-Grundverordnung
pt_pt: Regulamento Geral de Proteção de Dados

source: Contact was anonymized.
de: Der Kontakt wurde anonymisiert.
pt_pt: O contato foi tornado anónimo.

source: My Data
de: Meine Daten
pt_pt: Os Meus Dados

source: Customer data
de: Kundendaten
pt_pt: Dados de Cliente

source: enabled
de: aktiviert
pt_pt: ativado

source: Define if the GDPR is active.
de: Lege fest, ob die DSGVO-Regeln aktiv sein sollen.
pt_pt: Definir se o RGPD está ativo.

source: skip consent on login
de: Zustimmung bei der Anmeldung überspringen
pt_pt: saltar consentimento ao iniciar sessão

source: Do not require consent on login when GDPR is activated.
de: Keine Zustimmung bei der Anmeldung verlangen, wenn die DSGVO-Regeln aktiviert sind.
pt_pt: Não requerer consentimento ao iniciar sessão quando RGPD está ativado.

source: privacy policy page
de: Datenschutzrichtlinie
pt_pt: página de política de privacidade

source: Choose your privacy policy page here. If this page changes, customers will be prompted for new consent.
de: Wähle hier Deine Seite für die Datenschutzrichtlinie aus. Wenn sich diese Seite ändert, werden die Kunden um eine neue Zustimmung zur Datenschutzrichtlinie gebeten.
pt_pt: Escolher a sua página de política de privacidade aqui. Se a página for alterada, será solicitado novo consentimento aos clientes.

source: consent pages
de: Einverständniserklärung
pt_pt: páginas de consentimento

source: Choose pages here which are being monitored for customer consent. If any of these pages change, the customer is being prompted for a new consent.
de: Wähle hier die Seiten aus, die bzgl. der Zustimmung des Kunden überwacht werden sollen. Wenn sich eine dieser Seiten ändert, wird der Kunde um eine erneute Zustimmung zu den geänderten Inhalten gebeten.
pt_pt: Escolher aqui páginas que estão a ser monitorizadas para consentimento de cliente. Se alguma destas páginas for alterada, será solicitado novo consentimento ao cliente.

source: cookie banner content
de: Cookie-Banner-Inhalt
pt_pt: conteúdo de barra de consentimento

source: The text to be presented to users in a pop-up warning.
de: Der Text, der den Benutzern in einer Popup-Warnung angezeigt werden soll.
pt_pt: O texto a ser apresentado a utilizadores num aviso pop-up.

source: cookie privacy excerpt
de: Cookie-Datenschutz-Auszug
pt_pt: excerto de privacidade de cookies

source: The summary text to be presented about cookie privacy.
de: Die Zusammenfassung, die über den Cookie-Datenschutz-Auszug angezeigt werden soll.
pt_pt: O texto resumo a ser apresentado sobre privacidade de cookies.

source: login consent text
de: Einverständniserklärungstext bei der Anmeldung
pt_pt: texto de consentimento de início de sessão

source: Shown in login page between the form and the button. Optional, but should be considered when the consent on login is disabled.
de: Wird auf der Anmeldeseite zwischen dem Anmeldeformular und dem Button "Registrieren" angezeigt. Diese Funktion ist optional, sollte aber berücksichtigt werden, wenn die Datenschutz-Einverständniserklärung bei der Anmeldung deaktiviert ist.
pt_pt: Exibido na página de início de sessão entre o formulário e o botão. Opcional, mas deverá ser tomado em consideração, quando o consentimento no início de sessão está desativado.

source: GDPR settings
de: DSGVO-Einstellungen
pt_pt: Definições RGPD

source: GDPR for {}
de: DSGVO für {}
pt_pt: RGPD para {}

source: always active
de: immer aktiv
pt_pt: sempre ativa

source: active by default
de: standardmäßig aktiv
pt_pt: ativa por predefinição

source: whether this cookie category is active by default
de: ob diese Cookie-Kategorie standardmäßig aktiv ist
pt_pt: se esta categoria de cookies está ativa por predefinição

source: cookies used
de: verwendete Cookies
pt_pt: cookies utilizados

source: Comma separated list of cookies names, prefix or suffix that will be included in this category, e.g. _ga, mysession, user_c_
de: Kommagetrennte Liste von Cookie-Namen, Präfix oder Suffix, die in dieser Kategorie enthalten sein werden, z. B. _ga, mysession, user_c_
pt_pt: Lista de nomes de cookies separados por vírgula, prefixo ou sufixo que será incluído nesta categoria, por. ex: minhasessão, utilizador_loc_

source: Snippets to block if not consented
pt_pt: Snippets a bloquear se não permitido

source: Select the snippets that shouldn't be injected if the cookie is not consented.
pt_pt: Selecionar os snippets que não devem ser injetados se o cookie não for permitido.

source: name
pt_pt: nome

source: how we use
de: Verwendung von
pt_pt: como utilizamos

source: Describe the purpose of this category of cookies and how it is used.
de: Beschreibe hier den Zweck dieser Cookie-Kategorie und wie sie verwendet wird.
pt_pt: Descreva o propósito desta categoria de cookies e como é utilizada.

source: GDPR cookie category
de: DSGVO-Cookie-Kategorie
pt_pt: categoria de cookies RGPD

source: GDPR cookie categories
de: DSGVO-Cookie-Kategorien
pt_pt: categorias de cookies RGPD

source: GDPR cookie category for {}
de: DSGVO-Cookie-Kategorie für {}
pt_pt: categoria de cookies RGPD para {}

source: created on
de: erstellt am
pt_pt: criada em

source: consent documents
de: Einverständniserklärungen
pt_pt: documentos de consentimento

source: GDPR user consent
de: DSGVO-Benutzereinwilligung
pt_pt: consentimento de utilizador RGPD

source: GDPR user consents
de: DSGVO-Benutzereinwilligungen
pt_pt: consentimentos de utilizador RGPD

source: GDPR user consent in {} for user {} in shop {}
de: DSGVO-Benutzereinwilligung in {} für den Benutzer {} auf dem Marktplatz {}
pt_pt: consentimento de utilizador RGPD em {} para utilizador {} na loja {}

source: GDPR user consent document for {} (Version: {})
de: DSGVO-Benutzereinverständniserklärung für {} (Version: {})
pt_pt: documento de consentimento de utilizador RGPD para {} (Versão: {})

source: I have read and accept the <a href='{}' target='_blank' class='gdpr_consent_doc_check'>{}</a>
de: Ich habe die <a href='{}' target='_blank' class='gdpr_consent_doc_check'>{}</a> gelesen und akzeptiere sie.
pt_pt: Li e aceito o <a href='{}' target='_blank' class='gdpr_consent_doc_check'>{}</a>

source: You must accept this in order to register.
de: Du musst dies akzeptieren, um Dich registrieren zu können.
pt_pt: Deverá aceitar para se registar.

source: You must accept this to order.
de: Du musst dies akzeptieren, um Bestellen zu können.
pt_pt: Deverá aceitar para encomendar.

source: You must accept this in order to authenticate.
de: Du musst dies akzeptieren, um Dich zu authentifizieren.
pt_pt: Deverá aceitar para proceder a autenticação.

source: <p>This website stores cookies on your computer. These cookies are used to collect information about how you interact with our website and allow us to remember you. We use this information in order to improve and customize your browsing experience and for analytics and metrics about our visitors both on this website and other media. To find out more about the cookies we use, see our Privacy Policy.</p>
de: <p>Diese Website speichert Cookies auf Deinem Computer. Diese Cookies werden verwendet, um Informationen darüber zu sammeln, wie Du mit unserer Website interagierst, und ermöglichen es uns, uns Deine Daten zu speichern. Wir verwenden diese Informationen, um Dein Surferlebnis zu verbessern und an Dich anzupassen. Wir können die Daten ebenfalls für Analysen und Metriken über unsere Besucher verwenden - sowohl auf dieser Website als auch in anderen Medien. Um mehr über die von uns verwendeten Cookies zu erfahren, lese Dir bitte unsere Datenschutzrichtlinie durch. </p>
pt_pt: <p>Este website armazena cookies no seu computador. Estes cookies são utilizados para coletar informações sobre como interage com o nosso site e permite-nos lembrarmo-nos de si. Utilizamos estas informações para melhorar e personalizar a sua experiência de navegação e para análises e métricas sobre os nossos visitantes, tanto neste website como noutros media. Para saber mais sobre os cookies que utilizamos, consulte a nossa Política de Privacidade.</p>

source: <p>When you visit any website, it may store or retrieve information on yourbrowser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience.</p><p>Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.</p>
de: <p>Wenn Du eine Website besuchst, kann diese Informationen über Deinen Browser speichern oder abrufen, meist in Form von Cookies. Diese Informationen können sich auf Dich, Deine Vorlieben oder Dein Gerät beziehen und werden meist verwendet, damit die Website so funktioniert, wie Du es erwartest. </p><p> Da wir Dein Recht auf Privatsphäre respektieren, kannst Du Dich dafür entscheiden, einige Arten von Cookies nicht zuzulassen. Klicke hierfür auf die verschiedenen Kategorie-Überschriften, um mehr darüber zu erfahren und unsere Standardeinstellungen zu ändern. Das Blockieren einiger Arten von Cookies kann jedoch Dein Einkaufserlebnis auf der Website und den von uns angebotenen Diensten beeinträchtigen.</p>
pt_pt: <p>Quando visita qualquer website, ele pode armazenar ou recuperar informações sobre o seu navegador, principalmente na forma de cookies. Estas informações podem ser sobre si, as suas preferências ou o seu dispositivo e são utilizadas principalmente para fazer este site funcionar como o esperado. As informações geralmente não o/a identificam diretamente, mas podem oferecer uma experiência mais personalizada na web.</p><p>Como respeitamos o seu direito à privacidade, pode optar por não permitir alguns tipos de cookies. Clique nos diferentes títulos das categorias para saber mais e alterar as nossas configurações padrão. No entanto, o bloqueio de alguns tipos de cookies pode afetar a sua experiência no site e nos serviços que podemos oferecer.</p>

source: General Settings
de: Allgemeine Einstellungen
pt_pt: Definições Gerais

source: Cookie Categories
de: Cookie-Kategorien
pt_pt: Categorias de Cookies

source: Add new cookie category
de: Eine neue Cookie-Kategorie hinzufügen
pt_pt: Adicionar nova categoria de cookie

source: Use this form to create a new cookie category
de: Verwende dieses Formular, um eine neue Cookie-Kategorie zu erstellen
pt_pt: Utilizar este formulário para criar uma nova categoria de cookies

source: Privacy Policy
de: Datenschutz
pt_pt: Política de Privacidade

source: Last updated
de: Zuletzt aktualisiert
pt_pt: Última atualização

source: %(company_name)s (“we” or “us” or “our”) respects the privacy of our users (“user” or “you”). This Privacy Policy explains how we collect, use, retain, disclose, and safeguard your information whenever you access or use in any manner any %(company_name)s application, product, service, feature, technology, content, or website (collectively, “Services”). By registering or signing up for a %(company_name)s account, including through a computer or mobile device, you accept the terms of this Privacy Policy. Please read this Privacy Policy carefully.
de: %(company_name)s ("wir" oder "uns" oder "unser") respektiert die Privatsphäre unserer Nutzer ("Nutzer", "Du", "Dir" oder "Dich"). In dieser Datenschutzrichtlinie wird erläutert, wie wir Deine Daten erfassen, verwenden, aufbewahren, offenlegen und schützen, wenn Du auf eine %(company_name)s Anwendung, ein Produkt, einen Dienst, eine Funktion, eine Technologie, einen Inhalt oder eine Website (zusammenfassend als "Dienste" bezeichnet) zugreifst oder diese in irgendeiner Weise nutzt. Durch die Registrierung oder Anmeldung für ein %(company_name)s Konto, ob über einen Computer oder ein mobiles Gerät, akzeptierst Du die Bedingungen dieser Datenschutzrichtlinie. Bitte lese Dir diese Datenschutzrichtlinie sorgfältig durch.
pt_pt: %(company_name)s("nós" ou "a nossa" ou "o nosso") respeita a privacidade dos nossos utilizadores ("utilizador" ou "você"). Esta Política de Privacidade explica como coletamos, utilizamos, retemos, revelamos e salvaguardamos as suas informações quando acede ou utiliza de qualquer forma qualquer aplicação, produto, serviço, funcionalidade, consentimento ou website (coletivamente, "Serviços") da %(company_name)s. Ao registar-se ou inscrever-se para uma conta na %(company_name)s, incluindo através de um computador ou dispositivo móvel, aceita os termos da Política de Privacidade. Leia a Política de Privacidade cuidadosamente.

source: IF YOU DO NOT AGREE WITH THE TERMS OF THIS PRIVACY POLICY, PLEASE DO NOT ACCESS THE SERVICES.
de: WENN SDU MIT DEN BEDINGUNGEN DIESER DATENSCHUTZRICHTLINIE NICHT EINVERSTANDEN BIST, GREIFE BITTE NICHT AUF UNSERE DIENSTE ZU.
pt_pt: SE NÃO CONCORDAR COM OS TERMOS DESTA POLÍTICA DE PRIVACIDADE, NÃO ACEDA AOS SERVIÇOS.

source: We reserve the right to make changes to this Privacy Policy at any time and for any reason. We will alert you about any changes by updating the “Last updated” date of this Privacy Policy.
de: Wir behalten uns das Recht vor, diese Datenschutzrichtlinie jederzeit und aus beliebigen Gründen zu ändern. Wir werden Dich über alle Änderungen informieren, indem wir das "Zuletzt aktualisiert"-Datum dieser Datenschutzrichtlinie aktualisieren.
pt_pt: Reservamo-nos o direito de fazer alterações a esta Política de Privacidade a qualquer momento e por qualquer motivo. Alertá-lo-emos sobre quaisquer alterações, atualizando a data da “Última atualização” desta Política de Privacidade.

source: You are encouraged to periodically review this Privacy Policy to stay informed of updates. You will be deemed to have been made aware of, will be subject to, and will be deemed to have accepted the changes in any revised Privacy Policy by your continued use of the Services after the date such revised Privacy Policy is posted.
de: Wir empfehlen Dir, diese Datenschutzrichtlinie regelmäßig zu überprüfen, um Dich über Aktualisierungen zu informieren. Es wird davon ausgegangen, dass Du von den Änderungen in den überarbeiteten Datenschutzrichtlinien Kenntnis genommen hast, dass Dich diese unmittelbar betreffen und dass Du die Änderungen in den überarbeiteten Datenschutzrichtlinien akzeptierst, wenn Du unsere Dienste nach dem Datum, an dem die überarbeiteten Datenschutzrichtlinien veröffentlicht wurden, weiterhin nutzt.
pt_pt: Recomendamos que reveja periodicamente esta Política de Privacidade para se manter informado sobre as atualizações. Considerar-se-á que foi informado, está sujeito a e terá aceite as alterações em qualquer Política de Privacidade revista pela utilização continuada dos Serviços após a data de publicação da Política de Privacidade revista.

source: This Privacy Policy does not apply to the third-party online/mobile store from which you install the Services or make payments, including any in-game virtual items, which may also collect and use data about you.
de: Diese Datenschutzrichtlinie gilt nicht für den Online-/Mobile-Store oder -Marktplatz eines Drittanbieters, von dem Du die Dienste installierst oder über den Du Zahlungen vornimmst. Dies gilt auch einschließlich für virtuelle Ingame-Gegenstände, die ebenfalls Daten über Dich erfassen und verwenden können.
pt_pt: Esta Política de Privacidade não se aplica à loja online/móvel de terceiros de onde instala os Serviços ou efetua pagamentos, incluindo quaisquer itens virtuais de aplicação, que também podem recolher e utilizar dados sobre si.

source: We are not responsible for any of the data collected by any such third party.
de: Wir sind nicht verantwortlich für die Daten, die von solchen Dritten gesammelt werden.
pt_pt: Não somos responsáveis por nenhum dos dados recolhidos por terceiros.

source: Important Information
de: Wichtige Informationen
pt_pt: Informações Importantes

source: Changes to this Privacy Policy
de: Änderungen an dieser Datenschutzrichtlinie
pt_pt: Alterações a esta Política de Privacidade

source: We may update this Privacy Policy from time to time by posting a new version online. You should check this page occasionally to review any changes. If we make any material changes we will notify you by posting the revised Privacy Policy on our Online Store and, if you order from our store, providing notice through the Notification app in the %(company_name)s Store Admin. This helps you to always be aware of what information we collect, how we use it and under what circumstances, if any, it is disclosed. Your continued use of the Online Store, the online store services, and/or continued provision of Personal Information to us will be subject to the terms of the then-current Privacy Policy.
de: Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren, indem wir eine neue Version online stellen. Du solltest diese Seite gelegentlich überprüfen, um etwaige Änderungen zu sehen. Wenn wir wesentliche Änderungen vornehmen, werden wir Dich benachrichtigen, indem wir die überarbeitete Datenschutzrichtlinie auf unserem Online-Marktplatz veröffentlichen und, wenn Du auf unserem Online-Marktplatz bestellst, eine Benachrichtigung über die Benachrichtigungs-App in der %(company_name)s Online-Marktplatz-Verwaltung bereitstellen. So weißt Du immer, welche Informationen wir sammeln, wie wir sie verwenden und unter welchen Umständen sie gegebenenfalls weitergegeben werden. Deine fortgesetzte Nutzung des Online-Marktplatzes, der Online-Marktplatz-Dienste und/oder die fortgesetzte Bereitstellung von persönlichen Daten an uns unterliegt den Bedingungen der jeweils aktuellen Datenschutzrichtlinie.
pt_pt: Podemos atualizar esta Política de Privacidade de tempos a tempos, publicando uma nova versão online. Deve verificar esta página ocasionalmente para rever quaisquer alterações. Se fizermos quaisquer alterações materiais, notificá-lo-emos publicando a Política de Privacidade revista na nossa Loja Online e, se fizer o pedido na nossa loja, avisá-lo-emos por meio do aplicativo de Notificação no Admin de Loja da %(company_name)s. Isto ajuda-o a estar sempre informado de quais informações recolhemos, como as utilizamos e sob que circunstâncias, se existirem, são divulgadas. A sua utilização contínua da Loja Online, dos serviços de loja online e/ou do fornecimento contínuo de Informações Pessoais para nós estará sujeito aos termos da Política de Privacidade em vigor à data.

source: Contact Us
de: Mit uns Kontakt aufnehmen
pt_pt: Contacte-nos

source: If you have any questions about this Privacy Policy or our treatment of the information you provide us, please write to us by email at %(store_email)s or by mail to %(full_address)s, Attn: Privacy.
de: Wenn Du Fragen zu dieser Datenschutzrichtlinie oder zu unserem Umgang mit Deinen zur Verfügung gestellten Daten hast, schreibe uns einfach per E-Mail an %(store_email)s. Oder sende uns Deine Anfrage per Post an %(full_address)s zu.
pt_pt: Se tem alguma questão sobre esta Política de Privacidade ou no tratamento da informações que nos fornece, por favor escreva-nos por e-mail para o endereço %(store_email)s ou por correio para %(full_address)s, Ac/:Privacidade.

source: Use of the Online Store by %(company_name)s and our Customers
de: Nutzung des Online-Marktplatzes durch %(company_name)s und unsere Kunden
pt_pt: Utilizar a Loja Online de %(company_name)s e os nossos Clientes

source: The %(company_name)s Online Store
de: Der %(company_name)sOnline-Marktplatz
pt_pt: A Loja Online %(company_name)s

source: Our online store allows any company (or person) that uses it (our customers and %(company_name)s itself) to order the products available in the store.
de: Unser Online-Marktplatz ermöglicht es jedem Unternehmen (oder jeder Person), die ihn nutzt (unseren Kunden und %(company_name)s selbst), die auf dem Marktplatz verfügbaren Produkte zu bestellen.
pt_pt: A nossa loja online permite a qualquer empresa (ou indivíduo) que a utilize (os nossos clientes e a própria %(company_name)s) encomendar produtos disponíveis na loja.

source: Customer has two ways of providing information to us:
de: Als Kunde hast Du zwei Möglichkeiten, Deine Daten an uns zu übermitteln:
pt_pt: O cliente possui duas formas de nos fornecer informações:

source: Registering to our page
de: Anmelden auf unserer Seite
pt_pt: Registar-se na nossa página

source: Ordering products from us
de: Produkte bei uns bestellen
pt_pt: Encomendar produtos connosco

source: This, voluntarely given, information, which is stored and managed on our service providers' servers, is used to ensure the services can be run and ensures we are able to provide our service.
de: Diese freiwillig gegebenen Informationen, die auf den Servern unserer Dienstleister gespeichert und verwaltet werden, dienen dazu, den Betrieb der Dienste zu gewährleisten und sicherzustellen, dass wir unseren Service anbieten können.
pt_pt: Estas informações, fornecidas voluntariamente, que estão armazenadas e geridas nos servidores dos nossos prestadores de serviço, é utilizada para garantir que os serviços podem ser executados e garante que conseguimos providenciar o nosso serviço.

source: Use by %(company_name)s
de: Verwendet von %(company_name)s
pt_pt: Utilização pela %(company_name)s

source: Information that we collect and manage using this Online Store belongs to us and is used, disclosed and protected according to this Privacy Policy.
de: Informationen, die wir mit Hilfe dieses Online-Marktplatzes sammeln und verwalten, gehören uns und werden gemäß dieser Datenschutzrichtlinie verwendet, offengelegt und geschützt.
pt_pt: As informações que recolhemos e gerimos utilizando esta Loja Online é nossa propriedade e serão utilizadas, divulgadas e protegidas de acordo com esta Política de Privacidade.

source: Use by Our Customers
de: Nutzung durch unsere Kunden
pt_pt: Utilização pelos Nossos Clientes
