Repository: Tom2187End/somi-ecommerce
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: de, pt_pt

source: Our Acceptable Use Policy, applies to us and to our customers and, among other things, prohibits use of the Online Store to send unsolicited commercial email in violation of applicable laws, and requires the inclusion in every email sent using the Online Store of an "opt-out" mechanism and other required information. We require all of our customers to agree to adhere to the Acceptable Use Policy at all times, and any violations of the Acceptable Use Policy by a customer can result in immediate suspension or termination of the Online Store.
de: Unsere Richtlinie zur akzeptablen Nutzung, die für uns, unsere Kunden und Dienstleister gilt, verbietet unter anderem die Nutzung des Online-Marktplatzes zum Versenden unaufgeforderter kommerzieller E-Mails, die gegen geltende Gesetze verstoßen und verlangt die Aufnahme eines "Opt-out"-Mechanismus und anderer erforderlicher Informationen in jede über den Online-Marktplatz versandte E-Mail. Wir verlangen von allen unseren Kunden und Dienstleistern, dass sie sich verpflichten, die Richtlinie jederzeit einzuhalten. Verstöße gegen die Richtlinie durch einen Kunden oder Dienstleister können zur sofortigen Aussetzung oder Kündigung der Nutzung des Online-Marktplatzes führen.
pt_pt: A nossa Política de Utilização Aceitável aplica-se a nós e aos nossos clientes e, entre outras coisas, proíbe a utilização da Loja Online para enviar e-mails publicitários não solicitados que violem as leis aplicáveis e exige a inclusão em todos os e-mails enviados utilizando a Loja Online com um mecanismo de \”opt-out\” e outras informações necessárias. Exigimos que todos os nossos clientes concordem e cumpram a Política de Utilização Aceitável sempre e qualquer violação da Política de Utilização Aceitável por um cliente pode resultar na suspensão imediata ou encerramento da Loja Online.

source: To Unsubscribe From Our Communications
de: So meldest Du Dich von unseren Mitteilungen ab
pt_pt: Para Cancelar a Subscrição das Nossas Comunicações

source: You may unsubscribe from our marketing communications by clicking on the "unsubscribe" link located on the bottom of our e-mails, or by sending us email us at %(store_email)s, or by sending us postal mail to %(full_address)s, Attention: Privacy. Customers cannot opt out of receiving transactional emails related to their account with us or the Online Store.
de: Du kannst unsere Marketingmitteilungen abbestellen, indem Du auf den Link "Abbestellen" klickst, der sich am Ende unserer E-Mails befindet oder indem Du uns eine E-Mail an %(store_email)s oder einen Brief an %(full_address)s sendest. Achtung (Datenschutz): Kunden können den Erhalt von Transaktions-E-Mails in Bezug auf ihr Konto bei uns oder den Online-Marktplatz nicht abbestellen.
pt_pt: Pode cancelar a nossa subscrição de comunicações publicitárias ao carregar no link \”unsubscribe\” localizado no fim dos nossos e-mails, ou ao enviar-nos um e-mail para %(store_email)s, ou por correio para %(full_address)s, A/c: Privacidade. Os clientes não se podem autoexcluir de receber e-mails transacionais relacionados com a sua conta connosco ou na Loja Online.

source: Customer Data
de: Kundendaten
pt_pt: Dados de Cliente

source: Home
de: Startseite
pt_pt: Início

source: Dashboard
de: Kontoübersicht
pt_pt: Painel de Controlo

source: My data
de: Meine Daten
pt_pt: Os meus dados

source: Download your data
de: Deine Daten herunterladen
pt_pt: Faça download dos seus dados

source: Download all my data
de: Alle meine Daten herunterladen
pt_pt: Fazer download de todos os meus dados

source: This action will collect all your personal data and order history and will serialize it in a JSON file.
de: Diese Aktion sammelt all Deine persönlichen Daten sowie die Bestellhistorie und serialisiert sie in einer JSON-Datei.
pt_pt: Esta ação recolherá todos os seus dados pessoais e histórico de encomendas e fará a sua serialização num ficheiro JSON.

source: Anonymize your account
de: Dein Konto anonymisieren
pt_pt: Tornar a sua conta anónima

source: You have pending orders!
de: Du hast noch offene Bestellungen!
pt_pt: Possui encomendas pendentes!

source: If you anonymize your account now, all orders will be canceled.
de: Wenn Du Dein Konto jetzt anonymisierst, werden alle Bestellungen storniert.
pt_pt: Se tornar a sua conta anónima agora, as suas encomendas serão canceladas.

source: Request Account Anonymization
de: Kontoanonymisierung anfordern
pt_pt: Solicitar Anonimato de Conta

source: This action will replace all your personal data with random values making it impossible to identify you. Your account will also be deactivated.
de: Bei dieser Aktion werden all Deine persönlichen Daten durch zufällige Werte ersetzt, so dass es unmöglich ist, Dich zu identifizieren. Außerdem wird Dein Konto deaktiviert.
pt_pt: Esta ação substituirá todos os seus dados pessoais com valores aleatórios tornando impossível a sua identificação. A sua conta também será desativada.

source: This action is irreversible!
de: Diese Aktion ist unumkehrbar!
pt_pt: Esta ação é irreversível!

source: Are you sure? This cannot be undone.
de: Bist Du Dir sicher? Dies kann nicht rückgängig gemacht werden.
pt_pt: Tem a certeza? Isto não pode ser anulado.

source: Privacy Preferences
de: Datenschutz-Einstellungen
pt_pt: Preferências de Privacidade

source: I Understand
de: Ich habe es verstanden
pt_pt: Compreendo

source: Privacy Preference Center
de: Übersicht der Datenschutzeinstellungen
pt_pt: Centro de Preferências de Privacidade

source: General
de: Allgemeines
pt_pt: Geral

source: Cookie Settings
de: Cookie-Einstellungen
pt_pt: Definições de Cookies

source: Consent Management
de: Zustimmungs-Management
pt_pt: Gestão de Consentimentos

source: You read and agreed to our {}
de: Du hast unsere {} gelesen und ihnen zugestimmt
pt_pt: Li e concordo com o nosso {}

source: Read
de: Lesen
pt_pt: Ler

source: Always active
de: Immer aktiv
pt_pt: Sempre ativo

source: Save preferences
de: Einstellungen speichern
pt_pt: Guardar preferências

source: Our privacy policy has been updated since your last consent. Please read the updated version <a href="%(url)s">here</a>. <a class="btn btn-primary" href="%(accept_url)s">Accept changes</a>
de: Unsere Datenschutzrichtlinie wurde seit Deiner letzten Zustimmung aktualisiert. Bitte lese Dir die aktualisierte Version <a href="%(url)s">hier</a> durch und <a class="btn btn-primary" href="%(accept_url)s">akzeptiere die Änderungen</a>
pt_pt: A nossa política de privacidade foi atualizada desde o seu último consentimento. Leia a versão atualizada <a href="%(url)s">aqui</a>. <a class="btn btn-primary" href="%(accept_url)s">Aceitar alterações</a>

source: Required
de: Erforderlich
pt_pt: Necessário

source: We use these cookies to ensure the correct language is being chosen for you based on your region as well as the overall site functionality.
de: Wir verwenden diese Cookies, um sicherzustellen, dass die richtige Sprache für Dich ausgewählt wird, basierend auf Deiner Region sowie auf der allgemeinen Funktionalität der Webseite.
pt_pt: Utilizamos estes cookies para garantir está a ser escolhido o idioma correto com base na sua zona, tal como o funcionamento geral do site.

source: GDPR: Anonymize
de: DSGVO: Anonymisieren
pt_pt: RGPD: Tornar anónimo

source: GDPR: Anonymize contact
de: DSGVO: Kontakt anonymisieren
pt_pt: RGPD: Tornar contacto anónimo

source: Customer ID {customer_id} requested to be anonymized.
de: Kunden-ID {customer_id} hat angefordert, anonymisiert zu werden.
pt_pt: ID de Cliente {customer_id} a solicitar o anonimato.

source: Anonymization requested.
de: Anonymisierung angefordert.
pt_pt: Anonimato solicitado.
