Repository: Tom2187End/somi-ecommerce
Catalog: shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: de, pt_pt

source: Our Online Store provide links to other websites. We do not control, and are not responsible for, the content or practices of these other websites. Our provision of such links does not constitute our endorsement of these other websites, their content, their owners, or their practices. This Privacy Policy does not apply to these other websites, which are subject to any privacy and other policies they may have.
de: Unser Online-Marktplatz enthält Links zu anderen Webseiten. Wir haben keine Kontrolle über den Inhalt oder die Praktiken dieser anderen Webseiten und sind nicht für diese verantwortlich. Die Bereitstellung solcher Links stellt keine Billigung dieser anderen Webseiten, ihrer Inhalte, ihrer Eigentümer oder ihrer Praktiken durch uns dar. Diese Datenschutzrichtlinie gilt nicht für diese anderen Websites, da sie deren Datenschutz- und anderen Richtlinien unterliegen.
pt_pt: A nossa Loja Online fornece links para outros websites. Não controlamos e não somos responsáveis pelo conteúdo ou práticas destes outros websites. O nosso fornecimento de tais links não constitui o nosso endosso a estes outros websites, ao seu conteúdo, aos seus proprietários ou às suas práticas. Esta Política de Privacidade não se aplica a estes outros websites, que estão sujeitos a quaisquer políticas de privacidade e outras que possam possuir.

source: Retention of Personal Information
de: Speicherung von persönlichen Daten
pt_pt: Retenção de Informações Pessoais

source: We retain Personal Information that you provide us as long as we consider it potentially useful in contacting you about the Online Store or our other services, or as needed to comply with our legal obligations, resolve disputes and enforce our agreements, and then we securely delete the information. We will delete this information from the servers at an earlier date if you so request, as described in "Opting Out and Unsubscribing" below. If we terminate the use of the Online Store, then we will provide you with access to all information stored for the Online Store, including any Personal Information provided by you. After termination, we may, unless legally prohibited, delete all customer information, including your Personal Information, from the Online Store.
de: Wir speichern personenbezogene Daten, die Du uns zur Verfügung stellst, so lange auf, wie wir sie als potenziell nützlich erachten, um mit Dir über den Online-Marktplatz oder unsere anderen Dienstleistungen in Kontakt zu treten, oder wie es erforderlich ist, um unseren rechtlichen Verpflichtungen nachzukommen, Streitigkeiten beizulegen und unsere Vereinbarungen durchzusetzen. Im Anschluss löschen wir die Daten sicher. Wir werden diese Informationen zu einem früheren Zeitpunkt von den Servern löschen, wenn Du dies möchtest, wie im Abschnitt "Abmelden und Abbestellen" unten beschrieben ist. Wenn wir die Nutzung des Online-Marktplatzes beenden, werden wir Dir Zugang zu allen auf dem Online-Marktplatz gespeicherten Daten gewähren, einschließlich denen von Dir bereitgestellten personenbezogenen Daten. Nach der Beendigung können wir, sofern dies nicht gesetzlich verboten ist, alle Kundeninformationen, einschließlich Deiner persönlichen Daten, aus dem Online-Marktplatz löschen.
pt_pt: Retemos as Informações Pessoais que nos fornece, desde que as consideremos potencialmente úteis para o contactar sobre a Loja Online ou os nossos outros serviços, ou conforme necessário para cumprir as nossas obrigações jurídicas, resolver disputas e fazer cumprir os nossos acordos e, em seguida, eliminamos as informações de forma segura. Eliminaremos estas informações dos servidores numa data anterior, se assim o solicitar, conforme descrito em "Autoexclusão e Cancelamento de Subscrição" abaixo. Se acabarmos com a utilização da Loja Online, fornecer-lhe-emos o acesso a todas as informações armazenadas na Loja Online, incluindo quaisquer Informações Pessoais fornecidas por si. Após a rescisão, podemos, a menos que proibido por lei, eliminar todas as informações de cliente, incluindo as suas Informações Pessoais, da Loja Online.

source: International Transfer of Information
de: Internationale Übertragung von Daten
pt_pt: Transferência Internacional de Informações

source: To facilitate our possible global operations, we may transfer and access Personal Information from around the world, including the United States. This Privacy Policy shall apply even if we transfer Personal Information to other countries.
de: Um unsere möglichen globalen Aktivitäten zu erleichtern, können wir personenbezogene Daten aus der ganzen Welt, einschließlich der Vereinigten Staaten von Amerika, übertragen und darauf zugreifen. Diese Datenschutzrichtlinie gilt auch dann, wenn wir personenbezogene Daten in andere Länder übertragen.
pt_pt: Para facilitar as nossas possíveis operações globais, poderemos transferir e aceder Informações Pessoais de todo o mundo, incluindo dos Estados Unidos. Esta Política de Privacidade aplica-se mesmo se transferirmos Informações Pessoais para outros países.

source: Corporate Events
de: Geschäftsvorfälle
pt_pt: Eventos Empresariais

source: If we (or our assets) are acquired by another company, whether by merger, acquisition, bankruptcy or otherwise, that company would receive all information gathered by %(company_name)s on the Online Store. In this event, you will be notified via email and/or a prominent notice on our website, of any change in ownership, uses of your Personal Information, and choices you may have regarding your Personal Information.
de: Wenn wir (oder unsere Vermögenswerte) von einem anderen Unternehmen übernommen werden, sei es durch Fusion, Übernahme, Konkurs oder anderweitig, würde dieses Unternehmen alle von %(company_name)s auf dem Online-Marktplatz gesammelten Daten erhalten. In diesem Fall wirst Du per E-Mail und/oder durch einen auffälligen Hinweis auf unserer Website über die Änderung der Eigentumsverhältnisse, die Verwendung Deiner persönlichen Daten und die Wahlmöglichkeiten, die Du in Bezug auf Deine persönlichen Daten in dieser Situation hast, informiert.
pt_pt: Se nós (ou os nossos ativos) formos adquiridos por outra empresa, seja por fusão, aquisição, falência ou de outra forma, essa empresa receberá todas as informações coletadas pela %(company_name)s na Loja Online. Neste caso, será notificado via e-mail e/ou por uma divulgação destacada no nosso website, de qualquer alteração de propriedade, utilizações das suas Informações Dados Pessoais, e das escolhas que possa ter, a respeito das suas Informações Pessoais.

source: Compelled Disclosure
de: Zwangsweise Offenlegung
pt_pt: Divulgação Compulsiva

source: We reserve the right to use or disclose your Personal Information if required by law or if we reasonably believe that use or disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or comply with a law, court order, or legal process.
de: Wir behalten uns das Recht vor, Deine persönlichen Daten zu verwenden oder offenzulegen, wenn dies gesetzlich vorgeschrieben ist oder wenn wir vernünftigerweise glauben, dass die Verwendung oder Offenlegung notwendig ist, um unsere Rechte zu schützen, Deine Sicherheit oder die Sicherheit anderer zu schützen, Betrug zu untersuchen oder einem Gesetz, einem Gerichtsbeschluss oder einem rechtlichen Verfahren zu entsprechen.
pt_pt: Reservamo-nos o direito de utilizar ou divulgar as suas informações pessoais se exigido por lei ou se acreditarmos, dentro do razoável, que a utilização ou divulgação é necessária para proteger os nossos direitos, proteger a sua segurança ou a segurança de outras pessoas, investigar fraudes ou fazer cumprir uma lei, decisão judicial ou processo jurídico.

source: %(company_name)s and its partners use cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole.
de: %(company_name)s und seine Partner verwenden Cookies oder ähnliche Technologien, um Trends zu analysieren, die Webseite zu verwalten, die Bewegungen der Benutzer auf der Webseite zu verfolgen und demografische Daten über unsere Nutzerbasis als Ganzes zu sammeln.
pt_pt: A %(company_name)s e os seus parceiros utilizam cookies ou tecnologias semelhantes para analisar tendências, gerir o website, rastrear os movimentos dos utilizadores pelo site e para recolher informações demográficas sobre a nossa base de utilizadores como um todo.

source: We use "cookies" to help you personalize your online shopping experience. A cookie is a text file that is placed on your hard disk by a Web server. Cookies are not used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you, and can only be read by a Web server in the domain that issued the cookie to you. One of the primary purposes of cookies is to provide a convenience feature to save you time. The purpose of a cookie is to tell the Web server that you have returned to a specific page.
de: Wir verwenden "Cookies", um Dir zu helfen, Dein Online-Einkaufserlebnis zu personalisieren. Ein Cookie ist eine Textdatei, die von einem Webserver auf Deiner Festplatte abgelegt wird. Cookies werden nicht verwendet, um Programme auszuführen oder Viren auf Deinen Computer zu übertragen. Cookies sind Dir eindeutig zugeordnet und können nur von einem Webserver in der Domäne gelesen werden, die das Cookie an Dich ausgegeben hat. Einer der Hauptzwecke von Cookies ist es, eine Komfortfunktion bereitzustellen, um Dir Zeit zu sparen. Der Zweck eines Cookies besteht darin, dem Webserver mitzuteilen, dass Du zu einer bestimmten Seite zurückgekehrt bist.
pt_pt: Utilizamos "cookies" para o ajudar a personalizar a sua experiência de compra online. Um cookie é um ficheiro de texto colocado no seu disco rígido por um servidor da Web. Os cookies não são utilizados para executar programas ou enviar vírus para o seu computador. Os cookies são atribuídos exclusivamente a si e só podem ser lidos por um servidor da Web no domínio que emitiu o cookie para si. Um dos principais objetivos dos cookies é fornecer uma funcionalidade conveniente para que poupe tempo. O objetivo de um cookie é informar o servidor da Web que regressou a uma página específica.

source: For example, if you personalize pages on our Online Store, or register for the Online Store, a cookie helps us to recall your specific information on subsequent visits. When you return to the same Website, the information you previously provided can be retrieved, so you can easily use the customized features.
de: Wenn Du zum Beispiel Seiten in unserem Online-Marktplatz personalisierst oder Dich für den Online-Marktplatz registrierst, hilft uns ein Cookie, Deine spezifischen Informationen bei späteren Besuchen wieder aufzurufen. Wenn Du auf dieselbe Webseite zurückkehrst, können die Informationen, die Du zuvor bereitgestellt hast, wieder abgerufen werden, so dass Du die angepassten Funktionen problemlos nutzen kannst.
pt_pt: Por exemplo, se personalizar páginas na nossa Loja Online ou se registar na Loja Online, um cookie ajuda-nos a lembrar das suas informações específicas em visitas subsequentes. Quando você regressa ao mesmo site, as informações que forneceu anteriormente podem ser recuperadas, para que possa utilizar as funcionalidades personalizadas facilmente.

source: You have the ability to accept or decline cookies. Most Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. If you choose to decline cookies, you may not be able to fully experience the interactive features of the %(company_name)s Online Store you visit. %(company_name)s keeps track of the Online Store and pages you visit within %(company_name)s, in order to determine what portion of the %(company_name)s Online Store is the most popular or most used. This data is used to deliver customized content and promotions within the %(company_name)s Online Store to customers whose behavior indicates that they are interested in a particular subject area.
de: Du hast die Möglichkeit, Cookies zu akzeptieren oder abzulehnen. Die meisten Webbrowser akzeptieren Cookies automatisch, aber Du kannst in der Regel Deine Browser-Einstellungen ändern, um Cookies abzulehnen, wenn Du dies bevorzugst. Wenn Du Dich dafür entscheidest, Cookies abzulehnen, kannst Du möglicherweise nicht alle interaktiven Funktionen des von Dir besuchten %(company_name)s Online-Marktplatzes nutzen. %(company_name)s verfolgt die Entwicklung des Online-Marktplatzes und der von Dir besuchten Seiten innerhalb des %(company_name)s Online-Marktplatzes, um festzustellen, welcher Teil des %(company_name)s Online-Marktplatzes am beliebtesten ist oder am häufigsten genutzt wird. Diese Daten werden verwendet, um Kunden, deren Verhalten darauf hindeutet, dass sie an einem bestimmten Themenbereich interessiert sind, maßgeschneiderte Inhalte und Werbeaktionen innerhalb des %(company_name)s Online-Marktplatzes bereitzustellen.
pt_pt: Possui a capacidade de aceitar ou recusar cookies. A maioria dos navegadores Web aceita cookies automaticamente, mas normalmente pode alterar a configuração do seu navegador para recusar cookies, se preferir. Se optar por recusar cookies, pode não ser capaz de experienciar totalmente as funcionalidades interativas da Loja Online %(company_name)s. A %(company_name)s mantém registo da Loja Online e das páginas que visita dentro da %(company_name)s, para determinar qual a porção da Loja Online %(company_name)s é a mais popular ou mais utilizada. Estes dados são utilizados para criar conteúdo personalizado e promoções dentro da Loja Online %(company_name)s a clientes cujo comportamento indica que estão interessados numa área temática em particular.

source: Log Files
de: Protokolldateien
pt_pt: Ficheiros de Registo

source: We may collect demographic information, such as your ZIP code, age, gender, preferences, interests and favorites using log files that are not associated with your name or other personal information. There is also information about your computer hardware and software that is automatically collected by us. This information can include: your IP address, browser type, domain names, internet service provider (ISP), the files viewed on our site (e.g., HTML pages, graphics, etc.), operating system, clickstream data, access times and referring website addresses. This information is used by %(company_name)s for the operation of the Online Store, to maintain quality of the Online Store, and to provide general statistics regarding use of the %(company_name)s Online Store. For these purposes, we do link this automatically-collected data to Personal Information such as name, email address, address, and phone number.
de: Wir können demografische Informationen wie Deine Postleitzahl, Alter, Geschlecht, Vorlieben, Interessen und Favoriten mithilfe von Protokolldateien erfassen, die nicht mit Deinem Namen oder anderen persönlichen Daten verknüpft sind. Dies gilt auch für Informationen über Deine Computerhardware und -software, die automatisch von uns erfasst werden. Zu diesen Informationen können gehören: Deine IP-Adresse, der Browsertyp, Domainnamen, der Internet-Service-Provider (ISP), die auf unserer Website aufgerufenen Dateien (z. B. HTML-Seiten, Grafiken usw.), das Betriebssystem, Clickstream-Daten, Zugriffszeiten und Adressen verweisender Websites. Diese Informationen werden von %(company_name)s für den Betrieb des Online-Marktplatzes verwendet, um die Qualität des Online-Marktplatzes aufrechtzuerhalten und um allgemeine Statistiken über die Nutzung des %(company_name)s Online-Marktplatzes zu erstellen. Für diese Zwecke verknüpfen wir diese automatisch erfassten Daten mit persönlichen Informationen wie Name, E-Mail-Adresse, Adresse und Telefonnummer.
pt_pt: Podemos recolher informações demográficas, como o seu Código Postal, idade, sexo, preferências, interesses e favoritos utilizando ficheiros de registo que não estão associados ao seu nome ou a outras informações pessoais. Também existem informações sobre o hardware e o software do seu computador que são recolhidas automaticamente por nós. Estas informações podem incluir: o seu endereço IP, tipo de navegador, nomes de domínio, prestador de serviço de Internet (ISP), os ficheiros visualizados no nosso site (ex., páginas HTML, gráficos, etc.), sistema operativo, dados de clickstream, tempos de acesso e referências a endereços de sites. Estas informações são utilizadas pela %(company_name)s para o funcionamento da Loja Online, para manutenção da qualidade da Loja Online e para fornecer estatísticas gerais a respeito da utilização da Loja Online %(company_name)s. Para este propósito, conectamos as informações recolhidas automaticamente a Informações Pessoais como nome, endereço de e-mail, endereço e número de telefone.

source: Flash Cookies and Other Third Party Tracking Technologies
de: Flash-Cookies und andere Tracking-Technologien von Drittanbietern
pt_pt: Cookies Flash e Outras Tecnologias de Rastreio de Terceiros

source: The Adobe Flash Player (and similar applications) use technology to remember settings, preferences and usage similar to browser cookies but these are managed through a different interface than the one provided by your Web browser. This technology creates locally stored objects that are often referred to as "Flash cookies." %(company_name)s may create pages on the Online Store that employ Adobe Flash cookies. %(company_name)s does not have access or control over our customers' Flash cookies, but you may access your Flash management tools from Adobe's web site directly here.
de: Der Adobe Flash Player (und ähnliche Anwendungen) verwenden eine Technologie, um Einstellungen, Präferenzen und die Nutzung zu speichern, ähnlich wie Browser-Cookies. Aber diese werden über eine andere Schnittstelle verwaltet als die, die von Deinem Webbrowser bereitgestellt wird. Diese Technologie erstellt lokal gespeicherte Objekte, die oft als "Flash-Cookies" bezeichnet werden. %(company_name)s kann Seiten im Online-Marktplatz erstellen, die Adobe Flash-Cookies verwenden. %(company_name)s hat keinen Zugriff auf oder Kontrolle über die Flash-Cookies unserer Kunden, aber Du kannst Deine Flash-Verwaltungstools von der Webseite von Adobe direkt hier aufrufen.
pt_pt: O Adobe Flash Player (e aplicações semelhantes) utiliza tecnologia para lembrar configurações, preferências e utilização semelhantes aos cookies do navegador, mas são gerenciados por meio de uma interface diferente da fornecida pelo seu navegador. Esta tecnologia cria objetos armazenados localmente que costumam ser chamados de "cookies Flash". A %(company_name)s poderá criar páginas na Loja Online que utilizam cookies Adobe Flash cookies. A %(company_name)s não possui acesso ou controlo sobre os cookies dos nossos clientes, mas poderá aceder às suas ferramentas de gestão Flash no website da Adobe diretamente aqui.

source: Similarly, we may create pages using the %(company_name)s Online Store that use technology from tracking utility companies, such as cookies and web beacons. If we decide use these technologies, we will update this Privacy Policy to reflect these changes.
de: Ebenso können wir über den %(company_name)s Online-Marktplatz Seiten erstellen, die Technologien von Tracking-Dienstleistern verwenden, wie z. B. Cookies und Web Beacons. Wenn wir uns entscheiden, diese Technologien zu verwenden, werden wir diese Datenschutzrichtlinie aktualisieren, um diese Änderungen entsprechend widerzuspiegeln.
pt_pt: De forma semelhante, poderemos criar páginas utilizando a Loja Online da %(company_name)s que utiliza tecnologia de empresas de serviços de rastreio, tais como cookies e web beacons. Se decidirmos utilizar estas tecnologias, atualizaremos esta Política de Privacidade contemplando estas alterações.

source: Opting Out and Unsubscribing
de: Abmelden und Abbestellen
pt_pt: Autoexclusão e Cancelamento de Subscrição

source: Reviewing, Correcting and Removing Your Personal Information
de: Überprüfen, Korrigieren und Entfernen Deiner persönlichen Daten
pt_pt: Revisão, Correção e Eliminação das Suas Informações Pessoais

source: Upon request %(company_name)s will provide you with information about whether we hold any of your Personal Information. If you provide us with your Personal Information, you have the following rights with respect to that information:
de: Auf Anforderung teilt %(company_name)s Dir mit, ob wir persönliche Daten über Dich gespeichert haben. Wenn Du uns Deine persönlichen Daten zur Verfügung stellst, hast Du die folgenden Rechte in Bezug auf diese Daten:
pt_pt: Sob pedido a %(company_name)s providenciar-lhe-á informações sobre como armazenamos quaisquer Informações Pessoais suas. Se nos fornecer as suas Informações Pessoais, possui os seguintes direitos relativos a essas informações:

source: To review the user information that you have supplied to us
de: Überprüfung der Benutzerinformationen, die Du uns zur Verfügung gestellt hast
pt_pt: Rever as suas informações de utilizador que nos forneceu

source: To request that your user information be removed from any solicitation list that we use
de: Anzufordern, dass Deine Benutzerdaten aus einer von uns verwendeten Marketingliste entfernt werden
pt_pt: Pedir que as suas informações de utilizador sejam eliminadas de qualquer lista de solicitação que utilizemos

source: To request that your user information be deleted from our records
de: Zu verlangen, dass Deine Benutzerdaten aus unseren Aufzeichnungen gelöscht werden
pt_pt: Pedir que as suas informações de utilizador sejam eliminadas dos nossos registos

source: To opt out of being solicited by %(company_name)s or third parties
de: Anzufordern, kein Marketingmaterial mehr von %(company_name)s oder dessen Drittanbietern zu empfangen
pt_pt: Se autoexcluir de solicitações da %(company_name)s ou de terceiros

source: To exercise any of these rights, please contact us at %(store_email)s or by mail to %(full_address)s, Attention: Privacy. We will respond to your request to change, correct, or delete your information within a reasonable timeframe and notify you of the action we have taken.
de: Um eines dieser Rechte auszuüben, kontaktiere uns bitte unter %(store_email)s oder sende es per Post an %(full_address)s. Wir werden auf Deine Anfrage zur Änderung, Korrektur oder Löschung Deiner Daten innerhalb eines angemessenen Zeitraums reagieren und Dich über die von uns ergriffenen Maßnahmen informieren.
pt_pt: Para exercer qualquer um destes direitos, contacte-nos em %(store_email)s ou por correio para %(full_address)s. A/c: Privacidade. Responderemos ao seu pedido para alterar, corrigir, eliminar as suas informações dentro de um período razoável de tempo e notificá-lo-emos de qualquer ação que por nós adotada.

source: Anti-Spam Policy
de: Anti-Spam-Richtlinie
pt_pt: Política Anti-Spam
