Repository: Tom2187End/somi-ecommerce
Catalog: shuup/front/apps/auth/locale/*/LC_MESSAGES/django.po
Languages: it, pt_pt

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive. In case of multiple accounts with same email only username can be used to login.
it: Inserire %(username)s e password corretti. Nota che entrambi i campi distinguono maiuscolo/minuscolo. In caso di account multipli con la stessa email, può essere utilizzato solo il Nome Utente per accedere.

source: This account is inactive.
it: Questo account non è attivo.
pt_pt: Esta conta está inativa.

source: Username or email address
it: Nome utente o indirizzo email
pt_pt: Nome de utilizador ou endereço de email

source: Username
it: Nome Utente

source: Please provide either username or email, not both.
it: Inserisci Nome Utente o Email, non entrambi.

source: Please provide either username or email.
it: Inserisci Nome Utente o Email.

source: shop
it: negozio

source: Log in
it: Entra
pt_pt: Iniciar sessão

source: You have already logged in as <strong>%(username)s</strong>
it: Hai già effettuato l'accesso come <strong>%(username)s</strong>
pt_pt: Você já iniciou sessão como <strong>%(username)s</strong>

source: Go to Homepage
it: Vai alla Pagina Iniziale
pt_pt: Ir para o Início

source: Forgot your password?
it: Hai dimenticato la password?
pt_pt: Esqueceu-se da password?

source: New user? Register here!
it: Nuovo utente? Registrati ora!
pt_pt: Novo utilizador? Registe-se aqui!

source: Logged out
it: Disconnesso
pt_pt: Sessão terminada

source: You have been logged out. Thank you for visiting!
it: Ti sei disconnesso. Grazie per aver visitato il nostro negozio!
pt_pt: A sua sessão terminou com sucesso. Obrigado pela sua visita!

source: Recover your password
it: Recupera la tua password.
pt_pt: Recupere a sua password

source: You can recover your password with either username or email.
it: Puoi recuperare la password utilizzando la tua email o il tuo nome utente.
pt_pt: Pode recuperar a sua password com nome de utilizador ou email.

source: Send password recovery instructions
it: Invia le istruzioni di recupero password
pt_pt: Enviar instruções de recuperação de password

source: Password Changed
it: Password Modificata
pt_pt: Password alterada

source: Your password has been changed and you have been logged in.
it: La tua password è stata modificata e sei stato autenticato.
pt_pt: A sua password foi alterada e você esteve com sessão iniciada.

source: Password Recovery
it: Recupero Password
pt_pt: Recuperação de password

source: Change Password
it: Modifica Password
pt_pt: Alterar password

source: Hi %(fullname)s
it: Ciao %(fullname)s
pt_pt: Olá %(fullname)s

source: In case you've forgotten, your username is %(username)s.
it: Nel caso tu l'abbia dimenticato, il tuo Nome Utente è %(username)s.
pt_pt: Caso se tenha esquecido, o seu nome de ultilizador é %(username)s.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
it: Ricevi questa email perchè qualcuno ha richiesto un recupero password per il tuo account su %(site_name)s.
pt_pt: Você está a receber este email porque solicitou a redefinição para a sua conta de utilizador em %(site_name)s.

source: Please go to the following page and choose a new password:
it: Vai sulla seguente pagina e scegli una nuova password:
pt_pt: Por favor aceda à seguinte página e escolha uma nova password:

source: If a user account is associated with the information you entered, you should receive instructions on how to reset your password shortly.
it: Se un account utente è associato con le informazioni che ci hai fornito, a breve dovresti ricevere le istruzioni su come reimpostare la tua password.
pt_pt: Se uma conta de utilizador estiver associada com a informação que introduziu, em breve você receberá instruções sobre como redefinir a sua password.

source: This recovery link is invalid.
it: Questo link di recupero password non è valido.

source: Error! Please enter a correct %(username)s and password. Note that both fields may be case-sensitive. In case of multiple accounts with same email only username can be used to log in.
pt_pt: Erro! Por favor insira um %(username)s válido e password. Note que ambos os campos poderão ser sensível a maiúsculas/minúsculas. No caso de múltiplas contas com o mesmo email apenas no nome do utilizador pode ser usado para iniciar sessão.

source: You are not allowed to log in to this shop.
pt_pt: Você não tem permissão para iniciar sessão para esta loja.

source: Error! This recovery link is invalid.
pt_pt: Erro! Este link de recuperação é inválido.
