Repository: Tom2187End/somi-ecommerce
Catalog: shuup/default_tax/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr_ca, pt_pt, ru, sv_se

source: Shuup Default Tax
de: Shuup Standard-Steuer
es: Impuesto por defecto de Shuup
fr_ca: Taxe par défaut Shuup
pt_pt: Imposto Padrão Shuup
ru: Налог Shuup по умолчанию
sv_se: Shuups standard skatt

source: Tax Rules
de: Steuerregeln
es: Reglas fiscales
fr_ca: Règles fiscales
pt_pt: Regras de Imposto
ru: Правила налогообложения
sv_se: Skatteregler

source: Show tax rules
de: Steuerregeln anzeigen
es: Mostrar reglas de impuestos
fr_ca: Afficher les règles fiscales
pt_pt: Mostrar regras de imposto
ru: Показать правила налогообложения
sv_se: Visa skatteregler

source: Use ISO 3166-1 country codes (US, FI etc.)
de: ISO 3166-1-Ländercodes (US, FI usw.) verwenden
es: Utilice los códigos de país ISO 3166-1 (EE.UU., FI, etc.)
fr_ca: Utilisez les codes de pays ISO 3166-1 (US, FI, etc.)
pt_pt: Utilizar códigos de países ISO 3166-1 (EUA, FI, etc.)
ru: Использовать ISO 3166-1 коды стран (США, FI и т. д.)
sv_se: Använda ISO 3166-1 landskoder (US, FI etc.)

source: Use two letter state codes for the US
de: Zweistellige Staaten-Codes für die USA verwenden
es: Utilice códigos de estado de dos letras para EE. UU.
fr_ca: Utilisez des codes d'état à deux lettres pour les États-Unis
pt_pt: Utilizar códigos de duas letras para estados nos EUA
ru: Используйте аббревиатуру штата из 2х букв для США
sv_se: Använda två bokstaviga koder för USA

source: Tax Rule
de: Steuerregel
es: Regla de impuestos
fr_ca: Règle fiscale
pt_pt: Regra de Imposto
ru: Правило налогообложения
sv_se: Skatteregel

source: Tax
de: Steuern
es: Impuesto
fr_ca: Impôt
pt_pt: Imposto
ru: Налог
sv_se: Skatt

source: Tax Classes
de: Steuerklassen
es: Clases de impuestos
fr_ca: Classes fiscales
pt_pt: Classes de Imposto
ru: Налоговые классы
sv_se: Skatteklasser

source: Customer Tax Groups
de: Kunden-Steuerklassen
es: Grupos de impuestos de clientes
fr_ca: Groupes de taxes client
pt_pt: Grupos de Imposto de Cliente
ru: Группы налогов клиентов
sv_se: Kunders skattegrupper

source: Countries
de: Länder
es: Países
fr_ca: Des pays
pt_pt: Países
ru: Страны
sv_se: Länder

source: Regions
de: Bundesländer
es: Regiones
fr_ca: Régions
pt_pt: Zonas
ru: Регионы
sv_se: Regioner

source: Postal Codes
de: PLZ
es: Códigos postales
fr_ca: Codes postaux
pt_pt: Códigos Postais
ru: Почтовые индексы
sv_se: Postnummer

source: Priority
de: Priorität
es: Prioridad
fr_ca: Priorité
pt_pt: Prioridade
ru: Приоритет
sv_se: Prioritet

source: Override Group
de: Übersteuerungsgruppe
es: Grupo de anulación
fr_ca: Groupe de remplacement
pt_pt: Sobrepor Grupo
ru: Предопределить группу
sv_se: Åsidosatt grupp

source: Enabled
de: Aktiviert
es: Habilitado
fr_ca: Activée
pt_pt: Ativo
ru: Включено
sv_se: Aktiverad

source: enabled
de: aktiviert
es: habilitado
fr_ca: activée
pt_pt: ativo
ru: включено
sv_se: aktiverad

source: Enable this if this tax rule is active.
de: Aktiviere diese Option, wenn diese Steuerregel aktiv ist.
es: Habilite esto si esta regla de impuestos está activa.
fr_ca: Activez cette option si cette règle fiscale est active.
pt_pt: Ativar se a regra de imposto estiver aplicada.
ru: Включите эту опцию, если это налоговое правило активно.
sv_se: Aktivera detta om denna skatteregel är aktiv.

source: tax classes
de: Steuerklassen
es: clases de impuestos
fr_ca: classes fiscales
pt_pt: classes de imposto
ru: налоговые классы
sv_se: skatteklasser

source: Tax classes of the items to be taxed
de: Steuerklassen der zu besteuernden Artikel
es: Clases de impuestos de los artículos a gravar
fr_ca: Catégories de taxes des articles à taxer
pt_pt: Classes de imposto dos itens a serem tributados
ru: Налоговые классы наименований, облагающихся налогом
sv_se: Skatteklasser för artiklar som skall beskattas

source: customer tax groups
de: Kunden-Steuergruppen
es: grupos de impuestos al cliente
fr_ca: groupes fiscaux clients
pt_pt: grupos de imposto de cliente
ru: группы налогов клиентов
sv_se: kunders skattegrupper

source: The customer tax groups for which this tax rule is limited.
de: Die Kundensteuergruppen, auf die diese Steuerregel begrenzt ist.
es: Los grupos de impuestos de clientes para los que esta regla fiscal es limitada.
fr_ca: Les groupes de taxe client pour lesquels cette règle de taxe est limitée.
pt_pt: Os grupos de imposto de cliente para os quais esta regra de imposto está limitada.
ru: Группа налогов клиентов, для которой данное правило налогообложения лимитировано.
sv_se: Kundens skattegrupperna till vilket denna skatteregel är begränsad.

source: country codes pattern
de: Ländercode-Muster
es: patrón de códigos de país
fr_ca: modèle de codes de pays
pt_pt: padrão de códigos de país
ru: Шаблон кодов стран
sv_se: landskodesmönster

source: region codes pattern
de: Bundeländercode-Muster
es: patrón de códigos de región
fr_ca: modèle de codes de région
pt_pt: padrão de código de zonas
ru: шаблон кодов регионов
sv_se: regionkodsmönster

source: postal codes pattern
de: PLZ-Muster
es: patrón de códigos postales
fr_ca: modèle de codes postaux
pt_pt: padrão de códigos postais
ru: шаблон почтовых индексов
sv_se: postnummermöster

source: priority
de: Priorität
es: prioridad
fr_ca: priorité
pt_pt: prioridade
ru: приоритет
sv_se: prioritet

source: Rules with same priority define added taxes (e.g. US taxes) and rules with different priority define compound taxes (e.g. Canada Quebec PST case)
de: Regeln mit gleicher Priorität definieren zusätzliche Steuern (z. B. US-Steuern) und Regeln mit unterschiedlicher Priorität definieren zusammengesetzte Steuern (z. B. Kanada Quebec PST-Fall)
es: Las reglas con la misma prioridad definen los impuestos agregados (por ejemplo, los impuestos de EE. UU.) Y las reglas con diferente prioridad definen los impuestos compuestos (por ejemplo, el caso de Canadá Quebec PST)
fr_ca: Les règles avec la même priorité définissent les taxes ajoutées (par exemple les taxes américaines) et les règles avec une priorité différente définissent les taxes composées (par exemple le cas de la TVP Canada Québec)
pt_pt: Regras com a mesma prioridade definem impostos acrescentados (ex. impostos americanos) e regras com diferentes prioridades definem impostos compostos (ex. o caso do Canada Quebec PST)
ru: Правила с одинаковым приоритетом определяют добавленные налоги (например, налоги США), а правила с различным приоритетом определяют составные налоги (например, случай с PST в Квебеке, Канада)
sv_se: Regler med samma prioritetdefinierade skatter (e.g. USAs skatter) och regler med olika prioritedefinierade skatter (t.ex. i Kanada Quebec PSTs fall)

source: override group number
de: Nummer der Übersteuerungsgruppe
es: anular número de grupo
fr_ca: remplacer le numéro de groupe
pt_pt: sobrepor número de grupo
ru: Переопределить номер группы
sv_se: åsidosatta gruppnummer

source: If several rules match, only the rules with the highest override group number will be effective. This can be used, for example, to implement tax exemption by adding a rule with very high override group that sets a zero tax.
de: Wenn mehrere Regeln übereinstimmen, werden nur die Regeln mit der höchsten Übersteuerungsgruppennummer wirksam. Dies kann z. B. verwendet werden, um eine Steuerbefreiung zu implementieren, indem eine Regel mit einer sehr hohen Übersteuerungsgruppe hinzugefügt wird, die eine Nullsteuer festlegt.
es: Si varias reglas coinciden, solo serán efectivas las reglas con el número de grupo de anulación más alto. Esto se puede usar, por ejemplo, para implementar la exención de impuestos agregando una regla con un grupo de anulación muy alto que establece un impuesto cero.
fr_ca: Si plusieurs règles correspondent, seules les règles avec le numéro de groupe de remplacement le plus élevé seront effectives. Cela peut être utilisé, par exemple, pour implémenter une exonération fiscale en ajoutant une règle avec un groupe de remplacement très élevé qui définit une taxe nulle.
pt_pt: Se houver correspondência de várias regras, apenas as regras com o número de sobreposição de grupo mais alto serão aplicadas. Isto pode ser usado, por exemplo, para implementar isenção de imposto ao adicionar uma regra com um grupo de sobreposição muito alto que estabelece uma taxa zero.
ru: Если несколько правил совпадают, будут действовать только правила с наивысшим номером группы переопределения. Это может быть использовано, например, для освобождения от налогов путем добавления правила с очень высокой группой переопределения, которая устанавливает нулевой налог.
sv_se: Om flera regler stämmer överens så kommer endast reglerna med flest åsidosätt gruppen att användas. Detta kan användas, till exempel till att tillämpa skattebefrielse genom att lägga till en regel med mycket hög åsidosättningsgrupp som inte anger någon skatt.

source: tax
de: Steuern
es: impuesto
fr_ca: impôt
pt_pt: imposto
ru: Налог
sv_se: skatt

source: The tax to apply when this rule is applied.
de: Die Steuer, die anzuwenden ist, wenn diese Regel angewendet wird.
es: El impuesto que se aplicará cuando se aplique esta regla.
fr_ca: La taxe à appliquer lorsque cette règle est appliquée.
pt_pt: O imposto a aplicar quando esta regra é aplicada.
ru: Налог, применяемый при применении этого правила.
sv_se: Skatten tillämpas när regeln tillämpas.

source: Tax rule {} ({})
de: Steuerregel {} ({})
es: Regla fiscal {} ({})
fr_ca: Règle fiscale {} ({})
pt_pt: Regra de imposto {} ({})
ru: Налоговое правило {}({})
sv_se: Skatteregel {} ({})

source: Default Taxation
de: Standardbesteuerung
es: Impuestos por defecto
fr_ca: Imposition par défaut
pt_pt: Tributação Padrão
ru: Налогообложение по умолчанию
sv_se: Standard beskattning

source: Tax rule information
de: Informationen zur Steuerregel
es: Información de la regla fiscal
fr_ca: Informations sur les règles fiscales
pt_pt: Informações de regra de imposto
ru: Информация о правиле налогообложения
sv_se: Skatteregelsinformation

source: Matching criteria
de: Übereinstimmungskriterien
es: Criterios coincidentes
fr_ca: Critères de correspondance
pt_pt: Critérios de correspondência
ru: Совпадающие критерии
sv_se: Matchande kriterier

source: Grouping
de: Gruppierung
es: Agrupamiento
fr_ca: Regroupement
pt_pt: Agrupamento
ru: Группировка
sv_se: Gruppering

source: Applied tax
de: Angewandte Steuern
es: Impuesto aplicado
fr_ca: Taxe appliquée
pt_pt: Imposto aplicado
ru: Применённый налог
sv_se: Tillämpad skatt

source: The following fields determine when this rule applies. All non-empty fields must match for the rule to apply. Empty fields are not considered, e.g. if "Customer tax groups" is left empty, all customer tax groups will match.
de: Die folgenden Felder bestimmen, wann diese Regel gilt. Alle nicht leeren Felder müssen übereinstimmen, damit die Regel gilt. Leere Felder werden nicht berücksichtigt, z. B. wenn das Feld "Kundensteuergruppe" leer gelassen wird, werden alle Kundensteuergruppen übereinstimmen.
pt_pt: Os seguintes campos determinam quando se aplica esta rega Todos os campos preenchidos devem corresponder para a regra se aplicar. Campos vazios não são considerados, ex. se "Grupos de Imposto de Cliente" é deixado em branco, todos os grupos de imposto de cliente corresponderão.
sv_se: Följande fält avgör när den här regeln gäller. Alla icke-tomma fält stämma överens för att regeln ska gälla. Tomma fält är inte iaktagna, tex. om "Kundens skattegrupper" lämnas tomt, så kommer alla av kundens skattegrupper att gälla.

source: Pattern can be a single value or a comma separated list of items, where each item can be a single value or a range, such as "value1-value2". Special value "*" matches everything. For example, a pattern "1,2,50-90" will match values "1" and "2", and "50", "90", and everything between. The range uses alphabetical ordering unless start, end and the string to be matched are all numerical, i.e. "50-90" will match also "6a" and "700X", since they are alphabetically between "50" and "90", but it will not match "700000" since for numerical items natural numeric ordering is used.
de: Ein Muster kann ein einzelner Wert oder eine durch Komma getrennte Liste von Elementen sein, wobei jedes Element ein einzelner Wert oder ein Bereich sein kann, wie z. B. "Wert1 - Wert2". Der spezielle Wert "*" passt auf alles. Zum Beispiel: Das Muster "1,2,50-90" passt auf die Werte "1" und "2", und "50", "90" und alles dazwischen. Der Bereich verwendet eine alphabetische Reihenfolge, es sei denn, Start, Ende und die zu übereinstimmende Zeichenfolge sind alle numerisch, d. h. "50-90" passt auch auf "6a" und "700X", da sie alphabetisch zwischen "50" und "90" liegen, aber nicht auf "700000", da für numerische Elemente die natürliche numerische Reihenfolge verwendet wird.
pt_pt: O padrão pode ser um único valor ou uma lista de itens separados por vírgula, onde cada item pode ser um único valor ou um intervalo, tal como "valo1-valor2". O Valor especial "*" corresponde a tudo. Por exemplo, um padrão "1,2,50-90" corresponderá aos valores "1" e "2", e "50", "90", e a todos nesse intervalo. O intervalo utiliza ordem alfabética a não ser que o início, fim e segmento a corresponder sejam todos numéricos, ex. "50-90" corresponderão também a "6a" and "700X", uma vez que estão alfabeticamente entre "50" and "90", mas não corresponderão a "700000" uma vez que para itens numéricos é utilizada a ordem numérica natural.
sv_se: Mönstret kan vara ett enda värde eller en kommaseparerad lista, där enskilda inlägg kan vara ett värde eller ett omfång av värden, tex. "värde1-värde2". Specialvärdet "*" matchar allting. Tex. kommer mönster "1,2,50-60" att täcka värdena "1", "2" samt "50", "90" och alla värde där emellan dom två. Omgånget är alfabetiskt ordnade om inte början- och slutvärdet samt värdet som skall matcha är numeriskt, tex. "50-90" kommer även att stämma in på "6a" och "700X" eftersom de alfabetiskt ordnade mellan "50" och "90", dock skulle inte "700000" få en träff eftersom det är ett numeriskt tal som inte inkluderas i omfånget.

source: Use the following fields to configure added or compounded taxes (when several taxes apply for an item), or to create a tax rule or a set of tax rules that override other tax rules.
de: Verwende die folgenden Felder, um addierte oder geklammerte Steuern zu konfigurieren (wenn mehrere Steuern für einen Artikel gelten), oder um eine Steuerregel oder einen Satz von Steuerregeln zu erstellen, die andere Steuerregeln außer Kraft setzen.
pt_pt: Utilize os seguintes campos para configurar impostos adicionados ou compostos (quando se aplicam vários impostos a um item), ou crie uma regra de imposto conjunto de regras que se sobrepõem a outras regras de imposto.
sv_se: Använd följande fält for att ställa in tillagda eller sammansatta skatter (när flera skatter gäller för en artikel) eller för att skapa en skatteregel eller en uppsättning regler som går över andra skatteregler.

source: When this rule applies, apply the following tax.
de: Wenn diese Regel gilt, wende die folgende Steuer an.
es: Cuando se aplique esta regla, aplique el siguiente impuesto.
fr_ca: Lorsque cette règle s'applique, appliquez la taxe suivante.
pt_pt: Quando esta regra se aplica, aplicar o seguinte imposto.
ru: Когда это правило применяется, примените следующий налог.
sv_se: När denna regel gäller, applicera följande skatt.
