Repository: Tom2187End/somi-ecommerce
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: es, it, pt_pt

source: Error! Invalid command `%s`.
es: ¡Error! Comando ʻ%s` no válido.
pt_pt: Erro! Comando inválido `%s`.

source: Error! The quantity `%f` is not allowed. Please use an integer value.
es: ¡Error! La cantidad ʻ%f` no está permitida. Utilice un valor entero.
pt_pt: Erro! A quantidade `%f` não é permitida. Utilize um valor inteiro.

source: Error! The quantity `%s` is not valid.
es: ¡Error! La cantidad `%s` no es valida.
pt_pt: Erro! A quantidade `%s` não é válida.

source: Error! The quantity `%s` is not valid, should be bigger than zero.
es: ¡Error! La cantidad `%s` no es valida, debe ser mayor que cero.
pt_pt: Erro! A quantidade `%s` não é válida, deve ser maior do que zero.

source: Error! This variation is not available.
es: ¡Error! Esta variación no está disponible.
pt_pt: Erro! Esta variação não está disponível.

source: Customer is not active.
es: El cliente no está activo.
pt_pt: O cliente não está ativo.

source: Shop does not have all the necessary permissions for this customer.
es: La tienda no tiene todos los permisos necesarios para este cliente.
pt_pt: A loja não possui todas as permissões necessárias para este cliente.

source: You don't have the required permission to assign this customer.
es: No tiene el permiso necesario para asignar este cliente.
pt_pt: Não possui a permissão necessária para atribuir este cliente.

source: You must specify the order, in which customer is a company.
es: Debe especificar el pedido, en el que el cliente es una empresa.
pt_pt: Deve especificar a encomenda, na qual o cliente é uma empresa.

source: Invalid customer.
es: Cliente inválido.
pt_pt: Cliente inválido.

source: Orderer is not a member of the company.
es: Orderer no es miembro de la empresa.
pt_pt: O solicitante não é membro da empresa.

source: You are not a member of the company.
es: No eres miembro de la empresa.
pt_pt: Não é membro da empresa.

source: Basket loading failed: Incompatible basket (%s).
es: Error al cargar la cesta: cesta incompatible (%s).
pt_pt: Carregamento do carrinho falhou: Carrinho incompatível (%s).

source: Try to remove some products from the basket and order them separately.
es: Intente sacar algunos productos de la cesta y pídalos por separado.
pt_pt: Tente retirar alguns produtos do carrinho e encomendá-los em separado.

source: Products in basket can't be shipped together. %s
es: Los productos de la cesta no se pueden enviar juntos. %s
pt_pt: Os produtos no carrinho não podem ser enviados em conjunto. %s

source: Products in basket have no common payment method. %s
es: Los productos de la cesta no tienen un método de pago común. %s
pt_pt: Os produtos no carrinho não possuem o mesmo método de pagamento. %s

source: internal identifier
es: identificador interno
it: identificativo interno
pt_pt: identificador interno

source: Do not change this value if you are not sure what you are doing.
es: No cambie este valor si no está seguro de lo que está haciendo.
pt_pt: Não altere este valor se não tem a certeza do que está a fazer.

source: Invalid color
es: Color no valido.
pt_pt: Cor inválida

source: Enter a valid JSON.
es: Introduce in JSON valido.
pt_pt: Insira um JSON válido.

source: Error!
pt_pt: Erro!

source: No such shop is configured.
es: La tienda no esta configurada.
pt_pt: Não existe tal loja configurada.

source: shipping address
es: direccion de envio
it: indirizzo spedizione
pt_pt: endereço de envio

source: billing address
es: direccion de facturacion
it: indirizzo fatturazione
pt_pt: endereço de faturação

source: disabled
es: desactivado
it: disabilitato
pt_pt: desativado

source: enabled
es: activado
it: abilitato
pt_pt: ativado

source: name prefix
es: prefijo del nombre
it: prefisso nome
pt_pt: prefixo do nome

source: The name prefix. For example, Mr, Mrs, Ms, Dr, etc.
es: El prefijo del nombre. Por ejemplo Mr, Mrs, Ms, Dr, etc.
pt_pt: O prefixo do nome. Por exemplo, Sr., Sra., Dr., etc.

source: name
es: nombre
it: nome
pt_pt: nome

source: The name for the address.
es: El nombre de la direccion.
pt_pt: O nome para o endereço.

source: name suffix
es: sufijo del nombre
it: suffisso nome
pt_pt: sufixo do nome

source: The name suffix. For example, Jr, Sr, etc.
es: El sufijo del nombre. Por ejemplo, Jr, Sr, etc.
pt_pt: O sufixo do nome. Por exemplo, Jr., Sr., etc.

source: name extension
es: extension del nombre
it: estensione nome
pt_pt: extensão do nome

source: Any other text to display along with the address. This could be department names (for companies) or titles (for people).
es: Cualquier otro texto para mostrar junto con la dirección. Pueden ser nombres de departamentos (para empresas) o títulos (para personas).
pt_pt: Qualquer outro texto a exibir com o endereço. Pode ser nomes de departamento (para empresas) ou títulos (para pessoas).

source: company name
es: nombre de la empresa
it: nome azienda
pt_pt: nome da empresa

source: The company name for the address.
es: El nombre de la empresa para la direccion.
pt_pt: O nome da empresa para o endereço.

source: tax number
es: NIF
it: partita IVA
pt_pt: número de identificação fiscal

source: The business tax number. For example, EIN in the USA or VAT code in the EU.
es: El numero de identificacion fiscal
pt_pt: O número de identificação fiscal. Por exemplo, EIN nos EUA ou número de IVA na UE.

source: phone
es: telefono
it: telefono
pt_pt: telefone

source: The primary phone number for the address.
es: El numero de telefono primario para la direccion.
pt_pt: O número de telefone principal para o endereço.

source: The primary email for the address.
es: El email primario para la direccion.
pt_pt: O e-mail principal para o endereço.

source: street
es: direccion
it: indirizzo
pt_pt: rua

source: The street address.
es: La direccion.
pt_pt: A rua do endereço.

source: street (2)
es: direccion (2)
it: indirizzo (2)
pt_pt: rua (2)

source: An additional street address line.
es: Informacion adicional sobre la direccion
pt_pt: Uma linha adicional de endereço.

source: street (3)
es: direccion (3)
it: indirizzo (3)
pt_pt: rua (3)

source: Any additional street address line.
es: Mas informacion adicional sobre la direccion
pt_pt: Qualquer linha adicional de endereço.

source: postal code
es: codigo postal
it: CAP
pt_pt: código postal

source: The address postal/zip code.
es: El codigo postal de la direccion.
pt_pt: O código postal.

source: city
es: ciudad
it: città
pt_pt: cidade

source: The address city.
es: La ciudad de la direccion.
pt_pt: A cidade do endereço.

source: region code
es: Codigo de provincia
it: sigla provincia
pt_pt: código da zona

source: The address region, province, or state.
es: La provincia de la direccion
pt_pt: A zona, província ou estado do endereço.

source: region
es: provincia
it: provincia
pt_pt: zona

source: country
es: pais
it: nazione
pt_pt: país

source: The address country.
es: El pais de la direccion.
pt_pt: O país do endereço.

source: address
es: direccion
it: indirizzo
pt_pt: endereço

source: addresses
es: direcciones
it: indirizzi
pt_pt: endereços

source: owner
es: propietario
it: proprietario
pt_pt: proprietário

source: role
es: puesto
it: ruolo
pt_pt: função

source: status
es: estado
it: stato
pt_pt: estado

source: title
es: titulo
it: titolo
pt_pt: título

source: saved address
es: direccion guardada
it: indirizzo salvato
pt_pt: endereço guardado

source: saved addresses
es: direcciones guardadas
it: indirizzi salvati
pt_pt: endereços guardados

source: hidden
es: oculto
it: nascosto
pt_pt: oculto

source: shown on product page
es: mostrar en la pagina de producto
it: mostra sulla pagina prodotto
pt_pt: exibido na página de produto

source: searchable metadata
es: metadatos buscables
it: metadata cercabili
pt_pt: metadados pesquisáveis

source: private metadata
es: metadatos privados
it: metadata privati
pt_pt: metadados privados

source: integer
es: entero
it: intero
pt_pt: inteiro

source: boolean
es: buleano
it: booleano
pt_pt: booleano

source: time interval
es: intervalo de tiempo
it: intervallo di tempo
pt_pt: intervalo de tempo

source: date and time
es: fecha y hora
it: data e ora
pt_pt: data e hora

source: date only
es: fecha solo
it: solo data
pt_pt: data apenas

source: translated string
es: texto traducido
it: stringa traducibile
pt_pt: segmento traduzido

source: untranslated string
es: texto sin traducir
it: stringa non traducibile
pt_pt: segmento por traduzido

source: choices
pt_pt: escolhas

source: searchable
es: buscable
it: cercabile
pt_pt: pesquisável

source: Searchable attributes will be used for product lookup when customers search in your store.
es: Los atributos de búsqueda se utilizarán para la búsqueda de productos cuando los clientes busquen en su tienda.
pt_pt: Serão utilizados atributos pesquisáveis para pesquisa de produto quando os clientes efetuarem uma pesquisa na sua loja.

source: type
es: tipo
it: tipo
pt_pt: tipo

source: The attribute data type. Attribute values can be set on the product editor page.
es: El tipo de datos de atributo. Los valores de los atributos se pueden establecer en la página del editor de productos.
pt_pt: O tipo de dados do atributo. Os valores de atributo podem ser definidos na página editor do produto.

source: Minimum amount of choices
pt_pt: Quantidade mínima de escolhas

source: Minimum amount of choices that user can choose from existing options. This field has affect only for choices type.
pt_pt: Quantidade mínima de escolhas que o utilizador pode escolher entre as opções existentes. Este campo apenas tem efeito em tipo de escolhas.

source: Maximum amount of choices
pt_pt: Quantidade máxima de escolhas

source: Maximum amount of choices that user can choose from existing options. This field has affect only for choices type.
pt_pt: Quantidade máxima de escolhas que o utilizador pode escolher entre as opções existentes. Este campo apenas tem efeito em tipo de escolhas.

source: visibility mode
es: modo de visibilidad
it: tipo di visibilità
pt_pt: modo de visibilidade

source: Select the attribute visibility setting. Attributes can be shown on the product detail page or can be used to enhance product search results.
es: Seleccione la configuración de visibilidad del atributo. Los atributos se pueden mostrar en la página de detalles del producto o se pueden utilizar para mejorar los resultados de búsqueda de productos.
pt_pt: Selecione a definição de visibilidade de atributo. Os atributos podem ser exibidos na página de detalhes do produto ou podem ser utilizados para melhorar os resultados de pesquisa de produto.

source: The ordering in which your attribute will be displayed.
pt_pt: A ordenação na qual o produto deve ser exibido.

source: The attribute name. Product attributes can be used to list the various features of a product and can be shown on the product detail page. The product attributes for a product are determined by the product type and can be set on the product editor page.
es: El nombre del atributo. Los atributos del producto se pueden usar para enumerar las diversas características de un producto y se pueden mostrar en la página de detalles del producto. Los atributos de producto de un producto están determinados por el tipo de producto y se pueden configurar en la página del editor de productos.
pt_pt: O nome do atributo. Os atributos de produto podem ser utilizados para listar as várias características de um produto e podem ser exibidos na página de detalhes do produto. Os atributos de produto são determinados pelo tipo de produto e podem ser definidos na página de editor do produto.

source: attribute
es: atributo
it: attributo
pt_pt: atributo

source: attributes
es: atributos
it: attributi
pt_pt: atributos

source: The attribute choice option name.
pt_pt: O nome de opção de escolha de atributo.

source: chosen options
pt_pt: opções escolhidas

source: numeric value
es: valor numerico
it: valore numerico
pt_pt: valor numérico

source: datetime value
es: valor de fecha y hora
it: valore dataora
pt_pt: valor data e hora

source: untranslated value
es: valor sin traducir
it: valore non traducibile
pt_pt: valor por traduzir

source: queue name
pt_pt: nome lista

source: task identifier
pt_pt: identificador de tarefa

source: created on
es: creado en
it: creato il
pt_pt: criada em

source: modified on
es: modificado en
it: modificato il
pt_pt: modificada em

source: task function
pt_pt: função de tarefa

source: task arguments
pt_pt: argumentos de tarefa

source: shop
es: tienda
it: negozio
pt_pt: loja

source: supplier
es: proveedor
it: fornitore
pt_pt: fornecedor

source: user
es: usuario
it: utente
pt_pt: utilizador

source: background task
pt_pt: tarefa em segundo plano

source: background tasks
pt_pt: tarefas em segundo plano

source: running
pt_pt: em execução

source: success
pt_pt: com sucesso

source: error
it: errore
pt_pt: erro

source: started on
pt_pt: iniciado em

source: finished on
pt_pt: terminado em

source: results
pt_pt: resultados

source: error log
pt_pt: registo de erros

source: background task execution
pt_pt: execução de tarefa em segundo plano

source: background task executions
pt_pt: execuções de tarefa em segundo plano

source: The following fields are protected and can not be changed.
es: Los siguientes campos están protegidos y no se pueden modificar.
pt_pt: Os seguintes campos estão protegidos e não podem ser alterados.

source: key
es: clave
it: chiave
pt_pt: chave

source: customer
es: cliente
it: client
pt_pt: cliente

source: orderer
es: ordenador
it: ordinato
pt_pt: solicitante

source: creator
es: creador
pt_pt: criador

source: updated on
es: actualizado en
pt_pt: atualizado em

source: persistent
es: persintente
pt_pt: persistente

source: deleted
es: borrado
it: cancellato
pt_pt: eliminado

source: finished
es: finalizado
pt_pt: terminado

source: taxless total price
es: precio total antes de impuestos
pt_pt: preço total sem impostos

source: taxful total price
es: precio total con impuestos
pt_pt: preço total com impostos

source: currency
es: moneda
it: valuta
pt_pt: moeda

source: prices include tax
es: los precios incluyen impuestos
it: prezzi IVA inclusa
pt_pt: preços incluem impostos

source: product_count
pt_pt: contagem_produto

source: products
es: productos
it: prodotti
pt_pt: produtos

source: basket
es: cesta
pt_pt: carrinho

source: baskets
es: cestas
pt_pt: carrinhos

source: invisible
it: invisibile
pt_pt: invisível

source: visible
it: visibile
pt_pt: visível

source: visible to all
es: visible para todos
it: visibile a tutti
pt_pt: visível para todos

source: visible to logged-in customers
es: visible para los clientes registrados
pt_pt: visível para clientes com sessão iniciada

source: visible to certain customer groups
es: visible para ciertos grupos de clientes
it: visibile ad alcuni gruppi di clienti
pt_pt: visível para determinados grupos de clientes

source: parent category
es: categoría padre
it: categoria genitore
pt_pt: categoria principal

source: If your category is a sub-category of another category, you can link them here.
es: Si su categoría es una subcategoría de otra categoría, puede vincularlos aquí.
pt_pt: Se a sua categoria é uma subcategoria de outra categoria, pode associá-las aqui.

source: shops
es: tiendas
it: negozi
pt_pt: lojas

source: You can select which shops the category is visible in.
es: Puedes seleccionar en que tiendas sera visible la categoria
pt_pt: Pode selecionar em quais lojas a categoria é visível.

source: Choose if you want this category to be visible in your store.
es: Selecciona si quieres que esta categoria sea visible en la tienda
pt_pt: Escolha se pretende esta categoria visível na sua loja.

source: image
es: imagen
it: immagine
pt_pt: imagem

source: Category image. Will be shown in places defined by the graphical theme in use.
es: Imagen de categoria. Se mostrara en los lugares definidos.
pt_pt: Imagem de categoria. Será exibida em locais definidos pelo tema gráfico em utilização.

source: ordering
es: orden
it: ordinamento
pt_pt: ordenação

source: You can assign numerical values to images to tell the order in which they shall be displayed on the vendor page. You can also use the `Organize` button in the list view to order them visually with a drag-and-drop.
es: Puede asignar valores numéricos a las imágenes para indicar el orden en el que se mostrarán en la página del proveedor. También puede utilizar el botón ʻOrganizar` en la vista de lista para ordenarlos visualmente con solo arrastrar y soltar.
pt_pt: Pode atribuir valores numéricos a imagens para indicar a ordem na qual elas devem ser exibidas na página de produtor. Também pode utilizar o botão ‘Organizar’ na vista de lista para as ordenar visualmente ao arrastá-los e soltá-los.

source: visibility limitations
es: limitaciones de visibilidad
it: limiti di visibilità
pt_pt: limitações de visibilidade

source: You can choose to limit who sees your category based on whether they are logged in or if they are part of a certain customer group.
es: Puedes elegir limitar quien ve la categoria basado en si esta logado o pertenece a un grupo de clientes
pt_pt: Pode escolher limitar quem consegue ver a sua categoria dependendo se têm sessão iniciada ou se fazem parte de um determinando grupo de clientes.

source: visible in menu
es: visible en el menu
pt_pt: visível no menu

source: Enable if this category should be visible in the store front's menu.
es: Activar si esta categoria debe mostrarse en el menu principal de la web
pt_pt: Ativar se esta categoria deve ser visível no menu da loja.

source: visible for groups
es: visible para grupos
it: visibile per i gruppi
pt_pt: visível para grupos

source: Select the customer groups you want to see this category. There are three groups created by default: Company, Person, Anonymous. In addition you can also define custom groups by searching for `Contact Groups`.
es: Seleccione los grupos de clientes que desea ver esta categoría. Hay tres grupos creados por defecto: Empresa, Persona, Anónimo. Además, también puede definir grupos personalizados buscando &quot;Grupos de contacto&quot;.
pt_pt: Selecionar os grupos de cliente que pretende que vejam esta categoria. Existem três grupos criados por definição: Empresa, Pessoa, Anónimo. Além disso também pode definir grupos personalizados ao pesquisar por ‘Grupos de Contacto’.

source: Enter a descriptive name for your product category. Products can be found in the store front under the defined product category either directly in menus or while searching.
es: Ingrese un nombre descriptivo para su categoría de producto. Los productos se pueden encontrar en el escaparate de la tienda bajo la categoría de producto definida, ya sea directamente en los menús o durante la búsqueda.
pt_pt: Insira um nome descritivo para a sua categoria de produto. Os produtos podem ser encontrados na loja sob a categoria de produto definida, diretamente nos menus ou durante a pesquisa.

source: description
es: descripcion
it: descrizione
pt_pt: descrição

source: Give your product category a detailed description. This will help shoppers find your products under that category in your store and on the web.
es: Dé a su categoría de producto una descripción detallada. Esto ayudará a los compradores a encontrar sus productos en esa categoría en su tienda y en la web.
pt_pt: Adicione uma descrição detalhada à sua categoria de produto. Isto ajudará consumidores a encontrar os seus produtos dentro dessa categoria na sua loja e na web.

source: Enter a URL slug for your category. Slug is user- and search engine-friendly short text used in a URL to identify and describe a resource. In this case it will determine what your product category page URL in the browser address bar will look like. A default will be created using the category name.
es: Ingrese un slug de URL para su categoría. Slug es un texto breve fácil de usar y de motor de búsqueda que se utiliza en una URL para identificar y describir un recurso. En este caso, determinará cómo se verá la URL de la página de la categoría de su producto en la barra de direcciones del navegador. Se creará un valor predeterminado con el nombre de la categoría.
pt_pt: Introduza uma slug de URL para a sua categoria. A slug é texto curto simples e adaptado a motores de busca utilizado num URL para identificar e descrever um recurso. Neste caso, determinará o aspeto do seu URL de página de categoria de produto na barra de endereços do navegador. Será criada uma predefinição utilizando o nome de categoria.

source: category
es: categoria
it: categori
pt_pt: categoria

source: categories
es: categorias
it: categorie
pt_pt: categorias

source: value
es: valor
it: valore
pt_pt: valor

source: configuration item
es: elemento de configuracion
it: elemento di configurazion
pt_pt: item de configuração

source: configuration items
es: elementos de configuracion
it: elementi di configurazione
pt_pt: itens de configuração

source: %(key)s for shop %(shop)s
es: %(key)s para tienda %(shop)s
it: %(key)s per il negozio %(shop)s
pt_pt: %(key)s para loja %(shop)s

source: show as pricing option
es: mostrar como opción de precio
it: mostra come opzione di listino
pt_pt: mostrar como opção de preço

source: show prices including taxes
es: mostrar precios con impuestos incluidos
it: mostra prezzi tasse incluse
pt_pt: mostrar preços com impostos

source: hide prices
es: ocultar precios
it: nascondi prezzi
pt_pt: ocultar preços

source: Unknown
es: Desconocido
pt_pt: Desconhecido

source: Price Display Options for Contact Group %s
es: Opciones de visualización de precios para el grupo de contacto %s
pt_pt: Opções de Visualização de Preço para Grupo de Contacto %s

source: contact group price display
es: pantalla de precios del grupo de contacto
pt_pt: visualização de preço grupo de contacto

source: contact group price displays
es: pantallas de precios del grupo de contacto
pt_pt: visualizações de preço grupo de contacto

source: members
es: miembros
it: membri
pt_pt: membros

source: The contact group name. Contact groups can be used to target sales and campaigns to a specific set of users.
es: El nombre del grupo de contactos. Los grupos de contactos se pueden utilizar para orientar las ventas y las campañas a un conjunto específico de usuarios.
pt_pt: O nome de grupo de contacto. Grupos de contacto podem ser utilizados para destinar promoções e campanhas para um conjunto de utilizadores específico.

source: contact group
es: grupo de contacto
it: gruppo di contatti
pt_pt: grupo de contato

source: contact groups
es: grupos de contacto
it: gruppi di contatti
pt_pt: grupos de contacto

source: Cannot set shop for default Contact Group.
es: No se puede configurar la tienda para el grupo de contactos predeterminado.
pt_pt: Não é possível definir loja para Grupo de Contacto predefinido.

source: Can't delete. This object is protected.
es: No se puede borrar. Este objeto está protegido.
it: Non si può cancellare. Questo oggetto è protetto
pt_pt: Não é possível eliminar. Este objeto está protegido.

source: active
es: activo
it: attivo
pt_pt: ativo

source: Enable this if the contact is an active customer.
es: Habilite esto si el contacto es un cliente activo.
pt_pt: Ativar se o contacto é um cliente ativo.

source: Inform which shops have access to this contact.
es: Informar qué comercios tienen acceso a este contacto.
pt_pt: Informar quais lojas têm acesso a este contacto.

source: registration shop
es: tienda de registro
pt_pt: loja de registo

source: default shipping method
es: método de envío predeterminado
it: metodo spedizione di default
pt_pt: método de envio predefinido

source: default payment method
es: método de pago por defecto
it: metodo pagamento di default
pt_pt: método de pagamento predefinido

source: language
es: idioma
it: lingua
pt_pt: idioma
