Repository: Tom2187End/somi-ecommerce
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: es, it, pt_pt

source: If true, values of this unit can occasionally be shown without the symbol attached to it. E.g. if the unit is a `piece`, then you might want for the product listings to only show '$5.95' rather than '$5.95 per pc.'.
es: Si es verdadero, los valores de esta unidad se pueden mostrar ocasionalmente sin el símbolo adjunto. Por ejemplo, si la unidad es una &quot;pieza&quot;, es posible que desee que los listados de productos solo muestren &quot;$ 5.95&quot; en lugar de &quot;$ 5.95 por PC&quot;.
pt_pt: Se verdadeiro, os valores nesta unidade podem ocasionalmente ser exibidos sem o símbolo. Ex. se a unidade é uma ‘peça’, então pode pretender que as listagens de produtos exibam apenas '$5.95' em vez de '$5.95 por pc.'.

source: use by default
es: usar por defecto
pt_pt: utilizar por definição

source: Use this display unit by default when displaying values of the internal unit.
es: Utilice esta unidad de visualización de forma predeterminada cuando muestre los valores de la unidad interna.
pt_pt: Utilizar esta unidade de exibição por definição ao exibir valores na unidade interna.

source: Name of the display unit, e.g. grams.
es: Nombre de la unidad de visualización, por ejemplo, gramos.
pt_pt: Nome da unidade de exibição, ex. gramas.

source: symbol
es: símbolo
pt_pt: símbolo

source: An abbreviated name of the display unit, e.g. 'g'.
es: Un nombre abreviado de la unidad de visualización, por ejemplo, &#39;g&#39;.
pt_pt: Uma abreviação da unidade de exibição, ex. ‘g’.

source: display units
es: unidades de visualización
pt_pt: unidades de exibição

source: Pieces
es: Piezas
pt_pt: Peças

source: inherit
es: heredar
pt_pt: herdar

source: skip
es: omitir
pt_pt: saltar

source: delete
es: Eliminar
pt_pt: eliminar

source: The total price should be greater than {} to be ordered.
es: El precio total debe ser superior a {} para realizar el pedido.
pt_pt: O preço total deve ser superior a {} para encomendar.

source: %s is not available in this shop.
es: %s no está disponible en esta tienda.
pt_pt: %s não está disponível nesta loja.

source: Default Pricing
es: Precios predeterminados
it: Listino Predefinito
pt_pt: Preço Padrão

source: The product kind {value} is not unique!
pt_pt: O tipo de produto {value} não é único!

source: Product
pt_pt: Produto

source: inventory
es: inventario
it: inventario
pt_pt: inventário

source: restock
es: repoblar
it: rifornimento
pt_pt: reabastecimento

source: restock logical
es: reabastecimiento lógico
it: rifornimento logico
pt_pt: reabastecimento lógico

source: Failed to execute the task
pt_pt: Falha ao executar a tarefa

source: An unexpeted error occurred.
pt_pt: Ocorreu um erro inesperado.

source: Refund for %s
es: Reembolso por %s
it: Rimborso per %s
pt_pt: Reembolsar por %s

source: Misc refund
es: Reembolso misceláneo
pt_pt: Reembolso diversos

source: Untaxed
es: Sin impuestos
it: Non ivato
pt_pt: Sem imposto

source: This field cannot be changed since it is protected.
es: Este campo no se puede cambiar porque está protegido.
it: Questo campo non può essere modificato perchè protetto.
pt_pt: Este campo não pode ser alterado pois está protegido.

source: Region
es: Región
pt_pt: Zona

source: Username
es: Nombre de usuario
pt_pt: Nome de utilizador

source: Please provide either username or email, not both.
es: Proporcione el nombre de usuario o el correo electrónico, no ambos.
pt_pt: Forneça um nome de utilizador ou um e-mail, não ambos.

source: Please provide either username or email.
es: Proporcione el nombre de usuario o el correo electrónico.
pt_pt: Forneça um nome de utilizador ou um e-mail.

source: First Last
es: Primero último
it: Primo Ultimo
pt_pt: Primeiro Último

source: email
es: correo electrónico

source: data
es: datos
it: dati

source: slug
es: babosa

source: volume ({})
es: volumen ({})

# Symbol for pieces unit
source: pc.
es: ordenador personal.

source: No Choice
es: Sin elección
it: Nessuna Scelta

source: Error! Insufficient quantity in stock.
es: ¡Error! Cantidad insuficiente en stock.

source: %(name)s (physical stock: %(quantity)s)
es: %(name)s (stock físico: %(quantity)s)
it: %(name)s (disponibilità fisica: %(quantity)s)

source: Insufficient physical stock count for the following products: `%(product_counts)s`.
es: Recuento de existencias físicas insuficiente para los siguientes productos: ʻ%(product_counts)s`.

source: Email
es: Correo electrónico

source: Do not change this value if you are not sure what you're doing.
it: Non cambiare questo valore a meno che tu non sappia cosa stai facendo.

source: decimal
it: decimale

source: The following fields can not be changed
it: I seguenti campi non possono essere modificati

source: visible to logged in customers
it: visibile agli clienti autenticati

source: %(key)s (global)
it: %(key)s (globale)

source: Amount that this tax is calculated from
it: Importo su cui viene calcolata l'IVA

source: initial
it: iniziale

source: complete
it: completo

source: Order marked as paid.
it: ordine segnato come pagato

source: Order marked as partially paid.
it: ordine segnato come parzialmente pagato.

source: Insufficient physical stock count for following products: %(product_counts)s
it: Merce a magazzino insufficiente per i seguenti prodotti: %(product_counts)s

source: Shipment #%d created.
it: Spedizione #%d creata.

source: New shipping status set: %(shipping_status)s
it: Nuovo stato spedizione configurato: %(shipping_status)s

source: minimum purchase
it: acquisto minimo

source: limited for shipping methods
it: limitato dai metodi di spedizione

source: limited for payment methods
it: limitato dai metodi di pagamento

source: The product can only be ordered in multiples of {package_size}, for example {amount}
it: Il prodotto può essere ordinato solo in ultipli di {package_size}, per esempio {amount}

source: The product can only be ordered in multiples of {package_size}, for example {smaller_amount} or {larger_amount}
it: Il prodotto può essere solo ordinato in multipli di {package_size}, per esempio {smaller_amount} or {larger_amount}

source: shipped
it: spedito

source: stock
it: magazzino

source: unit
it: unità

source: only used for administration and reporting
it: usato solo per l'amministrazione e i report

source: width (mm)
it: larghezza (mm)

source: height (mm)
it: altezza (mm)

source: depth (mm)
it: profondità (mm)

source: net weight (g)
it: peso netto (g)

source: gross weight (g)
it: peso lordo (g)

source: This text will be shown alongside the product in the shop. (Ex.: "Available in a month")
it: Questo testo sarà mostrato vicino al prodotto nel negozio (Es: "Disponibile entro un mese")

source: Multilevel parentage hierarchies aren't supported (parent is a child already)
it: Le gerarchie multilivello non sono supportate (dove il padre è già un figlio)

source: Parent is a variable variation parent, yet variables were not passed
it: Il genitore è una variazione variabile, ma non sono state passate delle variabili.

source: Multilevel parentage hierarchies aren't supported (this product is a simple variation parent)
it: Le gerarchie multilivello non sono supportate (questo prodotto è una variazione semplice padre)

source: Multilevel parentage hierarchies aren't supported (this product is a variable variation parent)
it: Le gerarchie multilivello non sono supportate (questo prodotto è una variazione variabile padre)

source: Product is currently not a normal product, can't turn into package
it: Il prodotto non è un prodotto normale, non può essere trasformato in un pacchetto

source: Variation parents can not belong into a package
it: Le variazione genitore non posso essere inserite in un pacchetto

source: Packages can't be nested
it: I pacchetti non si possono annidare

source: Quantity %s is invalid
it: La quantità %s non è valida

source: %s is disabled
it: %s è disabilitato

source: %s is for different shop
it: %s è per un negozio differente

source: Add fixed cost to price of the service.
it: Aggiungi costo fisso al prezzo del servizio

source: Add cost to price of the service if total price of products is less than a waive limit.
it: Aggiungi costo al prezzo del servizio se il prezzo totale dei prodotti è inferiore a il costo di recesso.

source: Limit availability of the service based on total weight of products.
it: La disponibilità del servizio è limitata dal peso dei prodotti.

source: min weight
it: peso min

source: max weight
it: peso max

source: Define price based on basket weight. Range minimums is counted in range only as zero.
it: Definisci prezzi basati sul peso del carrello. L'intervallo minimo è contato solo se 0.

source: Limit service availability for specific contact groups.
it: Limita la disponibilità del servizio in base al gruppo di contatti.

source: Service is not available for any of the customers groups.
it: Il servizio non è disponibile per nessun gruppo di clienti.

source: Staff only availability
it: Disponibile solo per lo staff

source: Limit service availability to staff only
it: Limita la disponibilità del servizio allo staff

source: Service is only available for staff
it: Il servizio è disponibile solo per lo staff

source: round to nearest with ties going away from zero
it: arrotonda al numero è più lontano da zero

source: round to nearest with ties going towards zero
it: arrotonda al numero più vicino da zero

source: round away from zero
it: arrontonda allotanandoti dallo zero

source: round towards zero
it: arrotonda verso zero

source: Rounding quantize for cash payment.
it: Quantizzazione arrotondamento per il pagamenti in contanti

source: Rounding mode for cash payment.
it: Modalità di arrotondamento per i pagamenti in contanti.

source: not sent
it: non spedito

source: sent
it: spedito

source: received
it: ricevuto

source: unit volume
it: volume unitario

source: unit weight
it: peso unitario

source: The following fields cannot be changed since there are existing orders for this shop
it: Questi campi non possono essere modificati perchè ci sono degli ordine in questo negozio.

source: Cannot change business critical fields of Tax that is in use
it: Non è possibile modificare campi della Tassazione critici per l'attività che sono attualmente in uso

source: The percentage rate of the tax.
it: L'aliquota iva percentuale.

source: The flat amount of the tax. Mutually exclusive with percentage rates.
it: L'ammontare fisso della tassa. Mutualmente esclusivo con il valore percentuale.

source: currency of tax amount
it: valuta dell'ammontare della tassa

source: Either rate or amount is required
it: O il tasso o l'ammontare sono richiesti

source: Cannot have both rate and amount
it: Non possono essere configurati sia il tasso che l'ammontare

source: Currency is required if amount is specified
it: La valuta è richiesta se è specificato l'ammontare fisso

source: allowed decimals
it: decimali consentiti

source: %s not available in this shop
it: %s non è disponibile in questo negozio

source: Insufficient stock
it: Disponibilità insufficiente
