Repository: Tom2187End/somi-ecommerce
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: es, it, pt_pt

source: The primary language to be used in all communications with the contact.
es: El idioma principal que se utilizará en todas las comunicaciones con el contacto.
pt_pt: O idioma principal a ser utilizado em todas as comunicações com este contacto.

source: marketing permission
es: permiso de marketing
it: permessi di marketing
pt_pt: permissão de marketing

source: Enable this if the contact can receive marketing and promotional materials.
es: Habilite esta opción si el contacto puede recibir materiales promocionales y de marketing.
pt_pt: Ativar se o contacto pode receber material promocional e de marketing.

source: The primary phone number of the contact.
es: El número de teléfono principal del contacto.
pt_pt: O número de telefone principal deste contacto.

source: web address
es: dirección web
it: indirizzo web
pt_pt: endereço web

source: The web address of the contact, if any.
es: La dirección web del contacto, si la hubiera.
pt_pt: O endereço web do contacto, se existir.

source: time zone
es: zona horaria
pt_pt: fuso horário

source: The timezone in which the contact resides. This can be used to target the delivery of promotional materials at a particular time.
es: La zona horaria en la que reside el contacto. Esto se puede utilizar para orientar la entrega de materiales promocionales en un momento determinado.
pt_pt: O fuso horário no qual reside o contacto. Pode ser utilizado para determinar a entrega de material promocional a uma hora específica.

source: The name prefix of the contact. For example, Mr, Mrs, Dr, etc.
es: El prefijo del nombre del contacto. Por ejemplo, Sr., Sra., Dr., etc.
pt_pt: O prefixo do nome do contacto. Por exemplo, Sr., Sra., Dr., etc.

source: The contact name
es: El nombre del contacto
pt_pt: O nome de contacto

source: The name suffix of the contact. For example, Sr, Jr, etc.
es: El sufijo del nombre del contacto. Por ejemplo, Sr, Jr, etc.
pt_pt: O sufixo do nome do contacto. Por exemplo, Sr., Jr., etc.

source: The email that will receive order confirmations and promotional materials (if permitted).
es: El correo electrónico que recibirá confirmaciones de pedidos y materiales promocionales (si está permitido).
pt_pt: O e-mail que receberá confirmações de encomendas e material promocional (se permitido).

source: tax group
es: grupo fiscal
it: gruppo di tassazione
pt_pt: grupo de impostos

source: Select the contact tax group to use for this contact. Tax groups can be used to customize the tax rules the that apply to any of this contact's orders. Tax groups are defined in `Customer Tax Groups` and can be applied to tax rules in `Tax Rules`.
es: Seleccione el grupo de impuestos de contacto que se utilizará para este contacto. Los grupos de impuestos se pueden utilizar para personalizar las reglas de impuestos que se aplican a cualquiera de los pedidos de este contacto. Los grupos de impuestos se definen en &quot;Grupos de impuestos de clientes&quot; y se pueden aplicar a las reglas de impuestos en &quot;Reglas de impuestos&quot;.
pt_pt: Selecione o grupo de impostos de contacto a utilizar para este contacto. Grupos de impostos podem ser utilizados para personalizar as regras de impostos que se aplicam a qualquer uma destas encomendas de contacto. Grupos de impostos são definidos em ‘Grupos de Imposto de Cliente’ e podem ser aplicados a regras de impostos em ‘Regras de Impostos’.

source: merchant notes
es: notas comerciales
it: note del negoziante
pt_pt: notas de comerciante

source: Enter any private notes for this customer that are only accessible in Shuup admin.
es: Ingrese cualquier nota privada para este cliente a la que solo se pueda acceder en el administrador de Shuup.
pt_pt: Insira qualquer nota privada para este cliente, acessível apenas para admin Shuup.

source: account manager
es: Gerente de cuentas
it: gestore account
pt_pt: gestor de conta

source: options
es: opciones
it: opzioni
pt_pt: opções

source: picture
es: imagen
pt_pt: imagem

source: Contact picture. Can be used alongside contact profile, reviews and messages for example.
es: Imagen de contacto. Se puede utilizar junto con el perfil de contacto, reseñas y mensajes, por ejemplo.
pt_pt: Imagem de contacto. Pode ser utilizada no perfil de contacto, avaliações e mensagens por exemplo.

source: contact
es: contacto
it: contatto
pt_pt: contacto

source: contacts
es: contactos
it: contatti
pt_pt: contactos

source: Company Contacts
es: Contactos de la empresa
it: Contatti Azienda
pt_pt: Contactos de Empresas

source: e.g. EIN in US or VAT code in Europe
es: por ejemplo, EIN en EE. UU. o código de IVA en Europa
it: es EIN in US oppure codice VAT in Europa
pt_pt: ex.: EIN nos EUA ou código IVA na Europa

source: company
es: empresa
it: azienda
pt_pt: empresa

source: companies
es: empresas
it: aziende
pt_pt: empresas

source: undisclosed
es: no revelado
it: non specificato
pt_pt: não revelado

source: male
es: masculino
it: maschio
pt_pt: masculino

source: female
es: hembra
it: femmina
pt_pt: feminino

source: other
es: otro
it: altro
pt_pt: outro

source: Person Contacts
es: Contactos personales
it: Contatti Persone
pt_pt: Contactos de Pessoas

source: gender
es: género
it: genere
pt_pt: género

source: The gender of the contact.
es: El género del contacto.
pt_pt: O género do contacto.

source: birth date
es: Fecha de nacimiento
it: data di nascita
pt_pt: data de nascimento

source: The birth date of the contact.
es: La fecha de nacimiento del contacto.
pt_pt: A data de nascimento do contacto.

source: first name
es: nombre de pila
it: nome
pt_pt: primeiro nome

source: The first name of the contact.
es: El primer nombre del contacto.
pt_pt: O primeiro nome do contacto.

source: last name
es: apellido
it: cognome
pt_pt: apelido

source: The last name of the contact.
es: El apellido del contacto.
pt_pt: O apelido do contacto.

source: person
es: persona
it: persona
pt_pt: pessoa

source: persons
es: personas
it: persone
pt_pt: pessoas

source: Anonymous Contacts
es: Contactos anónimos
it: Contatti Anonimi
pt_pt: Contactos Anónimos

source: order reference
es: Pedir Referencia
it: referenza ordine
pt_pt: referência encomenda

source: identifier
es: identificador
it: identificativo
pt_pt: identificador

source: counter
es: mostrador
it: contatore
pt_pt: contador

source: counters
es: contadores
it: contatori
pt_pt: contadores

source: code
es: código
it: codice
pt_pt: código

source: The ISO-4217 code of the currency
es: El código ISO-4217 de la moneda
pt_pt: O código ISO-4217 da moeda

source: decimal places
es: lugares decimales
pt_pt: casas decimais

source: The number of decimal places supported by this currency.
es: El número de posiciones decimales que admite esta moneda.
pt_pt: O número de casas decimais suportado por esta moeda.

source: Enter a valid ISO-4217 currency code.
es: Ingrese un código de moneda ISO-4217 válido.
pt_pt: Insira um código de moeda ISO-4217 válido.

source: currencies
es: monedas
pt_pt: moedas

source: label
es: etiqueta
it: etichett
pt_pt: etiqueta

source: labels
es: etiquetas
pt_pt: etiquetas

source: added
es: adicional
it: aggiunt
pt_pt: adicionado

source: Enter the manufacturer’s name. Products can be filtered by the manufacturer and this can be useful for inventory and stock management.
es: Ingrese el nombre del fabricante. Los productos pueden ser filtrados por el fabricante y esto puede ser útil para la gestión de inventario y stock.
pt_pt: Insira o nome do fabricante. Os produtos podem ser filtrados por fabricantes o que pode ser útil para gestão de inventário e stock.

source: Enter the URL of the product manufacturer if you would like customers to be able to visit the manufacturer's website.
es: Ingrese la URL del fabricante del producto si desea que los clientes puedan visitar el sitio web del fabricante.
pt_pt: Insira o URL do fabricante do produto se gostaria que os clientes possam visitar o website do fabricante.

source: logo
pt_pt: logótipo

source: manufacturer
es: fabricante
it: produttore
pt_pt: fabricante

source: manufacturers
es: fabricantes
it: produttori
pt_pt: fabricantes

source: file
es: expediente
pt_pt: ficheiro

source: Select which shops you would like the files to be visible in.
es: Seleccione en qué tiendas le gustaría que los archivos sean visibles.
pt_pt: Selecione as lojas nas quais gostaria que os ficheiros estejam visíveis.

source: folder
es: carpeta
pt_pt: pasta

source: Select which shops you would like the folder to be visible in.
es: Seleccione en qué tiendas le gustaría que la carpeta sea visible.
pt_pt: Selecione as lojas nas quais gostaria que a pasta esteja visível.

source: Should this folder be visible for everyone in the media browser
es: ¿Esta carpeta debería ser visible para todos en el navegador de medios?
pt_pt: Deverá esta pasta ser visível para todos no navegador de multimédia

source: owning_media_folders
pt_pt: pastas_multimédia_proprietário

source: owners
es: propietarios
pt_pt: proprietários

source: Select which users will own this folder.
es: Seleccione qué usuarios serán los propietarios de esta carpeta.
pt_pt: Selecione quais utilizadores vão ser proprietários desta pasta.

source: product
es: producto
it: prodotto
pt_pt: produto

source: shipping
es: Envío
it: spedizione
pt_pt: envio

source: payment
es: pago
it: pagamento
pt_pt: pagamento

source: discount
es: descuento
it: sconto
pt_pt: desconto

source: refund
es: reembolso
it: rimborso
pt_pt: reembolso

source: rounding
es: redondeo
it: arrtondamento
pt_pt: arredondamento

source: parent line
es: línea padre
it: linea genitore
pt_pt: linha principal

source: line type
es: tipo de línea
it: tipo di linea
pt_pt: tipo de linha

source: line SKU
es: SKU de línea
it: linea SKU
pt_pt: linha Ref.

source: line text
es: texto de línea
it: linea di testo
pt_pt: texto linha

source: accounting identifier
es: identificador contable
it: identificatifo contabile
pt_pt: identificador contabilístico

source: require verification
es: requiere verificación
it: richiede verifica
pt_pt: requer verificação

source: verified
es: verificado
it: verificato
pt_pt: verificado

source: extra data
es: datos extra
it: dati extra
pt_pt: dados extras

source: quantity
es: cantidad
it: quantità
pt_pt: quantidade

source: unit price amount (undiscounted)
es: monto del precio unitario (sin descuento)
it: ammontare prezzo unitario (non scontato)
pt_pt: valor preço unitário (sem desconto)

source: total amount of discount
es: cantidad total de descuento
it: ammontare totale di sconto
pt_pt: valor total de desconto

source: order line
es: fila para ordenar
it: linea d'ordine
pt_pt: linha encomenda

source: order lines
es: líneas de pedido
it: linee d'ordine
pt_pt: linhas encomenda

source: order
es: orden
it: ordine
pt_pt: encomenda

source: tax
es: impuesto
it: IVA
pt_pt: imposto

source: tax name
es: nombre fiscal
it: nome tassa
pt_pt: nome imposto

source: tax amount
es: importe del impuesto
it: IVA
pt_pt: valor imposto

source: base amount
es: cantidad base
it: ammontare bas
pt_pt: valor base

source: Amount that this tax is calculated from.
es: Cantidad a partir de la cual se calcula este impuesto.
pt_pt: Valor de onde é calculado este imposto.

source: not paid
es: no pagado
it: non pagato
pt_pt: por pagar

source: partially paid
es: parcialmente pagado
it: parzialmente pagato
pt_pt: parcialmente pago

source: fully paid
es: totalmente pagado
it: pagato interamente
pt_pt: totalmente pago

source: canceled
es: cancelado
it: cancellato
pt_pt: cancelado

source: deferred
es: diferido
it: ritardato
pt_pt: adiado

source: not shipped
es: no enviado
it: non spedito
pt_pt: não enviado

source: partially shipped
es: Parcialmente Enviado
it: parzialmente spedito
pt_pt: parcialmente enviado

source: fully shipped
es: completamente enviado
it: spedito interamente
pt_pt: totalmente enviado

source: none
es: ninguna
it: nessuno
pt_pt: nenhum

source: Initial
es: Inicial
pt_pt: Inicial

source: Complete
es: Completar
pt_pt: Concluído

source: Canceled
es: Cancelado
pt_pt: Cancelado

source: Processing
es: Procesando
pt_pt: Em processamento

source: Received
es: Recibido
pt_pt: Recebido

source: In Progress
es: En progreso
pt_pt: Em progresso

source: Internal identifier for status. This is used to identify and distinguish the statuses in Shuup.
es: Identificador interno de estado. Esto se usa para identificar y distinguir los estados en Shuup.
pt_pt: Identificador interno para estado. É utilizado para identificar e distinguir os estados na Shuup.

source: The processing order of statuses. Default is always processed first.
es: El orden de procesamiento de los estados. El valor predeterminado siempre se procesa primero.
pt_pt: A ordem de processamento de estados. Predefinido é sempre processado primeiro.

source: The role of this status. One role can have multiple order statuses.
es: El papel de este estado. Un rol puede tener varios estados de pedido.
pt_pt: A posição deste estado. Uma posição pode ter múltiplos estados de encomenda.

source: default
es: defecto
it: predefinito
pt_pt: predefinição

source: Defines if the status should be considered as default. Default is always processed first.
es: Define si el estado debe considerarse como predeterminado. El valor predeterminado siempre se procesa primero.
pt_pt: Define se o estado deve ser considerado como predefinido. Predefinido é sempre processado primeiro.

source: is active
es: está activo
pt_pt: está ativo

source: Defines if the status is usable.
es: Define si el estado es utilizable.
pt_pt: Define se o estado é utilizável.

source: Name of the order status.
es: Nombre del estado del pedido.
pt_pt: Nome do estado de encomenda.

source: public name
es: nombre publico
it: nome pubblico
pt_pt: nome público

source: The name shown to the customers in shop front.
es: El nombre que se muestra a los clientes en la tienda.
pt_pt: O nome exibido aos clientes na loja de produtor.

source: allowed next statuses
pt_pt: estados seguintes permitidos

source: is visible for the user
pt_pt: é visível para o utilizador

source: Indicates whether this status is visible for the customers
pt_pt: Indica se este estado é visível para os cliente

source: order status
es: estado del pedido
pt_pt: estado de encomenda

source: order statuses
es: estados de pedidos
pt_pt: estados de encomenda

source: order id
pt_pt: id de encomenda

source: previous order status
pt_pt: estado de encomenda anterior

source: next order status
pt_pt: estado de encomenda seguinte

source: creating user
es: creando usuario
it: creo utente
pt_pt: criar utilizador

source: order identifier
es: identificador de pedido
it: identificativo ordine
pt_pt: identificador de encomenda

source: reference number
es: número de referencia
it: numero di riferimento
pt_pt: número de referência

source: email address
es: dirección de correo electrónico
it: indirizzo emai
pt_pt: endereço de e-mail

source: customer groups
es: grupos de clientes
pt_pt: grupos de clientes

source: modifier user
es: usuario modificador
it: utente modificato
pt_pt: alterar utilizador

source: payment status
es: estado de pago
it: stato pagamento
pt_pt: estado de pagamento

source: shipping status
es: Estado del envío
it: stato spedizione
pt_pt: estado de envio

source: payment method
es: método de pago
it: metodo pagament
pt_pt: método de pagamento

source: payment method name
es: nombre del método de pago
it: nome del metodo pagamento
pt_pt: nome de método de pagamento

source: payment data
es: datos de pago
it: dati pagamento
pt_pt: dados de pagamento

source: shipping method
es: Método de envío
it: metodo spedizione
pt_pt: método de envio

source: shipping method name
es: nombre del método de envío
it: nome del metodo di spedizione
pt_pt: nome de método de envio

source: shipping data
es: Datos de envio
it: dati spedizion
pt_pt: dados de envio

source: grand total
es: gran total
it: gran totale
pt_pt: total geral

source: taxless total
es: total libre de impuestos
it: totale IVA esclusa
pt_pt: total sem impostos

source: display currency
es: mostrar moneda
it: valuta corrente
pt_pt: mostrar moeda

source: display currency rate
es: mostrar el tipo de cambio
it: tasso della valuta corrente
pt_pt: mostrar taxa de câmbio

source: IP address
es: dirección IP
it: indirizzo IP
pt_pt: endereço IP

source: order date
es: fecha de orden
it: data ordine
pt_pt: data de encomenda

source: payment date
es: fecha de pago
it: data pagamento
pt_pt: data de pagamento

source: customer comment
es: comentario del cliente
it: commento del cliente
pt_pt: comentário de cliente

source: admin comment/notes
es: comentario / notas del administrador
it: commento/nota amministratore
pt_pt: comentário/notas de admin

source: requires verification
es: requiere verificación
it: reichiede verifica
pt_pt: requer verificação

source: all lines verified
es: todas las líneas verificadas
it: tutte le linee verificate
pt_pt: todas as linhas verificadas

source: codes
es: codigos
it: codici
pt_pt: códigos

source: orders
es: pedidos
it: ordini
pt_pt: encomendas

source: Order was marked as paid.
es: El pedido se marcó como pagado.
pt_pt: Encomenda marcada como paga.

source: Order was marked as partially paid.
es: El pedido se marcó como pagado parcialmente.
pt_pt: Encomenda marcada como parcialmente paga.

source: Success! Shipment #%d was created.
es: ¡Éxito! Se creó el envío # %d.
pt_pt: Sucesso! O envio #%d foi criado.

source: All rows requiring verification have been verified.
es: Se han verificado todas las filas que requieren verificación.
it: Tutte le righe che richiedevano verifica sono state veificate.
pt_pt: Todas as linhas que requerem verificação foram verificadas.

source: New shipping status is set to: %(shipping_status)s.
es: El nuevo estado de envío se establece en: %(shipping_status)s.
pt_pt: Novo estado de envio definido para: %(shipping_status)s.

source: New payment status is set to: %(payment_status)s.
es: El nuevo estado de pago se establece en: %(payment_status)s.
pt_pt: Novo estado de pagamento definido para: %(payment_status)s.

source: Error! Can not change to this status
pt_pt: Erro! Não é possível alterar para este estado

source: gateway ID
es: ID de puerta de enlace
it: ID gateway
pt_pt: ID porta

source: amount
es: cantidad
it: ammontare
pt_pt: valor

source: foreign amount
es: cantidad extranjera
it: ammontare estero
pt_pt: valor estrangeiro

source: foreign amount currency
es: moneda extranjera
it: valuta ammontare estero
pt_pt: moeda valor estrangeiro

source: payments
es: pagos
it: pagamenti
pt_pt: pagamentos

source: module
es: módulo
it: modulo
pt_pt: módulo

source: time
es: hora
it: tempo
pt_pt: hora

source: cache entry
es: entrada de caché
it: elemento della cache
pt_pt: entrada de cache

source: cache entries
es: entradas de caché
it: elementidella cache
pt_pt: entradas de cache

source: Monday
pt_pt: Segunda-feira

source: Tuesday
pt_pt: Terça-feira

source: Wednesday
pt_pt: Quarta-feira

source: Thursday
pt_pt: Quinta-feira

source: Friday
pt_pt: Sexta-feira

source: Saturday
pt_pt: Sábado

source: Sunday
pt_pt: Domingo

source: Pricing module identifier
pt_pt: Identificador de módulo de preços

source: price
pt_pt: preço

source: The indexed product price
pt_pt: O preço de produto indexado

source: is available
pt_pt: está disponível

source: Whether the product is available for purchasing. This status is managed by the supplier module.
pt_pt: Se o produto está disponível para compra. Este estado é gerido pelo módulo fornecedor.

source: Catalog rule
pt_pt: Regra de catálogo

source: The rule in which this price is available.
pt_pt: A regra na qual este preço está disponível.

source: Discount module identifier
pt_pt: Identificador de módulo de desconto

source: Valid start date and time
pt_pt: Data e hora de início válida

source: Valid end date and time
pt_pt: Data e hora de fim válida

source: Valid start hour
pt_pt: Hora de início válida

source: Valid end hour
pt_pt: Hora de fim válida

source: Valid weekday
pt_pt: Dia de semana válido

source: discounted price
pt_pt: preço com desconto

source: The indexed discounted product price.
pt_pt: O preço de produto indexado com desconto

source: The rule in which this discounted price is available.
pt_pt: A regra na qual este preço com desconto está disponível.

source: documentation
es: documentación
it: documentazione
pt_pt: documentação

source: sample
es: muestra
it: esempio
pt_pt: amostra

source: Select which shops you would like the product media to be visible in.
es: Seleccione en qué tiendas le gustaría que los medios del producto fueran visibles.
pt_pt: Selecione as lojas nas quais gostaria que a media do produto esteja visível.

source: kind
es: tipo
it: tipo
pt_pt: tipo

source: Select what type the media is. It can either be a normal file, part of the documentation, or a sample.
es: Seleccione de qué tipo es el medio. Puede ser un archivo normal, parte de la documentación o una muestra.
pt_pt: Selecione o tipo de media. Pode ser um ficheiro normal, parte da documentação, ou uma amostra.

source: Enter URL to external file. If this field is filled, the selected media doesn't apply.
es: Ingrese la URL del archivo externo. Si este campo está lleno, el medio seleccionado no se aplica.
it: Inserire l'URL del file esterno. Se questo campo è valorizzato, il media selezionato non sarà utilizzato.
pt_pt: Introduza URL para ficheiro externo. Se este campo estiver preenchido, a multimédia selecionada não é aplicável.

source: You can assign numerical values to images to tell the order in which they shall be displayed on the product page.
es: Puede asignar valores numéricos a las imágenes para indicar el orden en que se mostrarán en la página del producto.
pt_pt: Pode atribuir valores numéricos a imagens parra indicar a ordem na qual devem ser exibidas na página de produto.

source: public (shown on product page)
es: público (mostrado en la página del producto)
it: pubblico (mostra nella pagina del prodotto)
pt_pt: público (exibido na página de produto)

source: Enable this if you want this image be shown on the product page. Enabled by default.
es: Habilite esto si desea que esta imagen se muestre en la página del producto. Habilitado por defecto.
pt_pt: Ativar se pretende que esta imagem esteja visível na página de produto. Ativo por predefinição.

source: purchased (shown for finished purchases)
es: comprado (mostrado para compras terminadas)
it: comprato (mostrato negli acquisti conclusi)
pt_pt: comprado (exibido para compras concluídas)

source: Enable this if you want the product media to be shown for completed purchases.
es: Habilite esta opción si desea que se muestren los medios del producto para las compras completadas.
pt_pt: Ativar se pretende que a media do produto esteja visível para compras concluídas.

source: Choose a title for your product media. This will help it be found in your store and on the web.
es: Elija un título para los medios de su producto. Esto ayudará a que se encuentre en su tienda y en la web.
pt_pt: Escolha um título para a media do produto. Isto ajudará a encontrá-la na sua loja e na web.

source: Write a description for your product media. This will help it be found in your store and on the web.
es: Escriba una descripción para los medios de su producto. Esto ayudará a que se encuentre en su tienda y en la web.
pt_pt: Escreva uma descrição para a media do produto. Isto ajudará a encontrá-la na sua loja e na web.

source: product attachment
es: adjunto de producto
it: allegato prodotto
pt_pt: anexo de produto

source: product attachments
es: accesorios de producto
it: allegati prodotto
pt_pt: anexos de produto

source: attachment
es: adjunto archivo
it: allegato
pt_pt: anexo

source: parent product
es: producto padre
it: prodotto genitore
pt_pt: produto principal
