Repository: Tom2187End/somi-ecommerce
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: es, it, pt_pt

source: child product
es: producto infantil
it: prodotto figlio
pt_pt: produto secundário

source: not visible
es: no visible
it: non visibile
pt_pt: invisível

source: listed
es: listado
it: listato
pt_pt: listado

source: always visible
es: siempre visible
it: sempre visibile
pt_pt: sempre visível

source: suppliers
es: proveedores
it: fornitori
pt_pt: fornecedores

source: List your suppliers here. Suppliers can be found by searching for `Suppliers`.
es: Enumere sus proveedores aquí. Los proveedores se pueden encontrar buscando &quot;Proveedores&quot;.
pt_pt: Liste os seus fornecedores aqui. Os Fornecedores podem ser encontrados ao pesquisar por ‘Fornecedores’.

source: visibility
es: visibilidad
pt_pt: visibilidade

source: Choose how you want your product to be seen and found by the customers. <p>Not visible: Product will not be shown in your store front nor found in search.</p><p>Searchable: Product will be shown in search, but not listed on any category page.</p><p>Listed: Product will be shown on category pages, but not shown in search results.</p><p>Always Visible: Product will be shown in your store front and found in search.</p>
es: Elija cómo desea que los clientes vean y encuentren su producto.<p> No visible: el producto no se mostrará en el frente de su tienda ni se encontrará en la búsqueda.</p><p> Se puede buscar: el producto se mostrará en la búsqueda, pero no se incluirá en ninguna página de categoría.</p><p> Listado: el producto se mostrará en las páginas de categorías, pero no en los resultados de búsqueda.</p><p> Siempre visible: el producto se mostrará en el frente de su tienda y se encontrará en la búsqueda.</p>
pt_pt: Escolha como quer que o seu produto seja visto e pesquisado por clientes. <p>Invisível: O produto não será exibido na sua loja nem encontrado na pesquisa.</p><p>Pesquisável: O produto será exibido na pesquisa, mas não estará listado em qualquer página de categoria.</p><p>Listado: O produto será exibido nas páginas de categoria, mas não nos resultados de pesquisa.</p><p>Sempre Visível: O produto será exibido na sua loja e encontrado na pesquisa.</p>

source: purchasable
es: comprable
it: acquistabile
pt_pt: comprável

source: Select whether you want your product to have special limitations on its visibility in your store. You can make products visible to all, visible to only logged-in users, or visible only to certain customer groups.
es: Seleccione si desea que su producto tenga limitaciones especiales sobre su visibilidad en su tienda. Puede hacer que los productos estén visibles para todos, solo para los usuarios que hayan iniciado sesión o solo para ciertos grupos de clientes.
pt_pt: Selecione se pretende que o seu produto tenha limitações especiais na sua visibilidade na loja. Pode tornar produtos visíveis a todos, visíveis apenas a utilizadores com sessão iniciada, ou visíveis apenas a determinados grupos de clientes.

source: Select the groups you want to make your product visible for. These groups are defined in Contacts Settings - Contact Groups.
es: Seleccione los grupos para los que desea que su producto sea visible. Estos grupos se definen en Configuración de contactos - Grupos de contactos.
pt_pt: Selecione os grupos para os quais pretende tornar o seu produto visível. Estes grupos são definidos em Definições de Contactos - Grupos de Contacto.

source: backorder maximum
es: pedido pendiente máximo
it: massimo arretrati
pt_pt: máximo de encomendas em atraso

source: The number of units that can be purchased after the product is already sold out (out of stock). Set to blank for product to be purchasable without limits.
es: La cantidad de unidades que se pueden comprar después de que el producto ya esté agotado (agotado). Póngalo en blanco para que el producto se pueda comprar sin límites.
pt_pt: O número de unidades que podem ser adquiridas depois do produto estar esgotado (sem stock). Deixar em branco para o produto ser comprável sem limites.

source: purchase multiple
es: comprar múltiples
it: acquisto multiplo
pt_pt: comprar múltiplos

source: Set this to other than 0 if the product needs to be purchased in multiples. For example, if the purchase multiple is set to 2, then customers are required to order the product in multiples of 2. Not to be confused with the Minimum Purchase Quantity.
es: Establezca esto en un valor diferente de 0 si el producto debe comprarse en múltiplos. Por ejemplo, si el múltiplo de compra se establece en 2, los clientes deben pedir el producto en múltiplos de 2. No confundir con la Cantidad mínima de compra.
pt_pt: Defina para diferente de 0 se o produto precisa de ser adquirido em múltiplos. Por exemplo, se o múltiplo de compra está definido para 2, então os clientes necessitam de encomendar o produto em múltiplos de 2. Não confundir com a Quantidade de Compra Mínima.

source: minimum purchase quantity
es: cantidad mínima de compra
pt_pt: quantidade de compra mínima

source: Set a minimum number of products needed to be ordered for the purchase. This is useful for setting bulk orders and B2B purchases.
es: Establezca un número mínimo de productos necesarios para realizar la compra. Esto es útil para configurar pedidos a granel y compras B2B.
pt_pt: Defina um número mínimo de produtos a ser encomendados para a compra. Isto é útil para definir grandes encomendas e compras B2B.

source: limit the shipping methods
es: limitar los métodos de envío
pt_pt: limitar os métodos de envio

source: Enable this if you want to limit your product to use only the select shipping methods. You can select the allowed shipping method(s) in the field below - all the rest are disallowed.
es: Habilite esta opción si desea limitar su producto para usar solo los métodos de envío seleccionados. Puede seleccionar el (los) método (s) de envío permitidos en el campo a continuación; el resto no está permitido.
pt_pt: Ativar se pretende limitar o seu produto apenas para utilização com os métodos de envio selecionados. Pode selecionar o(s) método(s) de envio permitidos no campo abaixo - todos os outros ficarão bloqueados.

source: limit the payment methods
es: limitar los métodos de pago
pt_pt: limitar os métodos de pagamento

source: Enable this if you want to limit your product to use only the select payment methods. You can select the allowed payment method(s) in the field below - all the rest are disallowed.
es: Habilite esta opción si desea limitar su producto para usar solo los métodos de pago seleccionados. Puede seleccionar el (los) método (s) de pago permitidos en el campo a continuación; el resto no está permitido.
pt_pt: Ativar se pretende limitar o seu produto apenas para utilização com os métodos de pagamento selecionados. Pode selecionar o(s) método(s) de pagamento permitidos no campo abaixo - todos os outros estão bloqueados.

source: shipping methods
es: Métodos de envío
it: metodi di spedizione
pt_pt: métodos de envio

source: If you enabled the `Limit the payment methods` choice above, then here you can select the individual shipping methods you want to ALLOW for this product. The ones not mentioned are disabled. To change this, search for `Shipping Methods`.
es: Si habilitó la opción `Limitar los métodos de pago` anterior, aquí puede seleccionar los métodos de envío individuales que desea PERMITIR para este producto. Los que no se mencionan están desactivados. Para cambiar esto, busque &quot;Métodos de envío&quot;.
pt_pt: Se ativou a opção ‘Limitar os métodos de pagamento’ acima, então aqui pode selecionar os métodos de envio individuais que pretende PERMITIR para este produto. Os que não forem mencionados ficarão bloqueados. Para alterar, pesquise por ‘Métodos de Envio’.

source: payment methods
es: Métodos de pago
it: metodi di pagament
pt_pt: métodos de pagamento

source: If you enabled the `Limit the payment methods` choice above, then here you can select the individuals payment methods you want to ALLOW for this product. The ones not mentioned are disabled. To change this, search for `Payment Methods`.
es: Si habilitó la opción `Limitar los métodos de pago` anterior, aquí puede seleccionar los métodos de pago individuales que desea PERMITIR para este producto. Los que no se mencionan están desactivados. Para cambiar esto, busque &quot;Métodos de pago&quot;.
pt_pt: Se ativou a opção ‘Limitar os métodos de pagamento’ acima, então aqui pode selecionar os métodos de pagamento individuais que pretende PERMITIR para este produto. Os que não forem mencionados ficarão bloqueados. Para alterar, pesquise por ‘Métodos de Pagamento’.

source: primary category
es: Categoría primaria
it: categoria primari
pt_pt: categoria principal

source: Choose the primary category for the product. This will be the main category for classification in the system. The product will be found under this category in your store. To change this, search for `Categories`.
es: Elija la categoría principal del producto. Esta será la categoría principal para la clasificación en el sistema. El producto se encontrará en esta categoría en su tienda. Para cambiar esto, busque `Categorías`.
pt_pt: Escolha a categoria principal do produto. Será a categoria principal para classificação no sistema. O produto encontrar-se-á nesta categoria na sua loja. Para alterar, pesquise por ‘Categorias’.

source: Add secondary categories for your product. These are other categories that your product fits under and that it can be found by in your store.
es: Agregue categorías secundarias para su producto. Estas son otras categorías en las que encaja su producto y que puede encontrar en su tienda.
pt_pt: Adicione categorias secundárias ao seu produto. Estas são outras categorias em que o seu produto se encaixa e pelas quais pode ser encontrado na sua loja.

source: primary image
es: imagen primaria
it: immagine primaria
pt_pt: imagem principal

source: Click this to set this image as the primary display image for the product.
es: Haga clic aquí para establecer esta imagen como la imagen de visualización principal del producto.
pt_pt: Clique para definir esta imagem como a imagem de exibição principal do produto.

source: default price
es: precio predeterminado
it: prezzo predefinito
pt_pt: preço predefinido

source: This is the default individual base unit (or multi-pack) price of the product. All discounts or coupons will be calculated based off of this price.
es: Este es el precio de unidad base individual predeterminado (o paquete múltiple) del producto. Todos los descuentos o cupones se calcularán sobre la base de este precio.
pt_pt: Este é, por predefinição, o preço unitário (ou de múltiplas embalagens) de base individual do produto. Todos os descontos ou cupões serão calculados com base neste preço.

source: minimum price
es: precio mínimo
it: prezzo minimo
pt_pt: preço mínimo

source: This is the default price that the product cannot go under in your store, despite coupons or discounts being applied. This is useful to make sure your product price stays above the cost.
es: Este es el precio predeterminado que el producto no puede bajar en su tienda, a pesar de que se apliquen cupones o descuentos. Esto es útil para asegurarse de que el precio de su producto se mantenga por encima del costo.
pt_pt: Este é o preço mínimo sob o qual o produto não pode baixar na sua loja, independentemente de cupões ou descontos aplicáveis. É útil para garantir que o seu produto se mantém acima do preço de custo.

source: available until
es: Disponible hasta
pt_pt: disponível até

source: After this date this product will be invisible in store front.
es: Después de esta fecha, este producto será invisible en la tienda.
pt_pt: Após esta data este produto ficará invisível na loja.

source: display unit
es: monitor
pt_pt: unidade de exibição

source: Unit for displaying quantities of this product.
es: Unidad para mostrar cantidades de este producto.
pt_pt: Unidade para exibir quantidades deste produto.

source: Enter a descriptive name for your product. This will be its title in your store front.
es: Ingrese un nombre descriptivo para su producto. Este será su título en el frente de su tienda.
pt_pt: Introduza um nome descritivo para o seu produto. Será o título do produto na sua loja.

source: To make your product stands out, give it an awesome description. This is what will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
es: Para que su producto se destaque, dele una descripción asombrosa. Esto es lo que ayudará a sus compradores a conocer sus productos. También ayudará a los compradores a encontrarlos en la tienda y en la web.
pt_pt: Para fazer com que o seu produto se destaque, dê-lhe uma descrição fantástica. Ajudará os seus consumidores a saber mais sobre os seus produtos. Também ajudará os consumidores a encontrá-lo na loja e na web.

source: short description
es: Breve descripción
pt_pt: descrição curta

source: Enter a short description for your product. The short description will be used to get the attention of your customer with a small, but precise description of your product. It also helps with getting more traffic via search engines.
es: Ingrese una breve descripción de su producto. La descripción breve se utilizará para llamar la atención de su cliente con una descripción pequeña pero precisa de su producto. También ayuda a obtener más tráfico a través de los motores de búsqueda.
pt_pt: Introduza uma descrição curta para o seu produto. A descrição curta será utilizada para chamar a atenção do seu cliente com uma descrição pequena, mas precisa, do seu produto. Também ajuda a conseguir mais tráfego através de motores de busca.

source: status text
es: texto de estado
it: stato
pt_pt: texto de estado

source: This text will be shown alongside the product in the shop. It is useful for informing customers of special stock numbers or preorders. (Ex.: Available in a month)
es: Este texto se mostrará junto al producto en la tienda. Es útil para informar a los clientes de números de stock especiales o pedidos por adelantado. (Ej .: Disponible en un mes)
pt_pt: Este texto será exibido junto ao produto na loja. É útil para informar clientes de números de stock ou pré-encomendas. (Ex. Disponível daqui a um mês)

source: shop product
pt_pt: comprar produto

source: shop products
pt_pt: comprar produtos

source: Error! Invalid display unit: Internal unit of the selected display unit does not match with the sales unit of the product.
es: ¡Error! Unidad de visualización no válida: la unidad interna de la unidad de visualización seleccionada no coincide con la unidad de venta del producto.
pt_pt: Erro! Unidade de exibição inválida: Unidade interna da unidade de exibição selecionada não corresponde à unidade de vendas do produto.

source: This product has been deleted.
es: Este producto ha sido eliminado.
it: Questo prodotto è stato cancellato.
pt_pt: Este produto foi eliminado.

source: This product is not visible.
es: Este producto no es visible.
it: Questo prodotto non è visibile.
pt_pt: Este produto não está visível.

source: Error! This product is not available until the current date.
es: ¡Error! Este producto no está disponible hasta la fecha actual.
pt_pt: Error! Este produto não está disponível até à data atual.

source: The Product is invisible to users not logged in.
es: El Producto es invisible para los usuarios que no han iniciado sesión.
it: Questo prodotto non è visibile agli utenti non autenticati.
pt_pt: O Produto está invisível para utilizadores sem sessão iniciada.

source: This product is not visible to your group.
es: Este producto no es visible para su grupo.
it: Questo prodotto non è visibile al tuo gruppo.
pt_pt: Este produto não está visível para o seu grupo.

source: The product is not purchasable.
es: El producto no se puede comprar.
pt_pt: Este produto não está à venda.

source: The purchase quantity needs to be at least %d for this product.
es: La cantidad de compra debe ser al menos %d para este producto.
it: La quantità di acquisto deve essere almeno %d per questo prodotto.
pt_pt: A quantidade de encomenda precisa de ser pelo menos %d para este produto.

source: The product can only be ordered in multiples of {package_size}, for example {amount}.
es: El producto solo se puede pedir en múltiplos de {package_size}, por ejemplo {amount}.
pt_pt: O produto apenas pode ser encomendado em múltiplos de {package_size}, por exemplo {amount}.

source: The product can only be ordered in multiples of {package_size}, for example {smaller_amount} or {larger_amount}.
es: El producto solo se puede pedir en múltiplos de {package_size}, por ejemplo, {smaller_amount} o {larger_amount}.
pt_pt: O produto apenas pode ser encomendado em múltiplos de {package_size}, por exemplo {smaller_amount} ou {larger_amount}.

source: The product has no supplier.
es: El producto no tiene proveedor.
it: Questo prodotto non ha un fornitore.
pt_pt: O produto não tem fornecedor.

source: The product is not supplied by %s.
es: El producto no es suministrado por %s.
it: Il prodotto non è fornito da %s.
pt_pt: O produto não é fornecido por %s.

source: Product has no sellable children.
es: El producto no tiene hijos vendibles.
pt_pt: O produto não tem produtos inferiores à venda.

source: variation variable
es: variable de variación
it: variabile di variazione
pt_pt: variável de variação

source: variation variables
es: variables de variación
it: variabili di variazione
pt_pt: variáveis de variação

source: variation value
es: valor de variación
it: valore di variazione
pt_pt: valor de variação

source: variation values
es: valores de variación
it: valori di variazion
pt_pt: valores de variação

source: combination hash
es: hash de combinación
it: hash di combinazione
pt_pt: hash de combinação

source: result
es: resultado
it: risultato
pt_pt: resultado

source: variation result
es: resultado de variación
it: risultato variazione
pt_pt: resultado de variação

source: variation results
es: resultados de variación
it: risultati variazione
pt_pt: resultados de variação

source: package parent
es: padre del paquete
it: pacchetto genitore
pt_pt: embalagem principal

source: variation parent (simple)
es: padre de variación (simple)
it: variazione genitore (semplice)
pt_pt: variação principal (simples)

source: variation parent (variable)
es: padre de variación (variable)
it: variazione genitore (variabile)
pt_pt: variação principal (variável)

source: variation child
es: niño variación
it: variazione figlia
pt_pt: variação secundário

source: subscription
es: suscripción
pt_pt: subscrição

source: visible to logged in
es: visible para iniciar sesión
it: visibile agli autenticati
pt_pt: visível para utilizadores com sessão iniciada

source: visible to groups
es: visible para grupos
it: visibile ai gruppi
pt_pt: visível para grupos

source: stocked
es: abastecido
it: disponibile
pt_pt: em stock

source: unstocked
es: sin existencias
it: non disponibile
pt_pt: fora de stock

source: recommended
es: recomendado
it: raccomandato
pt_pt: recomendado

source: related
es: relacionado
it: correlato
pt_pt: relacionado

source: computed
es: calculado
it: calcolato
pt_pt: calculado

source: bought with
es: comprado con
it: comprato con
pt_pt: comprado com

source: not shipped (non-deliverable)
es: no enviado (no entregable)
pt_pt: não enviado (não entregável)

source: shipped (deliverable)
es: enviado (entregable)
pt_pt: enviado (entregável)

source: no verification required
es: no se requiere verificación
it: verifica non richiesta
pt_pt: não requer verificação

source: admin verification required
es: Se requiere verificación de administrador
it: verifica amministratore richiesta
pt_pt: requer verificação de admin

source: third party verification required
es: se requiere verificación de terceros
it: verifica terza parte richiest
pt_pt: requer verificação de terceiro

source: Enter a descriptive name for your product type. Products and attributes for products of this type can be found under this name.
es: Ingrese un nombre descriptivo para su tipo de producto. Los productos y atributos para productos de este tipo se pueden encontrar bajo este nombre.
pt_pt: Introduza um nome descritivo para o seu tipo de produto. Produtos e atributos para produtos deste tipo podem ser encontrados sob este nome.

source: Select attributes that go with your product type. To change available attributes search for `Attributes`.
es: Seleccione los atributos que vayan con su tipo de producto. Para cambiar los atributos disponibles, busque &quot;Atributos&quot;.
pt_pt: Selecionar atributos para o seu tipo de produto. Para alterar os atributos disponíveis pesquisar por ‘Atributos’.

source: product type
es: tipo de producto
it: tipo di prodotto
pt_pt: tipo de produto

source: product types
es: tipos de productos
it: tipi di prodotto
pt_pt: tipos de produto

source: mode
es: modo
it: modalità
pt_pt: modo

source: variation parent
es: padre de variación
it: variazione genitore
pt_pt: variação principal

source: shipping mode
es: modo de envio
it: modalità di spedizion
pt_pt: modo de envio

source: Set to `shipped` if the product requires shipment.
es: Establezca en &quot;enviado&quot; si el producto requiere envío.
pt_pt: Definir para ‘enviado’ se o produto exigir envio.

source: sales unit
es: Unidad de ventas
it: unità di vendita
pt_pt: unidade de venda

source: Select a sales unit for your product. This is shown in your store front and is used to determine whether the product can be purchased using fractional amounts. To change settings search for `Sales Units`.
es: Seleccione una unidad de venta para su producto. Esto se muestra en el frente de su tienda y se usa para determinar si el producto se puede comprar usando cantidades fraccionarias. Para cambiar la configuración, busque &quot;Unidades de venta&quot;.
pt_pt: Selecionar uma unidade de venda para o seu produto. Será exibida na sua loja e utilizada para determinar se o produto pode ser comprado utilizando quantidades fracionais. Para alterar as definições pesquisar por ‘Unidades de Venda’.

source: tax class
es: clase de impuestos
it: classe di tassazione
pt_pt: escalão de imposto

source: Select a tax class for your product. The tax class is used to determine which taxes to apply to your product. Define tax classes by searching for `Tax Classes`. To define the rules by which taxes are applied search for `Tax Rules`.
es: Seleccione una clase de impuestos para su producto. La clase de impuestos se utiliza para determinar qué impuestos aplicar a su producto. Defina clases de impuestos buscando &quot;Clases de impuestos&quot;. Para definir las reglas por las cuales se aplican los impuestos, busque &quot;Reglas de impuestos&quot;.
pt_pt: Selecionar uma classe de impostos para o seu produto. A classe de impostos é utilizada para determinar quais impostos se aplicam ao seu produto. Definir classes ao pesquisar por ‘Classes de Impostos’. Para definir as regras de aplicação de impostos pesquisar por ‘Regras Fiscais’.

source: Select a product type for your product. These allow you to configure custom attributes to help with classification and analysis.
es: Seleccione un tipo de producto para su producto. Estos le permiten configurar atributos personalizados para ayudar con la clasificación y el análisis.
pt_pt: Selecionar o tipo de produto para o seu produto. Permitir-lhe-á configurar atributos personalizados para ajudar com a classificação e análise.

source: SKU
pt_pt: Ref.
