Repository: Tom2187End/somi-ecommerce
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: es, it, pt_pt

source: Choose rounding quantize (precision) for cash payment.
es: Elija cuantización de redondeo (precisión) para el pago en efectivo.
pt_pt: Escolher o arredondamento (precisão) para pagamentos em dinheiro.

source: rounding mode
es: modo de redondeo
it: modalità d'arrotondamento
pt_pt: modo de arredondamento

source: Choose rounding mode for cash payment.
es: Elija el modo de redondeo para el pago en efectivo.
pt_pt: Escolher o modo de arredondamento para pagamentos em dinheiro.

source: custom payment processor
es: procesador de pago personalizado
it: processore di pagamento custom
pt_pt: processador de pagamentos personalizado

source: custom payment processors
es: procesadores de pago personalizados
it: processori di pagamento custom
pt_pt: processadores de pagamentos personalizado

source: Manually processed payment
es: Pago procesado manualmente
it: Pagamento processato manualmente
pt_pt: Pagamento processado manualmente

source: Cash payment
es: Pago en efectivo
it: Pagamento in contanti
pt_pt: Pagamento em dinheiro

source: carrier
es: portador
it: spedizioniere
pt_pt: transportadora

source: The shipping method name. This name is shown to the customers on checkout.
es: El nombre del método de envío. Este nombre se muestra a los clientes al finalizar la compra.
pt_pt: O nome do método de envio. Este nome é exibido aos clientes no checkout.

source: The description of the shipping method. This name is shown to the customers on checkout.
es: La descripción del método de envío. Este nombre se muestra a los clientes al finalizar la compra.
pt_pt: A descrição do método envio. Esta descrição é exibida aos clientes no checkout.

source: custom carrier
es: transportista personalizado
it: spedizioniere custom
pt_pt: transportadora personalizada

source: custom carriers
es: transportistas personalizados
it: spedizionieri custom
pt_pt: transportadoras personalizada

source: Manually processed shipment
es: Envío procesado manualmente
it: Spedizione processata manualmente
pt_pt: Envio processado manualmente

source: Not sent
pt_pt: Não enviado

source: Sent
pt_pt: Enviado

source: Error
it: Errore
pt_pt: Erro

source: Deleted
pt_pt: Eliminado

source: outgoing
es: saliente
pt_pt: enviado

source: incoming
es: entrante
pt_pt: recebido

source: tracking code
es: codigo de localización
it: codice di tracking
pt_pt: código de rastreio

source: tracking url
pt_pt: URL de rastreio

source: weight ({})
es: peso ({})
pt_pt: peso ({})

source: shipment
es: envío
it: spedizione
pt_pt: envio

source: shipments
es: envios
it: spedizioni
pt_pt: envios

source: unit volume ({})
es: unidad de volumen ({})
pt_pt: volume unitário ({})

source: unit weight ({})
es: unidad de peso ({})
pt_pt: peso unitário ({})

source: sent product
es: producto enviado
it: prodotto spedito
pt_pt: produto enviado

source: sent products
es: productos enviados
it: prdotti spediti
pt_pt: produtos enviado

source: The following fields can't be changed because there are existing orders for this shop.
es: Los siguientes campos no se pueden cambiar porque hay pedidos existentes para esta tienda.
pt_pt: Os campos seguintes não podem ser alterados pois existem encomendas para esta loja.

source: domain
es: dominio
it: domini
pt_pt: domínio

source: Your shop domain name. Use this field to configure the URL that is used to visit your store front. Note: this requires additional configuration through your internet domain registrar.
es: El nombre de dominio de su tienda. Utilice este campo para configurar la URL que se utiliza para visitar el frente de su tienda. Nota: esto requiere una configuración adicional a través de su registrador de dominios de Internet.
pt_pt: O seu nome de domínio de loja. Utilizar este campo para configurar o URL que é utilizado para visitar a sua loja. Nota: exige configuração adicional através do seu registo de domínio de internet.

source: Your shop's status. Disable your shop if it's no longer in use. For temporary closing enable the maintenance mode, available in the `Maintenance Mode` tab on the left.
es: El estado de tu tienda. Desactive su tienda si ya no está en uso. Para el cierre temporal, habilite el modo de mantenimiento, disponible en la pestaña &quot;Modo de mantenimiento&quot; a la izquierda.
pt_pt: O seu estado de loja. Desative a sua loja se não está em uso. Para encerramento temporário ative o modo de manutenção, disponível na aba ‘Modo de Manutenção’ à esquerda.

source: The primary shop currency. This is the currency used when selling the products.
es: La moneda principal de la tienda. Esta es la moneda que se utiliza al vender los productos.
pt_pt: A moeda principal da loja. É a moeda utilizada na venda de produtos.

source: This option defines whether product prices entered in admin include taxes. Note: this behavior can be overridden with contact group pricing.
es: Esta opción define si los precios de los productos ingresados en admin incluyen impuestos. Nota: este comportamiento se puede anular con los precios del grupo de contactos.
pt_pt: Esta opção define se os preços de produto inseridos no admin incluem impostos. Nota: este comportamento pode ser substituído com preços para grupo de contactos.

source: Shop's logo. Will be shown at theme.
es: Logotipo de la tienda. Se mostrará en el tema.
pt_pt: Logótipo da loja. Exibido no tema.

source: Shop's favicon - a mini-image graphically representing your shop. Depending on the browser, it will be shown next to the address bar and/or on the website title tab.
es: Favicon de la tienda: una mini imagen que representa gráficamente su tienda. Dependiendo del navegador, se mostrará junto a la barra de direcciones y / o en la pestaña de título del sitio web.
pt_pt: Favicon da loja - uma mini-imagem que representa graficamente a sua loja. Dependendo do seu browser, será exibida ao lado da barra de endereços e/ou na aba de título de website.

source: maintenance mode
es: modo de mantenimiento
it: modalità di manutenzione
pt_pt: modo de manutenção

source: Enable if you want to make your shop temporarily unavailable to visitors while you do regular shop maintenance, fight the security breach or for some other reason. If you don't plan to have this shop open again, change the `Status` on the main `General Information` tab to `Disabled`.
es: Habilítelo si desea que su tienda no esté disponible temporalmente para los visitantes mientras realiza el mantenimiento regular de la tienda, lucha contra la brecha de seguridad o por alguna otra razón. Si no planea tener esta tienda abierta nuevamente, cambie el `Estado` en la pestaña principal de` Información general` a `Desactivado`.
pt_pt: Ativar se pretende tornar a sua loja temporariamente indisponível para visitantes enquanto executa manutenção periódica na loja, combate falhas de segurança ou outro motivo. Se não planeia abrir esta loja novamente, altere o ‘Estado’ na aba principal ‘Informações Gerais’ para ‘Inativo’.

source: contact address
es: dirección de contacto
it: indirizzo di contatto
pt_pt: endereço de contacto

source: staff members
es: los miembros del personal
pt_pt: membros do staff

source: The shop name. This name is displayed throughout Admin Panel.
es: El nombre de la tienda. Este nombre se muestra en todo el Panel de administración.
pt_pt: O nome da loja. O nome é exibido ao longo do Painel de Admin.

source: The public shop name. This name is displayed in the store front and in any customer email correspondence.
es: El nombre de la tienda pública. Este nombre se muestra en el frente de la tienda y en cualquier correspondencia por correo electrónico del cliente.
pt_pt: O nome da loja público. O nome é exibido na loja e em qualquer correspondência de e-mail com clientes.

source: To make your shop stand out, give it an awesome description. This is what will help your shoppers learn about your shop. It will also help shoppers find your store from the web.
es: Para que tu tienda se destaque, dale una descripción impresionante. Esto es lo que ayudará a sus compradores a conocer su tienda. También ayudará a los compradores a encontrar su tienda en la web.
pt_pt: Para fazer com que a sua loja se destaque, dê-lhe uma descrição fantástica. Ajudará os seus consumidores a saber mais sobre os seus loja. Também ajudará os consumidores a encontrar a sua loja na web.

source: Enter a short description for your shop. The short description will be used to get the attention of your customer with a small, but precise description of your shop. It also helps with getting more traffic via search engines.
es: Introduzca una breve descripción de su tienda. La descripción breve se utilizará para llamar la atención de su cliente con una descripción pequeña pero precisa de su tienda. También ayuda a obtener más tráfico a través de los motores de búsqueda.
pt_pt: Introduza uma descrição curta para a sua loja. A descrição curta será utilizada para chamar a atenção do seu cliente com uma descrição pequena, mas precisa, da sua loja. Também ajuda a conseguir mais tráfego através de motores de busca.

source: maintenance message
es: mensaje de mantenimiento
it: messaggio di manutenzion
pt_pt: mensagem de manutenção

source: The message to display to customers while your shop is in a maintenance mode.
es: El mensaje que se mostrará a los clientes mientras su tienda está en modo de mantenimiento.
pt_pt: A mensagem a exibir aos clientes quando a sua loja está em modo de manutenção.

source: alert limit
es: límite de alerta
it: soglia limite
pt_pt: limite alerta

source: physical stock count
es: recuento de existencias físicas
it: conteggio della disponibilità fisica
pt_pt: contagem de stock física

source: logical stock count
es: recuento lógico de existencias
it: conteggio della disponibilità logica
pt_pt: contagem de stock lógica

source: internal
es: interno
it: interno
pt_pt: interno

source: external
es: externo
it: esterno
pt_pt: externo

source: The product supplier's name. You can enable suppliers to manage the inventory of stocked products.
es: El nombre del proveedor del producto. Puede permitir que los proveedores gestionen el inventario de productos almacenados.
pt_pt: O nome do fornecedor de produto. Pode ativar fornecedores para gerir o inventário de produtos em stock.

source: supplier type
es: tipo de proveedor
it: tipo di fornitore
pt_pt: tipo de fornecedor

source: The supplier type indicates whether the products are supplied through an internal supplier or an external supplier, and which group this supplier belongs to.
es: El tipo de proveedor indica si los productos se suministran a través de un proveedor interno o externo, y a qué grupo pertenece este proveedor.
pt_pt: O tipo de fornecedor indica se os produtos são fornecidos através de um fornecedor interno ou um fornecedor externo, e a qual grupo pertence este fornecedor.

source: stock managed
es: stock gestionado
it: gestione magazzino
pt_pt: stock administrado

source: Enable this if this supplier will manage the inventory of the stocked products. Having a managed stock enabled is unnecessary if e.g. selling digital products that will never run out no matter how many are being sold. There are some other cases when it could be an unnecessary complication. This settingmerely assigns a sensible default behavior, which can be overwritten on a product-by-product basis.
es: Habilite esto si este proveedor gestionará el inventario de los productos almacenados. Tener un stock gestionado habilitado es innecesario si, por ejemplo, se venden productos digitales que nunca se agotarán, sin importar cuántos se estén vendiendo. Hay otros casos en los que podría ser una complicación innecesaria. Esta configuración simplemente asigna un comportamiento predeterminado sensible, que se puede sobrescribir producto por producto.
pt_pt: Ativar se este fornecedor fará a gestão do inventário de produtos em stock. Ter um stock administrado ativado não é necessário se por ex. está a vender produtos digitais que nunca se esgotarão independentemente de quantos são vendidos. Existem outros casos em que poderá ser uma complicação desnecessária. Esta definição apenas atribui um comportamento padrão sensível, o qual pode ser substituído produto a produto.

source: supplier modules
pt_pt: módulos de fornecedor

source: Select the supplier module to use for this supplier. Supplier modules define the rules by which inventory is managed.
es: Seleccione el módulo de proveedor que se utilizará para este proveedor. Los módulos de proveedores definen las reglas por las que se gestiona el inventario.
pt_pt: Selecione o módulo de fornecedor a utilizar para este fornecedor. Os módulos de fornecedor definem as regras sob as quais o inventário é gerido.

source: module data
es: datos del módulo
it: dati del modul
pt_pt: dados de módulo

source: You can select which particular shops fronts the supplier should be available in.
es: Puede seleccionar en qué frentes de tiendas particulares debe estar disponible el proveedor.
pt_pt: Pode selecionar em que lojas especificamente o fornecedor deverá estar disponível.

source: Indicates whether this supplier is currently enabled. In order to participate fully, the supplier also needs to be `Approved`.
es: Indica si este proveedor está habilitado actualmente. Para participar plenamente, el proveedor también debe estar &quot;aprobado&quot;.
pt_pt: Indica se este fornecedor está atualmente ativo. De forma a participar totalmente, o fornecedor também precisa de estar ‘Aprovado’.

source: Enter a URL slug for your supplier. Slug is user- and search engine-friendly short text used in a URL to identify and describe a resource. In this case it will determine what your supplier page URL in the browser address bar will look like. A default will be created using the supplier name.
es: Ingrese un slug de URL para su proveedor. Slug es un texto breve fácil de usar y de motor de búsqueda que se utiliza en una URL para identificar y describir un recurso. En este caso, determinará cómo se verá la URL de la página de su proveedor en la barra de direcciones del navegador. Se creará un valor predeterminado utilizando el nombre del proveedor.
pt_pt: Introduza uma slug de URL para o seu fornecedor. A slug é texto curto simples e adaptado a motores de busca utilizado num URL para identificar e descrever um recurso. Neste caso, determinará o aspeto do seu URL de página de fornecedor na barra de endereços do navegador. Será criada uma predefinição utilizando o nome de fornecedor.

source: Approved
pt_pt: Aprovado

source: Indicates whether this supplier is currently approved for work.
pt_pt: Indica se este fornecedor está atualmente aprovado para trabalho.

source: module identifier
pt_pt: identificador de módulo

source: Select the types of products this supplier can handle.Example for normal products select just Simple Supplier.
pt_pt: Selecionar os tipos de produtos que este fornecedor pode utilizar. Por exemplo para produtos normais selecione apenas Fornecedor Simples.

source: Module name
pt_pt: Nome de módulo

source: Supplier modules name.
pt_pt: Nomes de módulo de fornecedor.

source: Can't change the business critical fields of the Tax that is in use.
es: No se pueden cambiar los campos críticos para el negocio del impuesto que está en uso.
pt_pt: Não é possível alterar os campos críticos de negócio do Imposto em utilização.

source: The abbreviated tax code name.
es: El nombre del código fiscal abreviado.
pt_pt: O nome de código de imposto abreviado.

source: The name of the tax. It is shown in order lines, in order invoices and confirmations.
es: El nombre del impuesto. Se muestra en líneas de pedido, en facturas de pedido y confirmaciones.
pt_pt: O nome de imposto. É exibido em linhas de encomenda, em faturas e confirmações de encomenda.

source: tax rate
es: tasa de impuesto
it: aliquota IVA
pt_pt: taxa fiscal

source: The percentage rate of the tax. Mutually exclusive with the flat amount tax (flat tax is rarely used and the option is therefore hidden by default; contact Shuup to enable).
es: La tasa porcentual del impuesto. Mutuamente excluyente con el impuesto de monto fijo (el impuesto de monto fijo rara vez se usa y, por lo tanto, la opción está oculta de forma predeterminada; comuníquese con Shuup para habilitar).
pt_pt: A percentagem de imposto fiscal. Não se exclui mutuamente com o montante de imposto fixo (o imposto fixo é raramente utilizado e a opção está por isso invisível por predefinição, contacte a Shuup para ativar).

source: tax amount value
es: valor de la cantidad de impuestos
it: totale IVA
pt_pt: valor de montante de imposto

source: The flat amount of the tax. Mutually exclusive with percentage rates tax.
es: El monto fijo del impuesto. Mutuamente excluyente con tasas de porcentaje de impuestos.
pt_pt: O montante de imposto fixo. Não se exclui mutuamente com a percentagem de imposto.

source: currency of the amount tax
es: moneda del importe del impuesto
pt_pt: moeda do montante de imposto

source: Enable if this tax is valid and should be active.
es: Habilite si este impuesto es válido y debe estar activo.
pt_pt: Ativar se o imposto é válido e deve estar ativo.

source: Either rate or amount tax is required.
es: Se requiere impuesto de tasa o monto.
pt_pt: É necessário taxa ou montante de imposto.

source: Can't have both rate and amount taxes. They are mutually exclusive.
es: No se pueden tener impuestos tanto de tasa como de monto. Son mutuamente excluyentes.
pt_pt: Não é possível ter tanto os impostos como o montante. Excluem-se mutuamente.

source: Currency is required if the amount tax value is specified.
es: Se requiere moneda si se especifica el valor del impuesto.
pt_pt: A moeda é necessária se o valor de imposto é especificado.

source: taxes
es: impuestos
it: tasse
pt_pt: impostos

source: The tax class name. Tax classes are used to control how taxes are applied to the products.
es: El nombre de la clase de impuestos. Las clases de impuestos se utilizan para controlar cómo se aplican los impuestos a los productos.
pt_pt: O nome da classe de imposto. As classes de imposto são utilizadas para controlar como são aplicadas taxas aos produtos.

source: Enable if this tax class is valid and should be active.
es: Habilite si esta clase de impuestos es válida y debería estar activa.
pt_pt: Ativar se a classe de imposto é válida e deve estar ativa.

source: tax classes
es: clases de impuestos
it: classi di tassazione
pt_pt: classes de imposto

source: The customer tax group name. Customer tax groups can be used to control how taxes are applied to a set of customers.
es: El nombre del grupo fiscal del cliente. Los grupos de impuestos de clientes se pueden utilizar para controlar cómo se aplican los impuestos a un conjunto de clientes.
pt_pt: O nome do grupo de imposto de cliente. Os grupos de imposto de cliente podem ser utilizados para controlar como são aplicadas taxas a um grupo de clientes.

source: customer tax group
es: grupo fiscal de clientes
it: gruppo di tassazione clienti
pt_pt: grupo de imposto de cliente

source: customer tax groups
es: grupos de impuestos al cliente
it: gruppi di tassazione clienti
pt_pt: grupos de imposto de cliente

source: Retail Customers
es: Clientes minoristas
it: Clienti al Dettaglio
pt_pt: Clientes Retalhistas

source: Company Customers
es: Clientes de la empresa
it: Clienti Aziende
pt_pt: Clientes de Empresa

source: allowed decimal places
es: lugares decimales permitidos
pt_pt: casas decimais permitidas

source: The number of decimal places allowed by this sales unit.Set this to a value greater than zero if products with this sales unit can be sold in fractional quantities.
es: El número de posiciones decimales permitidas por esta unidad de venta. Establezca esto en un valor mayor que cero si los productos con esta unidad de venta se pueden vender en cantidades fraccionarias.
pt_pt: O número de casas decimais permitidas por esta unidade de venda. Definir um valor superior a zero se os produtos com esta unidade de venda podem ser vendidos em quantidades fracionárias.

source: sales units
es: unidades de venta
it: unità di vendita
pt_pt: unidades de venda

source: The sales unit name to use for products (e.g. 'pieces' or 'units'). Sales units can be set individually for each product through the product editor view.
es: El nombre de la unidad de ventas que se utilizará para los productos (por ejemplo, &#39;piezas&#39; o &#39;unidades&#39;). Las unidades de venta se pueden configurar individualmente para cada producto a través de la vista del editor de productos.
pt_pt: O nome da unidade de venda a utilizar para produtos (ex. ‘peças’ ou ‘unidades’). As unidades de venda podem ser definidas individualmente para cada produto através da visualização de editor de produto.

source: unit symbol
es: símbolo de unidad
pt_pt: símbolo de unidade

source: An abbreviated name for this sales unit that is shown throughout admin and order invoices.
es: Un nombre abreviado para esta unidad de ventas que se muestra en las facturas de administración y de pedidos.
pt_pt: Uma abreviação para esta unidade de venda que é exibido ao longo do admin e em faturas de encomendas.

source: Value must be positive and non-zero.
es: El valor debe ser positivo y distinto de cero.
pt_pt: O valor deve ser positivo e diferente de zero.

source: internal unit
es: unidad interna
pt_pt: unidade interna

source: The sales unit that this display unit is linked to.
es: La unidad de venta a la que está vinculada esta unidad de visualización.
pt_pt: A unidade de venda a que esta unidade de exibição está ligada.

source: ratio
es: proporción
pt_pt: razão

source: Size of the display unit in internal unit. E.g. if internal unit is kilogram and display unit is gram, ratio is 0.001.
es: Tamaño de la unidad de visualización en unidad interna. Por ejemplo, si la unidad interna es el kilogramo y la unidad de visualización es el gramo, la relación es 0,001.
pt_pt: Tamanho da unidade de exibição em unidade interna. Ex. se a unidade interna é em quilogramas e a unidade de exibição em gramas, a razão é 0,001.

source: The number of decimal places to use for values in the display unit. The internal values are still rounded based on the settings of the internal unit.
es: El número de posiciones decimales que se utilizarán para los valores en la unidad de visualización. Los valores internos aún se redondean en función de la configuración de la unidad interna.
pt_pt: O número de casas decimais a utilizar para valores na unidade de exibição. Os valores internos continuam a ser arredondados com base nas definições de unidade interna.

source: comparison value
es: valor de comparación
pt_pt: valor de comparação

source: Value to use when displaying unit prices. E.g. if the display unit is a gram and the comparison value is 100, then unit prices are shown per 100g, like: $2.95 per 100g.
es: Valor a utilizar al mostrar precios unitarios. Por ejemplo, si la unidad de visualización es un gramo y el valor de comparación es 100, entonces los precios unitarios se muestran por 100 g, como: $ 2,95 por 100 g.
pt_pt: Valor a utilizar ao exibir preços unitários. Ex. se a unidade de exibição é em gramas e o valor de comparação é 100, então os preços de unidades são exibidos por 100g, como: $2.95 por 100g.

source: allow bare number
es: permitir número desnudo
pt_pt: permitir número simples
