Repository: Tom2187End/somi-ecommerce
Catalog: shuup/core/locale/*/LC_MESSAGES/django.po
Languages: es, it, pt_pt

source: Enter a SKU (Stock Keeping Unit) number for your product. This is a product identification code that helps you track products through your inventory and analyze their movement. People often use the product's barcode number, but you can set up any numerical system you want to keep track of products.
es: Introduzca un número de SKU (Unidad de mantenimiento de existencias) para su producto. Este es un código de identificación de producto que le ayuda a rastrear productos a través de su inventario y analizar su movimiento. Las personas suelen utilizar el número de código de barras del producto, pero puede configurar cualquier sistema numérico que desee para realizar un seguimiento de los productos.
pt_pt: Introduza uma Ref. para o seu produto. A ref. é um código de identificação de produto que o ajuda a monitorizar os seus produtos através do seu inventário e análise dos seus movimentos. As pessoas utilizam frequentemente o número de código de barras do produto, mas pode definir qualquer sistema numérico que queira para monitorizar produtos.

source: You can enter a Global Trade Item Number. This is typically a 14 digit identification number for all of your trade items. It can often be found by the barcode.
es: Puede ingresar un Número de artículo comercial global. Suele ser un número de identificación de 14 dígitos para todos sus artículos comerciales. A menudo se puede encontrar por el código de barras.
pt_pt: Pode introduzir um Global Trade Item Number (Número Global de Item Comercial). Normalmente é um número de identificação de 14 dígitos para todos os seus produtos comerciais. Pode ser frequentemente encontrado perto do código de barras.

source: barcode
es: código de barras
it: codice a barre
pt_pt: código de barras

source: You can enter the barcode number for your product. This is useful for inventory/stock tracking and analysis.
es: Puede ingresar el número de código de barras de su producto. Esto es útil para el seguimiento y análisis de inventario / stock.
pt_pt: Pode introduzir o número de código de barras para o seu produto. É útil para monitorização de inventário/stock e análise.

source: bookkeeping account
es: cuenta contable
it: account contabilità
pt_pt: conta de contabilidade

source: profit center
es: centro de beneficio
it: centro del profitto
pt_pt: centro de lucro

source: cost center
es: centro de costos
it: centro dei costi
pt_pt: centro de custo

source: width ({})
es: ancho ({})
pt_pt: largura ({})

source: Set the measured width of your product or product packaging. This will provide customers with the product size and help with calculating shipping costs.
es: Establezca el ancho medido de su producto o empaque de producto. Esto proporcionará a los clientes el tamaño del producto y ayudará a calcular los costos de envío.
pt_pt: Definir a largura do seu produto ou embalagem de produto. Tal informará os clientes do tamanho do produto e ajudará a calcular os custos de envio.

source: height ({})
es: altura ({})
pt_pt: altura ({})

source: Set the measured height of your product or product packaging. This will provide customers with the product size and help with calculating shipping costs.
es: Establezca la altura medida de su producto o empaque de producto. Esto proporcionará a los clientes el tamaño del producto y ayudará a calcular los costos de envío.
pt_pt: Definir a altura do seu produto ou embalagem de produto. Tal informará os clientes do tamanho do produto e ajudará a calcular os custos de envio.

source: depth ({})
es: profundidad ({})
pt_pt: profundidade ({})

source: Set the measured depth or length of your product or product packaging. This will provide customers with the product size and help with calculating shipping costs.
es: Establezca la profundidad o longitud medida de su producto o empaque de producto. Esto proporcionará a los clientes el tamaño del producto y ayudará a calcular los costos de envío.
pt_pt: Definir a profundidade do seu produto ou embalagem de produto. Tal informará os clientes do tamanho do produto e ajudará a calcular os custos de envio.

source: net weight ({})
es: Peso neto ({})
pt_pt: peso líquido ({})

source: Set the measured weight of your product WITHOUT its packaging. This will provide customers with the actual product's weight.
es: Establezca el peso medido de su producto SIN su embalaje. Esto proporcionará a los clientes el peso real del producto.
pt_pt: Definir o peso do seu produto SEM a sua embalagem. Tal informará os clientes do peso real do produto.

source: gross weight ({})
es: peso bruto ({})
pt_pt: peso bruto ({})

source: Set the measured gross weight of your product WITH its packaging. This will help with calculating shipping costs.
es: Establezca el peso bruto medido de su producto CON su embalaje. Esto ayudará a calcular los costos de envío.
pt_pt: Definir o peso do seu produto COM a sua embalagem. Tal ajudará a calcular os custos de envio.

source: Select a manufacturer for your product. To define these, search for `Manufacturers`.
es: Seleccione un fabricante para su producto. Para definirlos, busque &quot;Fabricantes&quot;.
pt_pt: Selecionar um fabricante para o seu produto. Para os definir, pesquisar por ‘Fabricantes’.

source: To make your product stand out, give it an awesome description. This is what will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
es: Para que su producto se destaque, dele una descripción asombrosa. Esto es lo que ayudará a sus compradores a conocer sus productos. También ayudará a los compradores a encontrarlos en la tienda y en la web.
pt_pt: Para fazer com que o seu produto se destaque, dê-lhe uma descrição fantástica. Ajudará os seus consumidores a saber mais sobre os seus produtos. Também ajudará os consumidores a encontrá-lo na loja e na web.

source: Enter a URL slug for your product. Slug is user- and search engine-friendly short text used in a URL to identify and describe a resource. In this case it will determine what your product page URL in the browser address bar will look like. A default will be created using the product name.
es: Ingrese un slug de URL para su producto. Slug es un texto breve fácil de usar y de motor de búsqueda que se utiliza en una URL para identificar y describir un recurso. En este caso, determinará cómo se verá la URL de la página de su producto en la barra de direcciones del navegador. Se creará un valor predeterminado con el nombre del producto.
pt_pt: Introduza uma slug de URL para o seu produto. A slug é texto curto simples e adaptado a motores de busca utilizado num URL para identificar e descrever um recurso. Neste caso, determinará o aspeto do seu URL de página de produto na barra de endereços do navegador. Será criada uma predefinição utilizando o nome de produto.

source: keywords
es: palabras clave
it: parole chiave
pt_pt: palavras-chave

source: You can enter keywords that describe your product. This will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
es: Puede ingresar palabras clave que describan su producto. Esto ayudará a sus compradores a conocer sus productos. También ayudará a los compradores a encontrarlos en la tienda y en la web.
pt_pt: Pode introduzir palavras-chave que descrevam o seu produto. Ajudará os seus consumidores a saber mais sobre os seus produtos. Também ajudará os consumidores a encontrá-lo na loja e na web.

source: variation name
es: nombre de la variación
it: nome variazione
pt_pt: nome de variação

source: You can enter a name for the variation of your product. This could be for example different colors, sizes or versions. To manage variations, at the top of the the individual product page, click `Actions` -> `Manage Variations`.
es: Puede ingresar un nombre para la variación de su producto. Esto podría ser, por ejemplo, diferentes colores, tamaños o versiones. Para administrar las variaciones, en la parte superior de la página del producto individual, haga clic en &quot;Acciones&quot; -&gt; &quot;Administrar variaciones&quot;.
pt_pt: Pode introduzir um nome para a variação do seu produto. Podem ser cores, tamanhos ou versões diferentes. Para gerir variações, no topo de cada página individual de produto, clicar em ‘Ações’ -> ‘Gerir Variações’.

source: Multilevel parentage hierarchies aren't supported (parent is a child already).
es: No se admiten jerarquías de paternidad multinivel (el padre ya es un hijo).
pt_pt: Hierarquias de prioridades multinível não são suportadas (principal já é secundário).

source: Parent is a variable variation parent, yet variables were not passed.
es: El padre es un padre de variación variable, pero las variables no se pasaron.
pt_pt: Principal é uma variação principal variável, no entanto as variáveis não passaram.

source: Multilevel parentage hierarchies aren't supported (this product is a simple variation parent).
es: No se admiten las jerarquías de paternidad multinivel (este producto es una variación primaria simple).
pt_pt: Hierarquias de prioridades multinível não são suportadas (este produto é uma variação principal simples).

source: Multilevel parentage hierarchies aren't supported (this product is a variable variation parent).
es: No se admiten las jerarquías de paternidad multinivel (este producto es un padre de variación variable).
pt_pt: Hierarquias de prioridades multinível não são suportadas (este produto é uma variação principal simples).

source: Product is currently not a normal product, and can't be turned into a package.
es: Actualmente, el producto no es un producto normal y no se puede convertir en un paquete.
pt_pt: O produto de momento não é um produto normal e não pode ser convertido numa embalagem.

source: Package can't contain itself.
es: El paquete no puede contenerse solo.
pt_pt: A embalagem não se pode conter a si mesma.

source: Variation parents can't belong in the package.
es: Los padres de la variación no pueden pertenecer al paquete.
pt_pt: Variações principais não pertencem à embalagem.

source: Packages can't be nested.
es: Los paquetes no se pueden anidar.
pt_pt: As embalagens não podem ser encaixados.

source: Quantity %s is invalid.
es: La cantidad %s no es válida.
pt_pt: Quantidade %s é inválida.

source: primary product
es: producto primario
it: prodotto primario
pt_pt: produto principal

source: secondary product
es: producto secundario
it: prodotto secondario
pt_pt: produto secundário

source: weight
es: peso
it: peso
pt_pt: peso

source: cross sell link
es: enlace de venta cruzada
it: collegamento cross sell
pt_pt: link venda cruzada

source: cross sell links
es: enlaces de venta cruzada
it: collegamneti cross sel
pt_pt: links venda cruzada

source: translated value
es: valor traducido
it: valore tradotto
pt_pt: valor convertido

source: product attribute
es: atributo del producto
it: attributo prodotto
pt_pt: atributo de produto

source: product attributes
es: atributos del producto
it: attributi prodotto
pt_pt: atributos de produto

source: Enable this if this service provider can be used when placing orders.
es: Habilite esta opción si este proveedor de servicios se puede utilizar al realizar pedidos.
pt_pt: Ativar se o prestador de serviço pode ser utilizado ao realizar encomendas.

source: The service provider name.
es: El nombre del proveedor de servicios.
pt_pt: O nome do prestador de serviço.

source: This service provider will be available only for order sources of the given shop. If blank, this service provider is available for any order source.
es: Este proveedor de servicios estará disponible solo para orígenes de pedidos de la tienda en cuestión. Si está en blanco, este proveedor de servicios está disponible para cualquier fuente de pedido.
pt_pt: Este prestador de serviço apenas estará disponível para origens de encomenda na dita loja. Se deixado em branco, este prestador de serviço está disponível para todas as origens de encomenda.

source: This service provider will be available only for order sources that contain all items from the configured supplier. If blank, this service provider is available for any order source.
es: Este proveedor de servicios estará disponible solo para orígenes de pedidos que contengan todos los artículos del proveedor configurado. Si está en blanco, este proveedor de servicios está disponible para cualquier fuente de pedido.
pt_pt: Este prestador de serviço apenas estará disponível para origens de encomendas que contenham todos os itens do fornecedor configurado. Se deixado em branco, este prestador de serviço está disponível para todas as origens de encomenda.

source: Enable this if this service should be selectable on checkout.
es: Habilite esta opción si este servicio debe poder seleccionarse al finalizar la compra.
pt_pt: Ativar se este serviço deve ser selecionável durante o checkout.

source: The shop for this service.
es: La tienda de este servicio.
pt_pt: A loja para este serviço.

source: The supplier for this service. This service will be available only for order sources that contain all items from this supplier.
es: El proveedor de este servicio. Este servicio estará disponible solo para orígenes de pedidos que contengan todos los artículos de este proveedor.
pt_pt: O fornecedor para este serviço. Este serviço estará disponível apenas para origens de encomenda que contenham todos os itens deste fornecedor.

source: choice identifier
es: identificador de elección
it: identificativo scelta
pt_pt: identificador de escolha

source: The tax class to use for this service. Define by searching for `Tax Classes`.
es: La clase de impuestos que se utilizará para este servicio. Defina mediante la búsqueda de `Clases de impuestos`.
pt_pt: O escalão de imposto a utilizar para este serviço. Definir ao pesquisar por ‘Escalões de Imposto’.

source: behavior components
es: componentes de comportamiento
it: componente di comportament
pt_pt: componentes de comportamento

source: %s is disabled.
es: %s está deshabilitado.
pt_pt: %s está desativado.

source: %s is for different shop.
es: %s es para una tienda diferente.
pt_pt: %s é para uma loja diferente.

source: Fixed cost
es: Costo fijo
it: Costo fisso
pt_pt: Custo fixo

source: Add a fixed cost to the price of the service.
es: Agregue un costo fijo al precio del servicio.
pt_pt: Adicionar um custo fixo ao preço do serviço.

source: The fixed cost to apply to this service.
es: El costo fijo para aplicar a este servicio.
pt_pt: O custo fixo a aplicar a este serviço.

source: The order line text to display when this behavior is applied.
es: El texto de la línea de orden que se mostrará cuando se aplique este comportamiento.
pt_pt: O texto linha de encomenda a exibir quando este comportamento for aplicado.

source: Waiving cost
es: Renuncia al costo
it: Costo di recesso
pt_pt: Custo mínimo

source: If the total price of the products is less than a waive limit add cost to the price of the service.
es: Si el precio total de los productos es menor que el límite de exención, agregue el costo al precio del servicio.
pt_pt: Se o preço total dos produtos for inferior ao custo mínimo adicionar o custo ao preço do serviço.

source: The cost to apply to this service if the total price is below the waive limit.
es: El costo de aplicar a este servicio si el precio total está por debajo del límite de exención.
pt_pt: O custo a aplicar a este serviço se o preço total for inferior ao custo mínimo.

source: The total price of products limit, at which this service cost is waived.
es: El precio total de límite de productos, al que se renuncia a este costo de servicio.
pt_pt: O preço total de limite de produtos, no qual este curso de serviço é cobrado.

source: Weight limits
es: Límites de peso
it: Limiti di peso
pt_pt: Limites de peso

source: Limit availability of the service based on total weight of the products.
es: Limite la disponibilidad del servicio en función del peso total de los productos.
pt_pt: Disponibilidade limite do serviço com base no peso total dos produtos.

source: minimum weight
es: peso mínimo
it: peso minimo
pt_pt: peso mínimo

source: The minimum weight required for this service to be available.
es: El peso mínimo requerido para que este servicio esté disponible.
pt_pt: O peso mínimo necessário para este serviço estar disponível.

source: maximum weight
es: peso máximo
it: peso massimo
pt_pt: peso máximo

source: The maximum weight allowed by this service.
es: El peso máximo permitido por este servicio.
pt_pt: O peso máximo permitido por este serviço.

source: Minimum weight not met.
es: No se alcanza el peso mínimo.
it: Peso minimo non raggiunto.
pt_pt: Peso mínimo não atingido.

source: Maximum weight exceeded.
es: Se excedió el peso máximo.
it: Peso massimo superato.
pt_pt: Peso máximo ultrapassado.

source: min weight ({})
es: peso mínimo ({})
pt_pt: peso min. ({})

source: The minimum weight for this price to apply.
es: El peso mínimo para aplicar este precio.
pt_pt: O peso mínimo para este serviço ser aplicável.

source: max weight ({})
es: peso máximo ({})
pt_pt: peso max. ({})

source: The maximum weight before this price no longer applies.
es: El peso máximo antes de este precio ya no se aplica.
pt_pt: O peso máximo antes deste preço já não se aplica.

source: The cost to apply to this service when the weight criteria is met.
es: El costo de aplicar a este servicio cuando se cumplen los criterios de peso.
pt_pt: O custo para utilizar este serviço quando o critério de peso não é cumprido.

source: Weight-based pricing
es: Precios basados en peso
it: Prezzo basato sul peso
pt_pt: Preço com base no peso

source: Define price based on basket weight. Range minimums are counted in range only as zero e.g. if there are 2 ranges (range1 = min 0, max 5; range2 = min 5, max 10), only range1's 'min 0' is going to be counted, but not range2's 'min 5'.
es: Defina el precio en función del peso de la cesta. Los mínimos de rango se cuentan en el rango solo como cero, por ejemplo, si hay 2 rangos (rango1 = mínimo 0, máximo 5; rango2 = mínimo 5, máximo 10), solo se contará el &#39;mínimo 0&#39; de rango1, pero no el mínimo de rango2 5 &#39;.
pt_pt: Definir preço com base no peso do carrinho. Os mínimos de intervalo são contabilizados apenas como zero ex. se existirem 2 intervalos (intervalo1 = min. 0, max. 5; intervalo2 = min. 5, max. 10), apenas o ‘min 0’ do intervalo1 será tido em conta, mas não o ‘min 5’ do intervalo2.

source: Weight does not match with any range.
es: El peso no coincide con ningún rango.
it: Il peso non coincide con nessun intervallo.
pt_pt: O peso não corresponde a nenhum intervalo.

source: Contact group availability
es: Disponibilidad del grupo de contacto
it: Disponibilitò gruppo di contatti
pt_pt: Disponibilidade grupo de Contactos

source: Make service available only for specific contact groups.
es: Hacer que el servicio esté disponible solo para grupos de contactos específicos.
pt_pt: Torne o serviço disponível apenas para grupos de contactos específicos.

source: groups
es: grupos
it: gruppi
pt_pt: grupos

source: The contact groups for which this service is available.
es: Los grupos de contacto para los que está disponible este servicio.
pt_pt: Os grupos de contactos para os quais este serviço está disponível.

source: Customer does not belong to any group.
es: El cliente no pertenece a ningún grupo.
it: Il cliente non appartiene a nessun gruppo.
pt_pt: O cliente não pertence a nenhum grupo.

source: Service is not available for any of the customer's groups.
es: El servicio no está disponible para ninguno de los grupos de clientes.
pt_pt: O serviço não está disponível para nenhum dos grupos de clientes.

source: Access to Admin Panel only availability
es: Acceso al panel de administración solo disponibilidad
pt_pt: Apenas disponível com Acesso ao Painel de Admin

source: Make service available only for people with `Access to Admin Panel` rights.
es: Hacer que el servicio esté disponible solo para personas con derechos de acceso al panel de administración.
pt_pt: Torne o serviço disponível apenas para pessoas com direitos de ‘Acesso ao Painel de Admin’.

source: Service is only available for people with `Access to Admin Panel` (`is_staff`) rights.
es: El servicio solo está disponible para personas con derechos de &quot;Acceso al panel de administración&quot; (&quot;is_staff&quot;).
pt_pt: O serviço está apenas disponível para pessoas com direitos de ‘Acesso ao Painel de Admin’ (‘is_staff’).

source: Order total price limit
es: Límite de precio total del pedido
pt_pt: Limite de preço total de encomenda

source: Limit service availability based on order's total price.
es: Limite la disponibilidad del servicio según el precio total del pedido.
pt_pt: Limitar a disponibilidade do serviço com base no preço total de encomenda.

source: min price value
es: valor de precio mínimo
pt_pt: valor de preço min.

source: max price value
es: valor de precio máximo
pt_pt: valor de preço max.

source: Order's total price is not within the defined service limits.
es: El precio total del pedido no se encuentra dentro de los límites de servicio definidos.
pt_pt: O preço total de encomenda não está dentro dos limites de serviço definidos.

source: Country limit
es: Límite de país
pt_pt: Limite de país

source: Limit service availability based on countries selected.
es: Limite la disponibilidad del servicio según los países seleccionados.
pt_pt: Limitar a disponibilidade do serviço com base nos países selecionados.

source: available in countries
es: disponible en países
pt_pt: disponível nos países

source: available in european union
pt_pt: disponível na união europeia

source: unavailable in countries
es: no disponible en países
pt_pt: indisponível nos países

source: unavailable in european union
pt_pt: indisponível na união europeia

source: Service is not available without a defined country.
es: El servicio no está disponible sin un país definido.
pt_pt: O serviço não está disponível sem um país definido.

source: Service is not available for this country.
es: El servicio no está disponible para este país.
pt_pt: O serviço não está disponível para este país.

source: round up to the nearest number with ties going up, away from zero
es: redondear al número más cercano con empates hacia arriba, lejos de cero
pt_pt: arredondar para o número mais perto para cima

source: round to the nearest number with ties going down, towards zero
es: redondear al número más cercano con empates bajando, hacia cero
pt_pt: arredondar para o número mais perto para baixo

source: round up, away from zero, towards the farther round number
es: redondear hacia arriba, alejándose de cero, hacia el número redondeado más alejado
pt_pt: arredondar para cima, contrário de zero, para o número inteiro mais afastado

source: round down, towards zero, towards the closest round number
es: redondear hacia abajo, hacia cero, hacia el número redondeado más cercano
pt_pt: arredondar para baixo, para zero, para o número inteiro mais perto

source: payment processor
es: procesador de pagos
it: processore di pagamento
pt_pt: processador de pagamentos

source: The payment method name. This name is shown to the customers on checkout.
es: El nombre del método de pago. Este nombre se muestra a los clientes al finalizar la compra.
pt_pt: O nome do método de pagamento. Este nome é exibido aos clientes durante o checkout.

source: The description of the payment method. This description is shown to the customers on checkout.
es: La descripción del método de pago. Esta descripción se muestra a los clientes al finalizar la compra.
pt_pt: A descrição do método de pagamento. Esta descrição é exibida aos clientes durante o checkout.

source: rounding quantize
es: redondeo cuantizar
it: quantizzazione arrotondamento
pt_pt: arredondamento
