Repository: Tom2187End/somi-ecommerce
Catalog: shuup/testing/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi_fi, pt_pt, sv_se

source: Install Categories
de: Kategorien festlegen
es: Instalar Categorías
fi_fi: Asenna luokat
pt_pt: Instalar Categorias
sv_se: Installera kategorier

source: Enable this to install sample categories.
de: Aktiviere diese Option, um Beispielkategorien festzulegen.
es: Activa esto para instalar categorías de ejemplo.
fi_fi: Ota tämä käyttöön asentaaksesi esimerkkiluokkia.
pt_pt: Ativar para instalar categorias de exemplo.
sv_se: Aktivera detta för att installera exempelkategorier.

source: Install Products
de: Artikel anlegen
es: Instalar Productos
fi_fi: Asenna tuotteet
pt_pt: Instalar Produtos
sv_se: Installera produkter

source: Enable this to install sample products.
de: Aktiviere diese Option, um Beispielprodukte anzulegen.
es: Activar para instalar productos de prueba.
fi_fi: Ota tämä käyttöön asentaaksesi esimerkkituotteita.
pt_pt: Ativar para instalar produtos de exemplo.
sv_se: Aktivera detta för att installera exempelprodukter.

source: Install Carousel
de: Karussell anlegen
es: Instalar Carrusel
fi_fi: Asenna Karuselli
pt_pt: Instalar Carrossel
sv_se: Installera karusellen

source: Enable this to install a sample carousel.
de: Aktiviere diese Option, um ein Beispielkarussell anzulegen.
es: Activar para instalar un carrusel de prueba.
fi_fi: Ota tämä käyttöön, jos haluat asentaa näytekarusellin.
pt_pt: Ativar para instalar carrossel de exemplo.
sv_se: Aktivera detta för att installera en provkarusell.

source: Uninstall Categories
de: Kategorien deinstallieren
es: Desinstalar Categorías
fi_fi: Poista luokat
pt_pt: Desinstalar Categorias
sv_se: Avinstallera kategorier

source: Uninstall Products
de: Artikel deinstallieren
es: Desinstalar Productos
fi_fi: Poista Tuotteet
pt_pt: Desinstalar Produtos
sv_se: Avinstallera produkter

source: Uninstall Carousel
de: Karussell deinstallieren
es: Desinstalar Carrusel
fi_fi: Poista Carousel asennus
pt_pt: Desinstalar Carrossel
sv_se: Avinstallera karusell

source: Sample data were consolidated.
de: Beispieldaten wurden konsolidiert.
es: Los datos de prueba se han consolidado.
fi_fi: Näytetiedot yhdistettiin.
pt_pt: Dados de exemplo foram consolidados.
sv_se: Exempeldata konsoliderades.

source: To start shopping right now, please install some sample data into your shop
de: Um sofort mit dem Einkaufen zu beginnen, installiere bitte einige Beispieldaten auf Deinem Marktplatz
es: Para empezar a comprar ahora mismo, por favor instala algunos datos de prueba en tu tienda
fi_fi: Aloita ostaminen heti asentamalla näytetietoja kauppaan
pt_pt: Para começar a comprar, instale alguns dados de exemplo na sua loja
sv_se: För att börja handla just nu, vänligen installera några exempeldata i din butik

source: You must have the Access to Admin Panel permission.
de: Du musst die Berechtigung "Zugriff auf Admin-Panel" besitzen.
es: Debe tener el permiso de acceso al panel de administración.
fi_fi: Sinulla on oltava pääsy hallintapaneeliin.
pt_pt: Tem de ter a permissão Acesso ao Painel de Admin.
sv_se: Du måste ha behörighet för åtkomst till administratörspanelen.

source: Supplier Pricing
de: Händlerpreise
es: Precios de proveedor
fi_fi: Toimittajan hinnoittelu
pt_pt: Preços de Fornecedor
sv_se: Leverantörs prissättning

source: Shuup Testing Theme
de: Shuup-Testdesign
es: Tema de prueba de Shuup
fi_fi: Shuup Testiteema
pt_pt: Tema de Teste Shuup
sv_se: Shuups testningtema

source: Shuup Testing Theme With Custom Base Template
de: Shuup-Testdesign mit benutzerdefinierter Basisvorlage
es: Tema de prueba de Shuup con plantilla personalizada
fi_fi: Shuup Testiteema muokatulla pohjateemalla
pt_pt: Tema de Teste Shuup com Template Base Padrão
sv_se: Shuups testningstema med anpassad basmall

source: Shuup Test Theme Product Highlights
de: Produkthighlights des Shuup-Testdesigns
es: Tema de prueba de Shuup con productos destacados
fi_fi: Shuup Testiteeman tuotenostot
pt_pt: Tema de Teste Shuup com Produtos em Destaque
sv_se: Produkthöjdpunker i Shuups testningstema

source: Clinique Happy
fi_fi: Clinique onnellinen

source: Still Jennifer Lopez Perfume
de: Still Jennifer Lopez Parfüm
fi_fi: Silti Jennifer Lopez hajuvesi
pt_pt: Perfume Still Jennifer Lopez
