Repository: Tom2187End/somi-ecommerce
Catalog: shuup/testing/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi_fi, pt_pt, sv_se

source: About Us
de: Über uns
es: Sobre nosotros
fi_fi: Meistä
pt_pt: Sobre Nós
sv_se: Om oss

source: Privacy Policy
de: Datenschutz
es: Política de privacidad
fi_fi: Tietosuojakäytäntö
pt_pt: Política de Privacidade
sv_se: Integritetspolicy

source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y Condiciones
fi_fi: Käyttöehdot
pt_pt: Termos e Condições
sv_se: Villkor

source: Refund Policy
de: Erstattungsrichtlinie
es: Política de devoluciones
fi_fi: Palautusoikeus
pt_pt: Política de Reembolso
sv_se: Återbetalningspolicy

source: {{ order.shop }} - Order {{ order.identifier }} Received
de: {{order.shop}} - Bestellung {{order.identifier}} erhalten
es: {{ order.shop }} - Pedido {{ order.identifier }} Recibido
fi_fi: {{order.shop}} - Tilaus {{order.identifier}} vastaanotettu
pt_pt: {{ order.shop }} - Encomenda {{ order.identifier }} Recebida
sv_se: {{order.shop}} - Beställning {{order.identifier}} Mottagen

source: Send customer order confirmation email
de: Bestellbstätigung per E-Mail an Kunden senden
es: Enviar al cliente correo electrónico de confirmación de pedido
fi_fi: Lähetä asiakkaan tilauksen vahvistusviesti
pt_pt: Enviar e-mail de confirmação de encomenda de cliente
sv_se: Skicka e-postbekräftelse för kund beställning

source: We will configure a notification to send the customer an email after a placed order. You can disable this option later or even change the layout of the email.
de: Wir konfigurieren eine Benachrichtigung, um dem Kunden nach einer Bestellung eine E-Mail zu senden. Du kannst diese Option später deaktivieren oder sogar das Layout der E-Mail ändern.
es: Configuraremos una notificación para mandar al cliente un email tras realizar un pedido. Puedes desactivar esta opción más tarde o cambiar la plantilla del email.
fi_fi: Määritämme ilmoituksen lähettämään asiakkaalle sähköpostin tehdyn tilauksen jälkeen. Voit poistaa tämän vaihtoehdon käytöstä myöhemmin tai jopa muuttaa sähköpostin asettelua.
pt_pt: Configuraremos a notificação para enviar um e-mail ao cliente após uma encomenda efetuada. Pode desativar a opção mais tarde ou até alterar o layout do e-mail.
sv_se: Vi konfigurerar ett meddelande så att kunden skickar ett e-postmeddelande efter en beställning. Du kan inaktivera detta alternativ senare eller till och med ändra e-postens layout.

source: Create About Us page
de: "Über uns"-Seite anlegen
es: Crear página Sobre Nosotros
fi_fi: Luo Tietoja meistä -sivu
pt_pt: Criar página Sobre Nós
sv_se: Skapa Om oss-sidan

source: We have already created an 'About Us' template for you based on your shop information. You must review the page and change it accordingly.
de: Wir haben bereits eine Vorlage für eine "Über uns"-Seite für Dich erstellt, die auf Deinen Marktplatzdaten basiert. Du musst nur die Seite nur überprüfen und entsprechend abändern.
es: Ya hemos creado una página 'Sobre Nosotros' con la información de tu tienda. Revisa el contenido de la página para asegurarte de que todo esté correcto.
fi_fi: Olemme jo luoneet sinulle Tietoja meistä -mallin kauppasi tietojen perusteella. Sinun on tarkistettava sivu ja muutettava sitä vastaavasti.
pt_pt: Já criámos um template ‘Sobre Nós’ para si com base nas suas informações de loja. Tem de rever a página e alterá-la de acordo.
sv_se: Vi har redan skapat en 'Om oss'-mall för dig baserat på din butiksinformation. Du måste granska sidan och ändra den därefter.

source: We will create an 'About Us' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
de: Wir erstellen eine Vorlage für eine "Über uns"-Seite für Dich. Wir werden den Inhalt der Seite auf Deine Marktplatzdaten stützen. Nachdem wir fertig sind, musst Du die Seite nur überprüfen und entsprechend abändern.
es: Crearemos una página 'Sobre Nosotros' para ti. Basaremos el contenido de la página en la información de tu tienda. Cuando este hecho, debes revisar la página para asegurarte de que todo es correcto.
fi_fi: Luomme sinulle Tietoja meistä -mallin. Perustamme sivun sisällön kauppasi tietoihin. Kun olemme valmis, sinun on tarkistettava sivu ja muutettava sitä vastaavasti.
pt_pt: Criaremos um template ‘Sobre Nós’ para si. O conteúdo da página terá como base as suas informações de loja. Depois de terminarmos, tem de rever a página e alterá-la de acordo.
sv_se: Vi skapar en 'Om oss' -mall för dig. Vi baserar innehållet på sidan på din butiksinformation. När vi är klara måste du granska sidan och ändra den därefter.

source: Create Privacy Policy page
de: Seite für die Datenschutzrichtlinie erstellen
es: Crear página de política de privacidad
fi_fi: Luo tietosuojakäytäntö -sivu
pt_pt: Criar página de Política de Privacidade
sv_se: Skapa sekretesspolicy

source: We have already created a 'Privacy Policy' template for you based on your shop information. You must review the page and change it accordingly.
de: Wir haben bereits eine Vorlage für die Datenschutzrichtlinien-Seite für Dich erstellt, die auf Deinen Marktplatzdaten basiert. Du musst die Seite nur überprüfen und entsprechend abändern.
es: Ya hemos creado una página 'Política de Privacidad' con la información de tu tienda. Revisa el contenido de la página para asegurarte de que todo esté correcto.
fi_fi: Olemme jo luoneet sinulle &quot;tietosuojakäytännön&quot; mallin kauppasi tietojen perusteella. Sinun on tarkistettava sivu ja muutettava sitä vastaavasti.
pt_pt: Já criámos um template ‘Política de Privacidade’ para si com base nas suas informações de loja. Tem de rever a página e alterá-la de acordo.
sv_se: Vi har redan skapat en mall för 'Integritetspolicy' baserat på din butiksinformation. Du måste granska sidan och ändra den därefter.

source: We will create a 'Privacy Policy' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
de: Wir erstellen eine Vorlage für die Datenschutzrichtlinien-Seite für Dich. Wir werden den Inhalt der Seite auf Deine Marktplatzdaten stützen. Nachdem wir fertig sind, musst Du die Seite nur überprüfen und entsprechend abändern.
es: Crearemos una página 'Política de Privacidad' para ti. Basaremos el contenido de la página en la información de tu tienda. Cuando este hecho, debes revisar la página para asegurarte de que todo es correcto.
fi_fi: Luomme sinulle tietosuojakäytännön mallin. Perustamme sivun sisällön kauppasi tietoihin. Kun olemme valmis, sinun on tarkistettava sivu ja muutettava sitä vastaavasti.
pt_pt: Criaremos um template ‘Política de Privacidade’ para si. O conteúdo da página terá como base as suas informações de loja. Depois de terminarmos, tem de rever a página e alterá-la de acordo.
sv_se: Vi skapar en mall för 'Integritetspolicy' åt dig. Vi baserar innehållet på sidan på din butiksinformation. När vi är klara måste du granska sidan och ändra den därefter.

source: Create Terms and Conditions page
de: Seite "Allgemeine Geschäftsbedingungen" erstellen
es: Crear página de Términos y Condiciones
fi_fi: Luo käyttöehdot -sivu
pt_pt: Criar página Termos e Condições
sv_se: Skapa Villkors-sidan

source: We have already created a 'Terms & Conditions' template for you based on your shop information. You must review the page and change it accordingly.
de: Wir haben bereits eine Vorlage mit den allgemeinen Geschäftsbedingungen für Dich erstellt, die auf Deinen Marktplatzdaten basiert. Du musst die Seite nur überprüfen und entsprechend abändern.
es: Ya hemos creado una página 'Términos y Condiciones' con la información de tu tienda. Revisa el contenido de la página para asegurarte de que todo esté correcto.
fi_fi: Olemme jo luoneet sinulle &quot;Käyttöehdot&quot; -mallin kauppasi tietojen perusteella. Sinun on tarkistettava sivu ja muutettava sitä vastaavasti.
pt_pt: Já criámos um template ‘Termos e Condições’ para si com base nas suas informações de loja. Tem de rever a página e alterá-la de acordo.
sv_se: Vi har redan skapat en mall för villkor baserat på din butiksinformation. Du måste granska sidan och ändra den därefter.

source: We will create a 'Terms & Conditions' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
de: Wir erstellen für Dich eine Vorlage mit den allgemeinen Geschäftsbedingungen. Wir werden den Inhalt der Seite auf Deinen Marktplatzdaten stützen. Nachdem wir fertig sind, musst Du die Seite nur überprüfen und entsprechend abändern.
es: Crearemos una página 'Términos y Condiciones' para ti. Basaremos el contenido de la página en la información de tu tienda. Cuando este hecho, debes revisar la página para asegurarte de que todo es correcto.
fi_fi: Luomme sinulle käyttöehdot-mallin. Perustamme sivun sisällön ostoksesi tietoihin. Kun olemme valmis, sinun on tarkistettava sivu ja muutettava sitä vastaavasti.
pt_pt: Criaremos um template ‘Termos e Condições’ para si. O conteúdo da página terá como base as suas informações de loja. Depois de terminarmos, tem de rever a página e alterá-la de acordo.
sv_se: Vi skapar en mall för villkor för dig. Vi baserar innehållet på sidan på din butiksinformation. När vi är klara måste du granska sidan och ändra den därefter.

source: Create Refund Policy page
de: Seite "Erstattungsrichtlinie" erstellen
es: Crear página de Política de Devoluciones
fi_fi: Luo hyvityskäytäntö -sivu
pt_pt: Criar página de Política de Reembolso
sv_se: Skapa sidan Återbetalningspolicy

source: We have already created a 'Refund Policy' template for you based on your shop information. You must review the page and change it accordingly.
de: Wir haben bereits eine Vorlage für Rückerstattungsrichtlinien für Dich erstellt, die auf Deinen Marktplatzdaten basiert. Du musst die Seite nur überprüfen und entsprechend abändern.
es: Ya hemos creado una página 'Política de Devoluciones' con la información de tu tienda. Revisa el contenido de la página para asegurarte de que todo esté correcto.
fi_fi: Olemme jo luoneet sinulle hyvityskäytäntömallin kauppasi tietojen perusteella. Sinun on tarkistettava sivu ja muutettava sitä vastaavasti.
pt_pt: Já criámos um template ‘Política de Reembolso’ para si com base nas suas informações de loja. Tem de rever a página e alterá-la de acordo.
sv_se: Vi har redan skapat en mall för 'återbetalningspolicy' baserat på din butiksinformation. Du måste granska sidan och ändra den därefter.

source: We will create an 'Refund Policy' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
de: Wir erstellen eine Vorlage für die Rückerstattungsrichtlinie für Dich. Wir werden den Inhalt der Seite auf Deine Marktplatzdaten stützen. Nachdem wir fertig sind, musst Du die Seite nur überprüfen und entsprechend abändern.
es: Crearemos una página 'Política de Devoluciones' para ti. Basaremos el contenido de la página en la información de tu tienda. Cuando este hecho, debes revisar la página para asegurarte de que todo es correcto.
fi_fi: Luomme sinulle hyvityskäytäntömallin. Perustamme sivun sisällön kauppasi tietoihin. Kun olemme valmis, sinun on tarkistettava sivu ja muutettava sitä vastaavasti.
pt_pt: Criaremos um template ‘Política de Reembolso’ para si. O conteúdo da página terá como base as suas informações de loja. Depois de terminarmos, tem de rever a página e alterá-la de acordo.
sv_se: Vi skapar en mall för 'återbetalningspolicy' åt dig. Vi baserar innehållet på sidan på din butiksinformation. När vi är klara måste du gå igenom sidan och ändra den därefter.

source: Configure the footer
de: Footer konfigurieren
es: Configurar el pie de página
fi_fi: Määritä alatunniste
pt_pt: Configurar o rodapé
sv_se: Konfigurera sidfoten

source: We will now configure your shop footer and fill it with some of your shop's information. Don't worry, you can change this at any time.
de: Wir konfigurieren jetzt Deine Marktplatz-Fußzeile und füllen sie mit einigen Informationen Deines Marktplatzes. Keine Sorge, Du kannst dies jederzeit ändern.
es: Vamos a configurar el píe de página de la tienda y rellenarlo con la información de tu tienda. No te preocupes, lo puedes cambiar en cualquier momento.
fi_fi: Määritämme nyt myymälän alatunnisteen ja täytämme sen joillakin myymälänne tiedoilla. Älä huoli, voit muuttaa tätä milloin tahansa.
pt_pt: Iremos configurar o seu rodapé de loja e preenchê-lo com alguma das suas informações de loja. Não se preocupe, pode alterar estas informações a qualquer momento.
sv_se: Vi konfigurerar nu din butiksfot och fyller den med en del av din butiks information. Oroa dig inte, du kan ändra detta när som helst.

source: Content & Behavior
de: Inhalt & Verhalten
es: Contenido y Comportamiento
fi_fi: Sisältö ja käyttäytyminen
pt_pt: Conteúdo e Comportamento
sv_se: Innehåll och beteende

source: Add the initial content and configure the customer notifications for your shop
de: Füge den ursprünglichen Inhalt hinzu und konfiguriere die Kundenbenachrichtigungen für Deinen Marktplatz
es: Añade el contenido inicial y configura las notificaciones de usuario para tu tienda
fi_fi: Lisää alkuperäinen sisältö ja määritä myymälän asiakasilmoitukset
pt_pt: Adicione o conteúdo inicial e configure as notificações de cliente para a sua loja
sv_se: Lägg till det ursprungliga innehållet och konfigurera kundaviseringarna för din butik

source: Configure notifications for your shop
de: Konfiguriere Benachrichtigungen für Deinen Marktplatz
es: Configurar notificaciones para tu tienda
fi_fi: Määritä ilmoitukset myymälällesi
pt_pt: Configurar notificações para a sua loja
sv_se: Konfigurera aviseringar för din butik

source: Add the initial content
de: Füge den ersten Inhalt hinzu
es: Añadir contenido inicial
fi_fi: Lisää alkuperäinen sisältö
pt_pt: Adicional conteúdo inicial
sv_se: Lägg till det ursprungliga innehållet

source: Configure the initial content pages
de: Konfiguriere die ersten Inhaltsseiten
es: Configurar las páginas de contenido inicial
fi_fi: Määritä alkuperäiset sisältösivut
pt_pt: Configurar as páginas de conteúdo inicial
sv_se: Konfigurera de ursprungliga innehållssidorna

source: Configure some notifications
de: Konfiguriere einige Benachrichtigungen
es: Configurar algunas notificaciones
fi_fi: Määritä joitain ilmoituksia
pt_pt: Configurar algumas notificações
sv_se: Konfigurera några meddelanden

source: Demo
es: Manifestación
pt_pt: Demonstração

source: Dummy Mass Action #1
de: Dummy-Massenaktion #1
es: Acción masiva ficticia # 1
fi_fi: Nuken joukkotoiminta # 1
pt_pt: Ação em massa fictícia #1

source: Dummy Mass Action #2
de: Dummy-Massenaktion #2
es: Acción masiva ficticia # 2
fi_fi: Nuken joukkotoiminta # 2
pt_pt: Ação em massa fictícia #2

source: mock section title
de: Titel des Mock-Abschnitts
es: título de la sección simulada
fi_fi: keksitty osion otsikko
pt_pt: título secção simulação
sv_se: mock avsnittsrubrik

source: Hello
de: Hallo
es: Hola
fi_fi: Hei
pt_pt: Olá
sv_se: Hej

source: Hello %(name)s
de: Hallo %(name)s
es: Hola %(name)s
fi_fi: Hei %(name)s
pt_pt: Olá %(name)s
sv_se: Hej %(name)s

source: This is %(sku)s
de: Das ist %(sku)s
es: Esto es %(sku)s
fi_fi: Tämä on %(sku)s
pt_pt: Esta é a %(sku)s
sv_se: Detta är %(sku)s

source: There is a sample data installed. Search `Sample Data` for more information.
de: Es sind Beispieldaten installiert. Suche nach "Beispieldaten", um weitere Informationen zu erhalten.
es: Hay datos de prueba instalados. Busca 'Datos de prueba' para más información.
fi_fi: Näyte on asennettu. Hae lisätietoja `` Näytetiedoista``.
pt_pt: Existem dados de exemplo instalados. Pesquisa ‘Dados de Exemplo’ para mais informações.
sv_se: Det finns ett exempel på data installerat. Sök efter 'Exempeldata' för mer information.

source: There is a sample data installed. Click here to consolidate or delete them.
de: Es sind Beispieldaten installiert. Klicke hier, um sie zu konsolidieren oder zu löschen.
es: Hay datos de prueba instalados. Haz click aquí para consolidarlos o borrarlos.
fi_fi: Näyte on asennettu. Yhdistä tai poista ne napsauttamalla tätä.
pt_pt: Existem dados de exemplo instalados. Clique aqui para consolidar ou os eliminar.
sv_se: Det finns ett exempel på data installerat. Klicka här för att konsolidera eller ta bort dem.

source: Sample Data
de: Beispieldaten
es: Datos de prueba
fi_fi: Näytetiedot
pt_pt: Dados de Exemplo
sv_se: Stickprov

source: Default
de: Standard
es: Por defecto
fi_fi: Oletus
pt_pt: Padrão
sv_se: Standard

source: Cosmetics and perfumes
de: Kosmetik und Parfums
es: Cosméticos y perfumes
fi_fi: Kosmetiikka ja hajuvedet
pt_pt: Cosméticos e perfumes
sv_se: Kosmetika och parfymer

source: USpicy Makeup Brushes
es: USpicy pinceles de maquillaje
fi_fi: USpicy meikkiharjat
pt_pt: Pincéis de Maquilhagem USpicy
sv_se: USpicy Makeup Borstar

source: Professional 10 pieces makeup brush set with soft oval toothbrush design
de: Professionelles 10-teiliges Make-up-Bürstenset mit weichem, ovalem Zahnbürstendesign
es: 10 pinceles de maquillaje con un diseño innovador
fi_fi: Ammattimainen 10 kappaleen meikkiharjasarja, jossa on pehmeä soikea hammasharja
pt_pt: Conjunto de pincéis 10 peças profissionais com design de escova oval suave
sv_se: Professionell 10-delars sminkborste med mjuk oval tandborstdesign

source: Precision Eyelash Curler
de: Präzise Wimpernzange
es: Rizador de pestañas de precisión
fi_fi: Tarkka ripsien kiharrin
pt_pt: Modelador de Pestanas de Precisão

source: Precision Eyelash Curler is the professional choice of makeup artists everywhere.
de: Precision Eyelash Curler ist die professionelle Wahl von Maskenbildnern überall.
es: Precision Eyelash Curler es la elección profesional de los maquilladores de todo el mundo.
fi_fi: Precision Eyelash Curler on meikkitaiteilijoiden ammattimainen valinta kaikkialla.
pt_pt: O Modelador de Pestanas de Precisão é a escolha de profissionais de artistas de maquilhagem em todo o mundo.
sv_se: Precision Eyelash Curler är det professionella valet för makeupartister överallt.

source: PureMoist Lipstick
de: PureMoist Lippenstift
es: Barra de labios PureMoist
fi_fi: PureMoist huulipuna
pt_pt: Batom PureMoist
sv_se: PureMoist läppstift

source: PureMoist Lipstick has a moisturizing formula designed to quench, comfort and protect lips.
de: PureMoist Lipstick hat eine feuchtigkeitsspendende Formel, die die Lippen beruhigt, tröstet und schützt.
es: El lápiz labial PureMoist tiene una fórmula hidratante diseñada para calmar, reconfortar y proteger los labios.
fi_fi: PureMoist Lipstickillä on kosteuttava kaava, joka on suunniteltu tukahduttamaan, mukavuttamaan ja suojaamaan huulia.
pt_pt: O Batom PureMoist tem uma fórmula hidratante concebida para saciar, dar conforto e proteger os lábios.
sv_se: PureMoist Lipstick har en fuktgivande formel som är utformad för att släcka, trösta och skydda läpparna.

source: A hint of citrus. A wealth of flowers. A mix of emotions.
de: Ein Hauch von Zitrusfrüchten. Eine Fülle von Blumen. Eine Mischung aus Emotionen.
es: Un toque cítrico. Una gran cantidad de flores. Mezcla de emociones.
fi_fi: Vihje sitrushedelmistä. Runsaasti kukkia. Sekoitus tunteita.
pt_pt: Um toque de citrinos. Uma riqueza de flores. Uma mistura de emoções.
sv_se: En antydan till citrus. En mängd blommor. En blandning av känslor.

source: Tommy Girld by Tommy Hilfiger Perfume
de: Tommy Girl von Tommy Hilfiger Parfüm
es: Perfume Tommy Girld de Tommy Hilfiger
fi_fi: Tommy Hilfiger Hajuvesi Tommy Girld
pt_pt: Tommy Girld pelo Perfume Tommy Hilfiger
sv_se: Tommy Girld av Tommy Hilfiger Parfym

source: A refreshing and energetic floral - with low notes of sandalwood and heather.
de: Ein erfrischendes und energiegeladenes Blumenmuster - mit niedrigen Noten von Sandelholz und Heidekraut.
es: Un floral refrescante y enérgico, con notas bajas de sándalo y brezo.
fi_fi: Virkistävä ja energinen kukka - vähän santelipuuta ja kanervaa.
pt_pt: Um floral refrescante e energético - com pequenas notas de sândalo e urze.
sv_se: En uppfriskande och energisk blommig - med låga toner av sandelträ och ljung.

source: Bvlgari Omnia Crystalline Eau de Toilette
de: Bvlgari Omnia kristallines Eau de Toilette
es: Eau de Toilette Bvlgari Omnia Crystalline
pt_pt: Eau de Toilette Bvlgari Omnia Crystalline

source: Give yourself over to this fragrance as intoxicating and pure as a woman's soul is fragile.
de: Geben Sie sich diesem Duft hin, der so berauschend und rein ist, wie die Seele einer Frau zerbrechlich ist.
es: Entrégate a esta fragancia tan embriagadora y pura como frágil es el alma de una mujer.
fi_fi: Anna itsesi tälle tuoksulle yhtä päihdyttäväksi ja puhtaaksi kuin naisen sielu on hauras.
pt_pt: Entregue-se a esta fragrância tão embriagante e pura como a alma de uma mulher é frágil.
sv_se: Ge dig själv över till denna doft så berusande och ren som en kvinnas själ är ömtålig.

source: Be driven with vitality and confidence, as you wear the Jennifer Lopez Still fragrance.
de: Lassen Sie sich von Vitalität und Selbstvertrauen leiten, wenn Sie den Duft Jennifer Lopez Still tragen.
es: Déjate llevar por la vitalidad y la confianza mientras usas la fragancia Still de Jennifer Lopez.
fi_fi: Aja elinvoimaisesti ja itsevarmasti, kun käytät Jennifer Lopez Still -tuoksua.
pt_pt: Deixe-se conduzir pela vitalidade e confiança, enquanto usa a fragrância Jennifer Lopez Still.
sv_se: Driv med livskraft och självförtroende när du bär Jennifer Lopez Still-doften.

source: La Vie Est Belle
es: La vida es bella
fi_fi: elämä on kaunista

source: A captivating new scent joins the La vie est belle path to happiness.
de: Ein fesselnder neuer Duft verbindet den Weg von La vie est belle zum Glück.
es: Una nueva fragancia cautivadora se une al camino hacia la felicidad de La vie est belle.
fi_fi: Viehättävä uusi tuoksu liittyy La vie est belle -tielle polulle onnellisuuteen.
pt_pt: Um novo aroma cativante junta-se ao La vie est belle no caminho para a felicidade.
sv_se: En fängslande ny doft ansluter sig till La vie est belle-vägen till lycka.

source: Smooth Viking Beard Brush
de: Glatte Wikinger-Bartbürste
es: Cepillo suave vikingo para barba
fi_fi: Sileä Viking-partaharja
pt_pt: Escova de Barba Viking Suave
sv_se: Slät Viking skäggborste

source: Just a beard brush.
de: Nur eine Bartbürste.
es: Solo un cepillo para barba
fi_fi: Vain partaharja.
pt_pt: Uma simples escova de barba.
sv_se: Bara en skäggborste.

source: Beard & Stash Oil
de: Bart &amp; Stash Öl
es: Aceite para barba
fi_fi: Parta &amp; Stash öljy
pt_pt: Óleo de Barba e Bolsa

source: This oil is natural, and is made with the perfect combination of oils.
de: Dieses Öl ist natürlich und wird mit der perfekten Kombination von Ölen hergestellt.
es: Este aceite es natural, y esta hecho con la perfecta combinación de aceites.
fi_fi: Tämä öljy on luonnollinen ja valmistettu täydellisestä öljyyhdistelmästä.
pt_pt: O óleo é natural e é feito com a combinação de óleos perfeita.
sv_se: Denna olja är naturlig och är gjord med en perfekt kombination av oljor.

source: Sample Carousel
de: Beispielkarussell
es: Carrusel de ejemplo
fi_fi: Näyte karuselli
pt_pt: Carrossel de Exemplo
sv_se: Exempel på karusell

source: Business Segment
de: Geschäftsfeld
es: Segmento Corporativo
fi_fi: Liiketoimintasegmentti
pt_pt: Segmento de Negócio
sv_se: Affärssegment

source: Select your business segment to install categories.
de: Wähle Dein Geschäftsfeld aus, um Kategorien festzulegen.
es: Selecciona tu segmento corporativo para instalar categorías
fi_fi: Asenna luokat valitsemalla liiketoimintasegmentti.
pt_pt: Selecionar o seu segmento de negócio para instalar categorias.
sv_se: Välj ditt affärssegment för att installera kategorier.
