Repository: Tom2187End/somi-ecommerce
Catalog: shuup/api/locale/*/LC_MESSAGES/django.po
Languages: fi_fi, ru, sv_se, zh_hans

source: API
ru: Программный интерфейс приложения - API
zh_hans: 应用程序界面

source: Disabled
fi_fi: Pois päältä
ru: Отключено
sv_se: Inaktiverad
zh_hans: 关闭

source: Admin Users
fi_fi: Pääkäyttäjät
ru: Администратор
sv_se: Administratör
zh_hans: 管理用户

source: Authenticated Users - Read/Write
fi_fi: Tunnistautuneet käyttäjät - Luku/kirjoitus
ru: Аутентифицированные пользователи - чтение / запись
sv_se: Autentiserade användare - Läs/Skriv
zh_hans: 经过身份验证的用户 - 读/写

source: Authenticated Users - Read only
fi_fi: Tunnistautuneet käyttäjät - Vain luku
ru: Аутентифицированные пользователи - только чтение
sv_se: Autentiserade användare - Endast läs
zh_hans: 经过身份验证的用户 - 只读

source: Public Users - Read/Write
fi_fi: Julkiset käyttäjät - Luku/kirjoitus
ru: Публичные пользователи - чтение / запись
sv_se: Offentliga användare - Läs/Skriv
zh_hans: 公共用户 - 读/写

source: Public Users - Read only
fi_fi: Julkiset käyttäjät - Vain luku
ru: Публичные пользователи - только чтение
sv_se: Offentliga användare - Endast läs
zh_hans: 公共用户 - 只读

source: API permissions saved
fi_fi: API-oikeudet tallennettu
ru: Разрешения API сохранены
sv_se: API-behörigheter sparade
zh_hans: 已保存API权限

source: API Permissions
fi_fi: API-oikeudet
ru: Разрешения API
sv_se: API-behörigheter
zh_hans: API权限

source: Configure API permissions
fi_fi: Muokkaa API-oikeuksia
ru: Установите настройки доступа для API
sv_se: Konfigurera behörigheter för API
zh_hans: 配置API权限

source: Please, configure the API permission level for each service by selecting the level below.
fi_fi: Asettele API-oikeustaso kullekin palvelulle valitsemalla taso alta.
ru: Пожалуйста, настройте уровни разрешений для программного интерфейса приложения для каждой службы, выбрав уровень ниже.
sv_se: Vänligen ställ in API-behörighetsnivåer för alla tjänster genom att välja nivån nedan.
zh_hans: 请通过选择以下级别为每项服务配置API权限级别。

source: Note:
fi_fi: Huomaa:
ru: Примечание:
sv_se: Notera:
zh_hans: 注意：

source: No one can make requests.
fi_fi: Kukaan ei pysty tekemään pyyntöjä.
ru: Никто не может делать запросы.
sv_se: Ingen kan göra förfrågningar.
zh_hans: 没有人可以提出要求

source: Admin users
fi_fi: Pääkäyttäjät
ru: Администратор
sv_se: Administratör
zh_hans: 管理用户

source: Only administrators can make requests to the API to fetch, save, delete or update data.
fi_fi: Vain pääkäyttäjät pystyvät tekemään API-pyyntöjä tietojen noutamiseksi, tallentamiseksi, poistamiseksi tai päivittämiseksi.
ru: Только администраторы могут отправлять запросы в API для извлечения, сохранения, удаления или обновления данных.
sv_se: Endast administratörer kan göra förfrågningar för att hämta, spara, ta bort eller uppdatera information.
zh_hans: 只有管理员才能向API发出请求以获取、保存、删除或更新数据。

source: Authenticated users - Read/Write
fi_fi: Tunnistautuneet käyttäjät - Luku/kirjoitus
ru: Аутентифицированные пользователи смогут читать и записывать
sv_se: Autentiserade användare - Läs/Skriv
zh_hans: 经过身份验证的用户-读/写

source: Any authenticated user can fetch, save, delete or update data.
fi_fi: Kuka tahansa tunnistautunut käyttäjä voi noutaa, tallentaa, poistaa tai päivittää tietoja.
ru: Любой аутентифицированный пользователь может извлекать, сохранять, удалять или обновлять данные.
sv_se: Alla användare kan göra förfrågningar för att hämta, spara, ta bort eller uppdatera information.
zh_hans: 任何经过身份验证的用户都可以获取、保存、删除或更新数据。

source: Authenticated users - Read
fi_fi: Tunnistautuneet käyttäjät - Luku
ru: Аутентефицированные пользователи смогут читать
sv_se: Autentiserade användare - Endast läs
zh_hans: 认证用户-读

source: Any authenticated user can only fetch data.
fi_fi: Kuka tahansa tunnistautunut käyttäjä voi noutaa tietoja.
ru: Любой аутентифицированный пользователь может только получать данные.
sv_se: Alla användare kan endast hämta information.
zh_hans: 任何经过身份验证的用户只能获取数据。

source: Public users - Read/Write
fi_fi: Julkiset käyttäjät - Luku/kirjoitus
ru: Любой пользователь сможет читать и записывать
sv_se: Offentliga användare - Läs/Skriv
zh_hans: 公共用户 - 读/写

source: Any user (authenticated or not) can fetch, save, delete or update data.
fi_fi: Kuka tahansa (tunnistautunut tai ei) voi noutaa, tallentaa, poistaa tai päivittää tietoja.
ru: Любой пользователь (аутентифицированный и нет) может извлекать, сохранять, удалять или обновлять данные.
sv_se: Alla användare (inloggad eller ej) kan göra förfrågningar för att hämta, spara, ta bort eller uppdatera information.
zh_hans: 任何用户(身份验证与否)都可以获取、保存、删除或更新数据。

source: Use this with caution.
fi_fi: Käytä tätä varoen.
ru: Используйте это с осторожностью.
sv_se: Använd detta med försiktighet.
zh_hans: 请谨慎使用

source: Public users - Read
fi_fi: Julkiset käyttäjät - Luku
ru: Любой пользователь сможет читать
sv_se: Offentliga användare - Endast läs
zh_hans: 公共用户-读

source: Any user (authenticated or not) can only fetch data.
fi_fi: Kuka tahansa (tunnistautunut tai ei) voi noutaa tietoja.
ru: Любой пользователь (аутентифицированный и нет) может только получать данные.
sv_se: Alla användare (inloggad eller ej) kan endast hämta information.
zh_hans: 任何用户(通过身份验证与否)都只能获取数据。

source: Save
fi_fi: Tallenna
ru: Сохранить
sv_se: Spara
zh_hans: 保存
