Repository: Tom2187End/somi-ecommerce
Catalog: shuup/front/apps/saved_carts/locale/*/LC_MESSAGES/django.po
Languages: es, fi_fi, ru, sv_se

source: Shuup Frontend - Saved Baskets
es: Interfaz Shuup - Cestas guardadas
fi_fi: Shuup Kauppa - Tallennetut ostoskorit
ru: Внешний интерфейс Shuup. - Сохранённые корзины
sv_se: Shuup Framsida - Sparade varukorgar

source: Saved Carts
es: Carros guardados
fi_fi: Tallennetut ostoskorit
ru: Сохранённые корзины
sv_se: Sparade varukorgar

source: Home
es: Casa
fi_fi: Etusivu
ru: На главную
sv_se: Start

source: Dashboard
es: Tablero
fi_fi: Hallintapaneeli
ru: Панель информации
sv_se: Översikt

source: My Saved Carts
es: Mis carros guardados
fi_fi: Tallennetut korini
ru: Мои сохранённые корзины
sv_se: Mina sparade varukorgar

source: Product
es: Producto
fi_fi: Tuote
ru: Товар
sv_se: Produkt

source: Quantity
es: Cantidad
fi_fi: Määrä
ru: Количество
sv_se: Antal

source: Price
es: Precio
fi_fi: Hinta
ru: Стоимость
sv_se: Pris

source: Title
es: Título
fi_fi: Otsikko
ru: Заглавие
sv_se: Titel

source: Product Count
es: Recuento de productos
fi_fi: Tuotemäärä
ru: Количество товаров
sv_se: Produktantal

source: Details
es: Detalles
fi_fi: Tiedot
ru: Подробности
sv_se: Detaljer

source: You haven't saved any carts yet.
es: Aún no ha guardado ningún carrito.
fi_fi: Et ole tallentanut yhtään koria.
ru: Вы ещё не сохранили ни одну корзину.
sv_se: Du har inte sparat några varukorg ännu.

source: Add all products to cart
es: Agregar todos los productos al carrito
fi_fi: Lisää kaikki tuotteet koriin
ru: Добавить все товары в корзину.
sv_se: Lägga till alla produkter i varukorg

source: Delete cart
es: Eliminar carrito
fi_fi: Poista kori
ru: Очистить корзину
sv_se: Ta bort varukorg

source: Please enter a basket title.
es: Introduzca un título de la cesta.
fi_fi: Lisää korille nimi.
ru: Пожалуйста, введите название корзины
sv_se: Vänliga ange ett namn för din varukorg

source: Can't save an empty basket.
es: No se puede guardar una canasta vacía.
fi_fi: Tyhjää koria ei voi tallentaa.
sv_se: Det går inte att spara en tom korg.

source: Product is not available in this shop.
es: El producto no está disponible en esta tienda.
fi_fi: Tuotetta ei ole saatavana tässä kaupassa.
sv_se: Produkten är inte tillgänglig i denna butik.

source: Invalid supplier.
es: Proveedor inválido.
fi_fi: Virheellinen toimittaja.
sv_se: Ogiltig leverantör.

source: %d product(s) added to cart.
es: %d producto (s) añadido (s) al carrito.
fi_fi: %d tuote (t) lisätty ostoskoriin.
sv_se: %d produkt (er) har lagts till i kundvagnen.

source: Cannot save an empty basket.
ru: Нельзя сохранить пустую корзину

source: Product not available in this shop
ru: Товар недоступен в данном магазине

source: Invalid supplier
ru: Неверный поставщик
