Repository: Tom2187End/somi-ecommerce
Catalog: shuup/simple_cms/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr_ca, pt_br, sv_se

source: Content Pages
de: Inhaltliche Seiten
es: Páginas de contenido
fr_ca: Pages de contenu
pt_br: Páginas de conteúdo
sv_se: Innehållssidor

source: Pages
de: Seiten
es: Páginas
fr_ca: Des pages
pt_br: Páginas
sv_se: Sidor

source: Show pages
de: Seiten anzeigen
es: Mostrar páginas
fr_ca: Afficher les pages
pt_br: Mostrar páginas
sv_se: Visa sidor

source: Add a web page
de: Eine Webseite hinzufügen
es: Agregar una página web
fr_ca: Ajouter une page Web
pt_br: Adicionar uma página da web
sv_se: Lägg till en webbsida

source: New page
de: Neue Seite
es: Nueva pagina
fr_ca: Nouvelle page
pt_br: Nova página
sv_se: Ny sida

source: Available since
de: Verfügbar seit
es: Disponible desde
fr_ca: Disponible depuis
pt_br: Disponível desde
sv_se: Finns sedan

source: Available until
de: Verfügbar bis
es: Disponible hasta
fr_ca: Disponible jusqu'au
pt_br: Disponível até
sv_se: Tillgänglig till

source: URL already exists.
de: Die URL ist bereits vorhanden.
es: URL ya existe.
fr_ca: L'URL existe déjà.
pt_br: URL já existe.
sv_se: Webbadressen finns redan

source: URL must be unique.
de: Die URL muss einzigartig sein.
es: La URL debe ser única.
fr_ca: L'URL doit être unique.
pt_br: O URL deve ser exclusivo.
sv_se: URL måste vara unik.

source: %(label)s is required when any %(language)s field is filled.
de: %(label)s ist erforderlich, wenn ein beliebiges %(language)s Feld ausgefüllt wird.
es: Se requiere %(label)s cuando se completa cualquier campo %(language)s.
fr_ca: %(label)s est requis lorsqu'un champ %(language)s est rempli.
pt_br: %(label)s é obrigatório quando qualquer campo em %(language)s for preenchido.
sv_se: %(label)s krävs när någon %(language)s fält är ifyllt.

source: Please fill at least one language fully.
de: Bitte fülle mindestens eine Sprache vollständig aus.
es: Complete al menos un idioma en su totalidad.
fr_ca: Veuillez remplir au moins une langue au complet.
pt_br: Por favor, preencha pelo menos um idioma por completo.
sv_se: Vänligen fyll åtminstone ett språk helt och hållet.

source: A page may not be made a child of itself.
de: Eine Seite kann nicht zu einer Unterseite von sich selbst gemacht werden.
es: Una página no puede convertirse en hija de sí misma.
fr_ca: Une page ne peut pas devenir un enfant d'elle-même.
pt_br: Uma página não pode ser feita um filho de si mesma.
sv_se: En sida kan inte göras till en underordnad sida av sig själv.

source: Title
de: Bezeichnung
es: Título
fr_ca: Titre
pt_br: Título
sv_se: Titel

source: Created by
de: Erstellt von
es: Creado por
fr_ca: Créé par
pt_br: Criado por
sv_se: Skapad av

source: Date created
de: Erstellt am
es: Fecha de creacion
fr_ca: Date créée
pt_br: Data de criação
sv_se: Skapad den

source: Page
de: Seite
es: Página
pt_br: Página
sv_se: Sida

source: %s has been marked deleted.
de: %s wurde als gelöscht markiert.
es: %s se ha marcado como eliminado.
fr_ca: %s a été marqué comme supprimé.
pt_br: %s foi marcado como excluído.
sv_se: %s har markerats borttagen.

source: Content in this placeholder is shown for this page only.
de: Der Inhalt dieses Platzhalters wird nur für diese Seite angezeigt.
es: El contenido de este marcador de posición se muestra solo para esta página.
fr_ca: Le contenu de cet espace réservé est affiché pour cette page uniquement.
pt_br: O conteúdo neste espaço reservado é mostrado apenas para esta página.
sv_se: Innehållet i denna platshållare visas endast för denna sida.

source: Content in this placeholder is shown for %(title)s only.
de: Der Inhalt dieses Platzhalters wird nur für %(title)s angezeigt.
es: El contenido de este marcador de posición se muestra solo para %(title)s.
fr_ca: Le contenu de cet espace réservé est affiché pour %(title)s uniquement.
pt_br: O conteúdo neste marcador de posição é mostrado apenas para %(title)s.
sv_se: Innehållet i denna platshållare visas endast för %(title)s.

source: Website
de: Webseite
es: Sitio web
fr_ca: Site Internet
sv_se: Hemsida

source: Article
de: Artikel
es: Artículo
pt_br: Artigo
sv_se: Artikel

source: shop
de: Marktplatz
es: tienda
fr_ca: boutique
pt_br: loja
sv_se: affär

source: supplier
de: Händler
es: proveedor
fr_ca: fournisseur
pt_br: fornecedor
sv_se: leverantör

source: available since
de: verfügbar seit
es: disponible desde
fr_ca: disponible depuis
pt_br: disponível desde
sv_se: tillgänglig sedan

source: Set an available date to restrict the page to be available only after a certain date and time. This is useful for pages describing sales campaigns or other time-sensitive pages.
de: Lege ein Verfügbarkeitsdatum fest, um die Seite so einzuschränken, dass sie erst ab einem bestimmten Datum und einer bestimmten Uhrzeit verfügbar ist. Dies ist nützlich für Seiten, die Verkaufskampagnen oder andere zeitkritische Seiten beschreiben.
es: Establezca una fecha disponible para restringir que la página esté disponible solo después de una fecha y hora determinadas. Esto es útil para páginas que describen campañas de ventas u otras páginas urgentes.
fr_ca: Définissez une date disponible pour que la page ne soit disponible qu'après une certaine date et heure. Ceci est utile pour les pages décrivant des campagnes de vente ou d'autres pages sensibles au facteur temps.
pt_br: Defina uma data disponível para restringir a página para ficar disponível somente após uma determinada data e hora. Isso é útil para páginas que descrevem campanhas de vendas ou outras páginas sensíveis ao tempo.
sv_se: Ange ett tillgängligt datum för att begränsa sidan så att den endast är tillgänglig efter ett visst datum och tid. Detta är användbart för sidor som beskriver försäljningskampanjer eller andra tidskänsliga sidor.

source: available until
de: verfügbar bis
es: Disponible hasta
fr_ca: disponible jusqu'au
pt_br: disponível até
sv_se: tillgänglig fram till

source: Set an available date to restrict the page to be available only until a certain date and time. This is useful for pages describing sales campaigns or other time-sensitive pages.
de: Lege ein Verfügbarkeitsdatum fest, um die Seite so einzuschränken, dass sie nur bis zu einem bestimmten Datum und einer bestimmten Uhrzeit verfügbar ist. Dies ist nützlich für Seiten, die Verkaufskampagnen oder andere zeitkritische Seiten beschreiben.
es: Establezca una fecha disponible para restringir que la página esté disponible solo hasta una fecha y hora determinadas. Esto es útil para páginas que describen campañas de ventas u otras páginas urgentes.
fr_ca: Définissez une date disponible pour que la page ne soit disponible que jusqu'à une certaine date et heure. Ceci est utile pour les pages décrivant des campagnes de vente ou d'autres pages sensibles au facteur temps.
pt_br: Defina uma data disponível para restringir a página para ficar disponível apenas até uma determinada data e hora. Isso é útil para páginas que descrevem campanhas de vendas ou outras páginas sensíveis ao tempo.
sv_se: Ställ in ett tillgängligt datum för att begränsa sidan så att den endast är tillgänglig till ett visst datum och tid. Detta är användbart för sidor som beskriver försäljningskampanjer eller andra tidskänsliga sidor.

source: Available for permission groups
de: Verfügbar für die Berechtigungsgruppen

source: Select the permission groups that can have access to this page.
de: Wähle die Berechtigungsgruppen aus, die Zugriff auf diese Seite haben können.

source: created by
de: erstellt von
es: creado por
fr_ca: créé par
pt_br: criado por
sv_se: skapad av

source: modified by
de: geändert von
es: modificado por
fr_ca: modifié par
pt_br: modificado por
sv_se: ändrad av

source: created on
de: erstellt am
es: creado en
fr_ca: créé sur
pt_br: criado em
sv_se: skapad den

source: modified on
de: geändert am
es: modificado en
fr_ca: modifié le
pt_br: modificado em
sv_se: ändrad på

source: This identifier can be used in templates to create URLs
de: Diese Kennung kann in Vorlagen zum Erstellen von URLs verwendet werden
es: Este identificador se puede utilizar en plantillas para crear URL.
fr_ca: Cet identifiant peut être utilisé dans les modèles pour créer des URL
pt_br: Este identificador pode ser utilizado em templates para criar URLs
sv_se: Denna identifierare kan användas i mallar för att skapandet av webbadresser

source: visible in menu
de: in der Menüleiste sichtbar
es: visible en el menú
fr_ca: visible dans le menu
pt_br: visível no menu
sv_se: synlig i menyn

source: Enable this if this page should have a visible link in the top menu of the store front.
de: Aktiviere diese Option, wenn diese Seite einen sichtbaren Link im oberen Menü des Marktplatzes haben soll.
es: Habilite esto si esta página debe tener un enlace visible en el menú superior del frente de la tienda.
fr_ca: Activez cette option si cette page doit avoir un lien visible dans le menu supérieur de la devanture du magasin.
pt_br: Ative-o se esta página tiver um link visível no menu superior da fachada da loja.
sv_se: Aktivera detta om den här sidan ska ha en synlig länk i butikens främsta meny.

source: parent
de: übergeordneter
es: padre
pt_br: pai
sv_se: överordnad

source: Set this to a parent page if this page should be subcategorized (sub-menu) under another page.
de: Stelle dies auf eine übergeordnete Seite ein, wenn diese Seite unter einer anderen Seite in eine Unterkategorie (Untermenü) unterteilt werden soll.
es: Establezca esto en una página principal si esta página debe ser subcategorizada (submenú) debajo de otra página.
fr_ca: Définissez ceci sur une page parent si cette page doit être sous-catégorisée (sous-menu) sous une autre page.
pt_br: Defina como uma página pai se esta página deve ser subcategorizada (submenu) em outra página.
sv_se: Ställ in detta på en överordnad sida om den här sidan ska underkategoriseras (undermeny) under en annan sida.

source: display children on page
de: Unterseiten auf der Seite anzeigen
es: mostrar niños en la página
fr_ca: afficher les enfants sur la page
pt_br: exibir páginas filhas
sv_se: visa barn på sidan

source: Enable this if this page should display all of its children pages.
de: Aktiviere diese Option, wenn auf dieser Seite alle untergeordneten Seiten angezeigt werden sollen.
es: Habilite esto si esta página debe mostrar todas sus páginas secundarias.
fr_ca: Activez cette option si cette page doit afficher toutes ses pages enfants.
pt_br: Ative-o se esta página deve exibir todas as suas páginas filhas.
sv_se: Aktivera detta om den här sidan ska visa alla sina barnsidor.

source: show child page timestamps
de: Zeitstempel für untergeordnete Seiten anzeigen
es: mostrar marcas de tiempo de la página secundaria
fr_ca: afficher les horodatages de la page enfant
pt_br: mostrar carimbos de data / hora da página filha
sv_se: visa tidsstämpel för barn sidorna

source: Enable this if you want to show timestamps on the child pages. Please note, that this requires the children to be listed on the page as well.
de: Aktiviere diese Option, wenn Du Zeitstempel auf den untergeordneten Seiten anzeigen lassen möchtest. Bitte beachte, dass dazu auch die Unterseiten auf der Seite aufgeführt sein müssen.
es: Habilite esto si desea mostrar marcas de tiempo en las páginas secundarias. Tenga en cuenta que esto requiere que los niños también estén incluidos en la página.
fr_ca: Activez cette option si vous souhaitez afficher les horodatages sur les pages enfants. Veuillez noter que cela nécessite que les enfants soient également répertoriés sur la page.
pt_br: Ative-o se quiser mostrar carimbos de data / hora nas páginas filhas. Observe que isso exige que as páginas filhas também sejam listadas na página.
sv_se: Aktivera detta om du vill visa tidsstämplar på barnsidorna. Observera att detta kräver att barnen också listas på sidan.

source: deleted
de: gelöscht
es: eliminado
fr_ca: supprimé
pt_br: apagado
sv_se: raderade

source: title
de: Seitentitel
es: título
fr_ca: Titre
pt_br: título
sv_se: titel

source: The page title. This is shown anywhere links to your page are shown.
de: Der Seitentitel. Dies wird überall dort angezeigt, wo Links zu Deiner Seite angezeigt werden.
es: El título de la página. Esto se muestra en cualquier lugar donde se muestren enlaces a su página.
fr_ca: Le titre de la page. Ceci est affiché partout où des liens vers votre page sont affichés.
pt_br: O título da página. Isso é mostrado em qualquer lugar que os links para sua página sejam mostrados.
sv_se: Sidans titel. Detta visas på alla ställen som länkar till din sida visas.

source: The page url. Choose a descriptive url so that search engines can rank your page higher. Often the best url is simply the page title with spaces replaced with dashes.
de: Die Seiten-URL. Wähle eine beschreibende URL, damit Suchmaschinen Deine Seite besser einstufen können. Oft ist die beste URL einfach der Seitentitel, wobei Leerzeichen durch Bindestriche ersetzt werden.
es: La URL de la página. Elija una URL descriptiva para que los motores de búsqueda puedan clasificar su página más arriba. A menudo, la mejor URL es simplemente el título de la página con espacios reemplazados por guiones.
fr_ca: L'URL de la page. Choisissez une URL descriptive afin que les moteurs de recherche puissent classer votre page plus haut. Souvent, la meilleure URL est simplement le titre de la page avec des espaces remplacés par des tirets.
pt_br: O url da página. Escolha um URL descritivo para que os mecanismos de pesquisa possam classificar sua página em posições superiores. Frequentemente, o melhor url é simplesmente o título da página com espaços substituídos por travessões.
sv_se: Sidans webbadress. Välj en beskrivande webbadress så att sökmotorer kan rangordna din sida högre. Oftast är den bästa adressen helt enkelt sidans titel med mellanslag ersatta med streck.

source: content
de: Inhalte
es: contenido
fr_ca: contenu
pt_br: conteúdo
sv_se: innehåll

source: The page content. This is the text that is displayed when customers click on your page link.You can leave this empty and add all page content through placeholder editor in shop front.To edit the style of the page you can use the Snippet plugin which is in shop front editor.
de: Der Seiteninhalt. Dies ist der Text, der angezeigt wird, wenn Kunden auf Deinen Seitenlink klicken. Du kannst diesen leer lassen und den gesamten Seiteninhalt über den Platzhalter-Editor im Marktplatz-Frontend hinzufügen. Um den Stil der Seite zu bearbeiten, kannst Du das Snippet-Plugin verwenden, das sich im Marktplatz-Frontend-Editor befindet.
es: El contenido de la página. Este es el texto que se muestra cuando los clientes hacen clic en el enlace de su página.Puede dejarlo vacío y agregar todo el contenido de la página a través del editor de marcadores de posición en el frente de la tienda.Para editar el estilo de la página, puede usar el complemento Snippet que está en el frente de la tienda editor.
fr_ca: Le contenu de la page. Il s'agit du texte qui s'affiche lorsque les clients cliquent sur le lien de votre page.Vous pouvez laisser ce champ vide et ajouter tout le contenu de la page via l'éditeur d'espace réservé dans la boutique.Pour modifier le style de la page, vous pouvez utiliser le plugin Snippet qui se trouve en boutique éditeur.
pt_br: O conteúdo da página. Este é o texto que é exibido quando os clientes clicam no link da sua página. Você pode deixar em branco e adicionar todo o conteúdo da página por meio do editor de espaço reservado na frente da loja. Para editar o estilo da página, você pode usar o plugin Snippet que está na frente da loja editor.
sv_se: Sidans innehåll. Det här är texten som visas när kunder klickar på din sidlänk. Du kan lämna detta tomt och lägga till allt sidinnehåll via platshållarredigeraren på webbplatsen. För att redigera sidans stil kan du använda kodavsnitt som finns framför butiken redaktör.

source: Template path
de: Templatepfad
es: Ruta de la plantilla
fr_ca: Chemin du modèle
pt_br: Caminho do modelo
sv_se: Mall sökväg

source: render title
de: Seitentitel angezeigen
es: renderizar título
fr_ca: titre de rendu
pt_br: exibir título
sv_se: återge titel

source: Enable this if this page should have a visible title.
de: Aktiviere diese Option, wenn diese Seite einen sichtbaren Titel haben soll.
es: Habilite esto si esta página debe tener un título visible.
fr_ca: Activez cette option si cette page doit avoir un titre visible.
pt_br: Ative-o se esta página tiver um título visível.
sv_se: Aktivera detta om den här sidan ska ha en synlig titel.

source: page
de: Seite
es: página
pt_br: página
sv_se: sida

source: pages
de: Seiten
es: paginas
pt_br: páginas
sv_se: sidor

source: Untitled
de: Ohne Titel
es: Intitulado
fr_ca: Sans titre
pt_br: Sem título
sv_se: Namnlöst

source: Image
de: Bild
es: Imagen
pt_br: Imagem
sv_se: Bild

source: The image of your object.
de: Das Bild Deines Objekts.
es: La imagen de tu objeto.
fr_ca: L'image de votre objet.
pt_br: A imagem do seu objeto.
sv_se: Bilden på ditt objekt.

source: type
de: Typ
es: tipo
pt_br: tipo
sv_se: typ

source: The title of your object as it should appear within the graph, e.g. The Rock.
de: Der Titel Deines Objekts, wie er in der Grafik angezeigt werden soll, z. B. The Rock.
es: El título de su objeto como debería aparecer dentro del gráfico, por ejemplo, The Rock.
fr_ca: Le titre de votre objet tel qu'il devrait apparaître dans le graphique, par exemple The Rock.
pt_br: O título do seu objeto como deve aparecer no gráfico, por exemplo, The Rock.
sv_se: Titeln på ditt objekt som det ska visas i diagrammet, t.ex. The Rock.

source: Description
de: Beschreibung
es: Descripción
fr_ca: La description
pt_br: Descrição
sv_se: Beskrivning

source: A one to two sentence description of your object.
de: Füge eine Beschreibung Deines Objekts mit ein bis zwei Sätzen hinzu.
es: Una descripción de una o dos frases de su objeto.
fr_ca: Une description en une à deux phrases de votre objet.
pt_br: Uma descrição de uma a duas frases do seu objeto.
sv_se: En beskrivning av en till två meningar om ditt objekt.

source: Section
de: Abschnitt
es: Sección
pt_br: Seção
sv_se: Sektion

source: A high-level section name, e.g. Technology. Only applicable when type is Article.
de: Ein übergeordneter Abschnittsname, z. B. Technologie. Gilt nur, wenn der Typ Artikel ist.
es: Un nombre de sección de alto nivel, por ejemplo, Tecnología. Solo se aplica cuando el tipo es Artículo.
fr_ca: Un nom de section de haut niveau, par exemple Technology. Applicable uniquement lorsque le type est Article.
pt_br: Um nome de seção de alto nível, por exemplo, Tecnologia. Aplicável apenas quando o tipo é Artigo.
sv_se: Ett sektionsnamn på hög nivå, t.ex. teknik. Gäller endast när typ är artikel.

source: Tags
de: Stichworte / Tags
es: Etiquetas
fr_ca: Mots clés
pt_br: Tag
sv_se: Taggar

source: Tag words associated with this article. Only applicable when type is Article.
de: Kennzeichne Wörter, die diesem Artikel zugeordnet sind. Gilt nur, wenn der Typ Artikel ist.
es: Etiquetar palabras asociadas con este artículo. Solo se aplica cuando el tipo es Artículo.
fr_ca: Marquer les mots associés à cet article. Applicable uniquement lorsque le type est Article.
pt_br: Palavras de tag associadas a este artigo. Aplicável apenas quando o tipo é Artigo.
sv_se: Taggord som är associerade med den här artikeln. Gäller endast när typ är artikel.

source: Article author
de: Artikelautor
es: Autor del artículo
fr_ca: Auteur de l'article
pt_br: Autor do artigo
sv_se: Artikelförfattare

source: The name of the author for the article. Only applicable when type is Article.
de: Der Name des Autors für den Artikel. Gilt nur, wenn der Typ Artikel ist.
es: El nombre del autor del artículo. Solo se aplica cuando el tipo es Artículo.
fr_ca: Le nom de l'auteur de l'article. Applicable uniquement lorsque le type est Article.
pt_br: O nome do autor do artigo. Aplicável apenas quando o tipo é Artigo.
sv_se: Namnet på författaren för artikeln. Gäller endast när typ är artikel.

source: CMS Page Links
de: CMS-Seitenlinks
es: Vínculos de la página CMS
fr_ca: Liens de page CMS
pt_br: Links de Páginas CMS
sv_se: Innehållshanteringssystemets (CMS) länkar

source: Show all pages
de: Alle Seiten anzeigen
es: Mostrar todas las paginas
fr_ca: Afficher toutes les pages
pt_br: Mostrar todas as páginas
sv_se: Visa alla sidor

source: All pages are shown, even if not selected
de: Alle Seiten werden angezeigt, auch wenn sie nicht ausgewählt sind
es: Se muestran todas las páginas, incluso si no están seleccionadas
fr_ca: Toutes les pages sont affichées, même si elles ne sont pas sélectionnées
pt_br: Todas as páginas são mostradas, mesmo se não estiverem selecionadas
sv_se: Alla sidor visas, även om inte valt

source: Hide expired pages
de: Abgelaufene Seiten ausblenden
es: Ocultar páginas caducadas
fr_ca: Masquer les pages expirées
pt_br: Ocultar páginas expiradas
sv_se: Dölja utgångna sidor

source: Default Page
de: Standardseite
es: Página por defecto
fr_ca: Page par défaut
pt_br: Página padrão
sv_se: Standardsida

source: Page with sidebar
de: Seite mit Seitenleiste
es: Página con barra lateral
fr_ca: Page avec barre latérale
pt_br: Página com barra lateral
sv_se: Sida med sidofält

source: Fill the fields below to add extra OpenGraph information to the page meta. If not informed, some values will be inferred from the page attributes.
de: Fülle die Felder unten aus, um dem Seitenmeta zusätzliche OpenGraph-Informationen hinzuzufügen. Wenn nicht angegeben, werden einige Werte aus den Seitenattributen abgeleitet.
es: Complete los campos a continuación para agregar información adicional de OpenGraph al meta de la página. Si no se informa, algunos valores se deducirán de los atributos de la página.
fr_ca: Remplissez les champs ci-dessous pour ajouter des informations OpenGraph supplémentaires à la méta de la page. Sinon, certaines valeurs seront déduites des attributs de la page.
pt_br: Preencha os campos abaixo para adicionar informações extras do OpenGraph ao meta da página. Caso não seja informado, alguns valores serão inferidos a partir dos atributos da página.
sv_se: Fyll i fälten nedan för att lägga till extra OpenGraph-information till sidans meta. Om det inte informeras kommer vissa värden att härledas från sidattributen.

source: New Page
de: Neue Seite
es: Nueva pagina
fr_ca: Nouvelle page
pt_br: Nova Página
sv_se: Ny sida

source: Home
de: Startseite
es: Casa
fr_ca: Accueil
pt_br: Casa
sv_se: Start

source: Template
es: Modelo
fr_ca: Modèle
pt_br: Modelo
sv_se: Mall

source: URL
sv_se: Webbadress
