Repository: Tom2187End/somi-ecommerce
Catalog: shuup/customer_group_pricing/locale/*/LC_MESSAGES/django.po
Languages: de, es, it, pt_br, ru

source: Shuup Customer Group Pricing
de: Shuup Kundengruppenpreise
es: Precios del grupo de clientes de Shuup
it: Listino Gruppo Clienti Shuup
pt_br: Preços por Grupo de Clientes do Shuup
ru: Цена для группы контактов Shuup

source: Price (%(shop)s/%(group)s)
de: Preis (%(shop)s/%(group)s)
es: Precio (%(shop)s/%(group)s)
it: Prezzo (%(shop)s/%(group)s)
pt_br: Preço (%(shop)s/%(group)s)
ru: Цена (%(shop)s/%(group)s)

source: Discount (%(shop)s/%(group)s)
de: Rabatt (%(shop)s/%(group)s)
es: Descuento (%(shop)s/%(group)s)
it: Sconto (%(shop)s/%(group)s)
pt_br: Desconto (%(shop)s/%(group)s)
ru: Скидка (%(shop)s/%(group)s)

source: product
de: Artikel
es: producto
it: prodotto
pt_br: produto
ru: Товар

source: shop
de: Marktplatz
es: tienda
it: negozio
pt_br: loja
ru: магазин

source: contact group
de: Kontaktgruppe
es: grupo de contacto
it: gruppo contatti
pt_br: grupo de contatos
ru: группа контактов

source: price
de: Preis
es: precio
it: prezzo
pt_br: preço
ru: стоимость

source: product price
de: Artikelpreis
es: precio de producto
it: prezzo prodotto
pt_br: preço do produto
ru: стоимость товара

source: product prices
de: Artikelpreise
es: precios de producto
it: prezzi prodotto
pt_br: preços do produto
ru: стоимости товаров

source: discount amount
de: Rabattbetrag
es: importe de descuento
it: importo dello sconto
pt_br: valor do desconto
ru: сумма скидки

source: product discount
de: Artikelrabatt
es: descuento de producto
it: sconto prodotto
pt_br: desconto do produto
ru: скидка на товар

source: product discounts
de: Artikelrabatte
es: descuentos de productos
it: sconti prodotto
pt_br: desconto do produto
ru: скидка на товары

source: Customer Group Pricing
de: Kundengruppenpreise
es: Precios del grupo de clientes
it: Listino Gruppo Clienti
pt_br: Preços por Grupo de Contatos
ru: Цена для группы клиентов

source: Customer Group Discount
de: Rabatt je Kundengruppe
es: Descuento del grupo de clientes
it: Sconto Gruppo Cliente
pt_br: Desconto por Grupo de Clientes
ru: Скидка для группы клиентов

source: Contact Group Discount
de: Rabatt je Kontaktgruppe
es: Descuento del grupo de contactos
it: Sconto Gruppo Contatto
pt_br: Desconto por Grupo de Contato
ru: Скидка для контактной группы

source: Here you can set individual discount amounts for different contact groups. The discount amount may be visible on storefront. These groups are defined in Contacts Settings – Contact Groups
de: Hier kannst Du individuelle Rabattbeträge für verschiedene Kontaktgruppen einstellen. Der Rabattbetrag kann in der Marktplatzansicht sichtbar sein. Diese Gruppen werden definiert in Kontakteinstellungen - Kontaktgruppen
es: Aquí puede establecer cantidades de descuento individuales para diferentes grupos de contactos. El monto del descuento puede verse en el escaparate. Estos grupos se definen en Configuración de contactos - Grupos de contactos
it: Qui è possibile impostare importi individuali di sconto per diversi gruppi di contatti. L'importo dello sconto può essere visibile nella vetrina. Questi gruppi sono definiti in Impostazioni contatti - Gruppi di contatto
pt_br: Aqui você pode ver valores de descontos individuais para diferentes grupos de contatos. O valor do desconto pode ser visível no frente de loja. Estes grupos estão definidos em Contatos - Grupo de Contatos
ru: Здесь Вы можете установить индивидуальные суммы скидок для различных контактных групп. Сумма скидки может быть видна в магазине. Эти группы определяются в разделе Настройки контактов - Группы контактов.

source: Contact Group Pricing
de: Preise je Kontaktgruppe
es: Precio del grupo de contactos
it: Prezzo Gruppo Contatti
pt_br: Preço por Grupo de Contatos
ru: Цена для группы контактов

source: Here you can set individual pricing for different contact groups. This can be useful for special discounts or for B2B orders. These groups are defined in Contacts Settings – Contact Groups
de: Hier kannst Du individuelle Preise für verschiedene Kontaktgruppen einstellen. Dies kann für spezielle Rabatte oder für B2B-Bestellungen nützlich sein. Diese Gruppen werden definiert in Kontakteinstellungen - Kontaktgruppen
es: Aquí puede establecer precios individuales para diferentes grupos de contactos. Esto puede resultar útil para descuentos especiales o para pedidos B2B. Estos grupos se definen en Configuración de contactos - Grupos de contactos
it: Qui è possibile impostare i singoli prezzi per i diversi gruppi di contatti. Questo può essere utile per sconti speciali o per ordini B2B. Questi gruppi sono definiti in Impostazioni contatti - Gruppi di contatto
pt_br: Aqui você pode atribuir preços individuais para diferentes grupos de contatos. Isso pode ser útil para descontos especiais ou para pedidos de B2B. Este grupos são definidos em Contatos - Grupo de Contatos.
ru: Здесь вы можете установить индивидуальную цену для разных контактных групп. Это может быть полезно для специальных скидок или B2B заказов. Эти группы определены в разделе «Настройки контактов - группы контактов».
