Repository: Tom2187End/somi-ecommerce
Catalog: shuup/simple_supplier/locale/*/LC_MESSAGES/django.po
Languages: es, it, pt_br, pt_pt, ru

source: Stock management
es: Control de Inventario
it: Gestione magazzino
pt_br: Gerenciamento de estoque
pt_pt: Gestão de stock
ru: Управление стоком

source: SKU
pt_pt: Ref.
ru: Артикул

source: Filter by SKU...
es: Filtrar por SKU...
it: Filtra per SKU...
pt_br: Filtrar por SKU...
pt_pt: Filtrar por Ref....
ru: Фильтровать по артиклю...

source: Name
es: Nombre
it: Nome
pt_br: Nome
pt_pt: Nome
ru: Имя

source: Filter by name...
es: Filtrar por nombre...
it: Filtra per nome...
pt_br: Filtrar por nome...
pt_pt: Filtrar por nome...
ru: Фильтровать по имени...

source: Supplier
es: Proveedor
it: Fornitore
pt_br: Fornecedor
pt_pt: Fornecedor
ru: Поставщик

source: Stock information
es: Información de Inventario
it: Informazione magazzino
pt_br: Informações do estoque
pt_pt: Informações de stock
ru: Информация о запасах

source: Adjust stock
es: Ajustar inventario
it: Modifica disponibilità
pt_br: Ajustar estoque
pt_pt: Ajustar stock
ru: Корректировка запасов

source: Success! Added %(delta)s `%(unit_symbol)s` for product `%(product_name)s` stock (%(supplier_name)s).
es: ¡Éxito! Añadido %(delta)s `%(unit_symbol)s` al inventario del producto `%(product_name)s` (%(supplier_name)s).
pt_br: Sucesso! Adicionado %(delta)s `%(unit_symbol)s` para o estoque do produto` %(product_name)s` (%(supplier_name)s).
pt_pt: Sucesso! Adicionado %(delta)s `%(unit_symbol)s` para produto `%(product_name)s` stock (%(supplier_name)s).

source: Success! Removed %(delta)s `%(unit_symbol)s` from product `%(product_name)s` stock (%(supplier_name)s).
es: ¡Éxito! Eliminado %(delta)s `%(unit_symbol)s` del inventario del producto `%(product_name)s` (%(supplier_name)s).
pt_br: Sucesso! Removido %(delta)s `%(unit_symbol)s` do estoque do produto` %(product_name)s` (%(supplier_name)s).
pt_pt: Sucesso! Eliminado %(delta)s `%(unit_symbol)s` para produto `%(product_name)s` stock (%(supplier_name)s).

source: Alert limit for product `%(product_name)s` set to `%(value)s`.
es: Alerta de límite para el producto`%(product_name)s` establecido en `%(value)s`.
pt_br: Limite de alerta para o produto `%(product_name)s` definido como` %(value)s`.
pt_pt: Limite alerta para produto `%(product_name)s` definido para `%(value)s`.

source: Non-POST request methods are forbidden.
es: Los métodos de solicitud que no sean POST están prohibidos.
pt_br: Métodos de solicitação não POST são proibidos.
pt_pt: Métodos de solicitação não-publicação são proibidos.

source: Please check submitted values and try again.
es: Por favor revisa los valores enviados y prueba de nuevo.
pt_br: Verifique os valores enviados e tente novamente.
pt_pt: Verifique valores submetidos e tente novamente.

source: Please check submitted values and try again (%(error)s).
es: Por favor revisa los valores enviados y prueba de nuevo (%(error)s).
pt_br: Verifique os valores enviados e tente novamente (%(error)s).
pt_pt: Verifique valores submetidos e tente novamente (%(error)s).

source: Stock management is now enabled for {product}.
es: Control de inventario activado para {product}.
pt_br: O gerenciamento de estoque agora está habilitado para {product}.
pt_pt: A gestão de stock está agora ativa para {product}.

source: Stock management is now disabled for {product}.
es: Control de inventario desactivado para {product}.
pt_br: O gerenciamento de estoque agora está desativado para {product}.
pt_pt: A gestão de stock está agora desativada para {product}.

source: Purchase price per unit ({currency_name})
pt_pt: Preço de compra por unidade ({currency_name})

source: Quantity
es: Cantidad
it: Quantità
pt_br: Quantidade
pt_pt: Quantidade
ru: Количество

source: Only non-zero values can be added to stock.
es: Solo valores distintos de cero pueden ser añadidos al inventario.
it: Possono essere inseriti solo valori diversi da zero per il magazzino.
pt_br: Somente valores acima de zero podem ser adicionados ao estoque.
pt_pt: Apenas valores diferentes de zero podem ser adicionados ao stock.
ru: Только значения не равные нулю могут быть добавлены в запас.

source: Alert limit
es: Alerta de límite
it: Soglia limite
pt_br: Limite de alerta
pt_pt: Limite alerta
ru: Лимит предупреждений.

source: product
es: producto
it: prodotto
pt_br: produto
pt_pt: produto
ru: товар

source: supplier
es: proveedor
it: fornitore
pt_br: fornecedor
pt_pt: fornecedor
ru: поставщик

source: created on
es: creado en
it: creato il
pt_br: criado em
pt_pt: criado em
ru: создано

source: created by
es: creado por
it: creato da
pt_br: criado por
pt_pt: criado por
ru: создано

source: type
es: tipo
it: tipo
pt_br: tipo
pt_pt: tipo
ru: тип

source: alert limit
es: alerta de límite
it: soglia limite
pt_br: limite de alerta
pt_pt: limite alerta
ru: лимит предупреждений.

source: stock managed
es: inventario controlado
pt_br: estoque gerenciado
pt_pt: stock administrado

source: Use this to override the supplier default stock behavior per product.
es: Use esto para anular el comportamiento de inventario predeterminado del proveedor por producto.
pt_br: Use isso para substituir o comportamento padrão do estoque do fornecedor por produto.
pt_pt: Utilizar para sobrepor o comportamento de stock padrão de fornecedor por produto.

source: logical count
es: contador logico
it: conto logico
pt_br: estoque lógico
pt_pt: contagem lógica
ru: логический подсчёт

source: physical count
es: contador físico
it: conto fisico
pt_br: estoque físico
pt_pt: contagem física
ru: физический подсчёт

source: Simple Supplier
pt_pt: Fornecedor Simples

source: Error! Insufficient quantity in stock.
pt_pt: Erro! Quantidade insuficiente em stock.

source: %(name)s (physical stock: %(quantity)s)
pt_pt: %(name)s (stock físico: %(quantity)s)

source: Insufficient physical stock count for the following products: `%(product_counts)s`.
pt_pt: Contagem de stock física insuficiente para os seguintes produtos: `%(product_counts)s`.

source: Alert Limit Reached
es: Alerta de límite alcanzado
it: Soglia Limite Raggiunta
pt_br: Limite de alerta atingido
pt_pt: Limite Alerta Atingido
ru: Лимит предупреждений достигнут.

source: Product
es: Producto
it: Prodotto
pt_br: Produto
pt_pt: Produto
ru: Товар

source: Supplier Email
es: Email de Proveedor
pt_br: E-mail do Fornecedor
pt_pt: E-mail de Fornecedor

source: Shop Email
es: Email de tienda
pt_br: E-mail da Loja
pt_pt: E-mail de Loja

source: Fired in the last 24 hours?
es: ¿Activado en las últimas 24 horas?
pt_br: Disparado nas últimas 24 horas?
pt_pt: Disparado nas últimas 24 horas?
ru: Выслан в последние 24 часа?

source: This will be True if this event was already dispatched in the last 24 hours for the same product and supplier. This is useful to prevent sending identical notifications in a short period of time.
es: El valor será Verdadero si este evento fue activado en las últimas 24 horas para el mismo producto y proveedor. Esto es útil para evitar mandar notificaciones iguales en cortos periodos de tiempo.
pt_br: Isso vai ser Verdadeiro se este evento já foi disparado nas últimas 24 horas para o mesmo produto e fornecedor. Isso é útil para evitar o envio de notificações idênticas em um curto período de tempo.
pt_pt: Será verdadeiro se este evento tiver sido disparado nas últimas 24 horas para o mesmo produto e fornecedor. É útil para prevenir o envio de notificações idênticas num período curto de tempo.
ru: Это будет Верно, если это событие уже было осуществлено за прошедшие 24 часа для того же самого продукта и поставщика. Это полезно для того, чтобы предотвратить отправку идентичных уведомлений за короткий период времени.

source: Send to?
es: ¿Enviar a?
pt_br: Enviar para?
pt_pt: Enviar para?
ru: Отправить?

source: Send email to whom?
es: ¿Enviar email a quien?
pt_br: Enviar e-mail para quem?
pt_pt: Enviar e-mail para quem?
ru: Выслать электронное письмо?

source: Do not send the same email within 24 hours.
es: No enviar el mismo email en 24 horas.
pt_br: Não enviar o mesmo e-mail dentro de 24 horas.
pt_pt: Não enviar o mesmo e-mail nas próximas 24 horas.
ru: Не высылать одно и то же электронное письмо, если не прошло 24 часа.

source: If enabled, avoids sending the same email for the same product and supplier within 24 hours.
es: Si se activa, evita enviar el mismo email para el mismo producto y proveedor durante 24 horas.
pt_br: Se habilitado, não envia o mesmo e-mail para o mesmo produto e fornecedor dentro de 24 horas.
pt_pt: Se ativo, evita o envio do mesmo e-mail para o mesmo produto e fornecedor nas 24 horas seguintes.
ru: Если включено, избегается рассылка того же самого электронного письма для того же самого продукта и поставщика в течение 24 часов.

source: Send Stock Limit Alert Email
es: Enviar alerta de límite de inventario
pt_br: Enviar e-mail de alerta de limite de estoque
pt_pt: Enviar E-mail de Alerta de Limite de Stock
ru: Выслать электронное письмо с предупреждением о количестве оставшегося товара на складе.

source: Send me an email when a product stock is lower than the configured limit.
es: Enviarme un email cuando el inventario de un producto es menor que el límite configurado.
pt_br: Me enviar um e-mail quando o estoque de um produto estiver abaixo do limite configurado.
pt_pt: Enviar-me um e-mail quando um stock de produto é mais baixo que o limite configurado.
ru: Выслать мне электронное письмо когда количество товара на складе меньше установленного лимита.

source: This script will send an email to the configured destination alerting about the a product's low stock of a supplier. You can configure to not send the same email multiple times in a period of 24 hours. Every time a product's stock reach its configured limit, this notification will be fired and the email sent.
es: Este script enviará un email a la dirección configurada alertando de que el producto de un proveedor tiene el inventario bajo. Puedes configurar para que no se envíe el mismo email varias veces en el periodo de 24 horas. Cada vez que el inventario del producto alcance el límite configurado, esta notificación se activará y se mandará un email.
pt_br: Este script vai enviar um e-mail para os destinatários configurados alertando sobre o estoque baixo do produto de um fornecedor. Você pode configurar para não enviar o mesmo e-mail multiplas vezes em um período de 24 horas. Toda vez que o estoque de um produto atinge um limite configurado, esta notificação vai disparar e um e-mail será enviado.
pt_pt: Este script enviará um e-mail para o destinatário configurado a alertar de um stock baixo do produto de um fornecedor. Pode configurar para não enviar para o mesmo e-mail diversas vezes num período de 24 horas. Sempre que um stock de produto atinja o limite configurado, esta notificação disparará e o e-mail será enviado.
ru: Данный скрипт вышлет электронное письмо на указанный адрес с предупреждением о том, что на складе осталось небольшое количество товара. Вы можете ввести настройки, чтобы одно и то же письмо не высылалось несколько раз в течение 24 часов. Каждый раз, когда запас продуктов достигает установленного предела, данное предупреждение будет активировано и письмо отправлено.

source: Low stock of: {{ product }} from {{ supplier }}
es: Inventario bajo de: {{ product }} para {{ supplier }}
pt_br: Estoque baixo de {{ product }} do fornecedor {{ supplier }}
pt_pt: Stock baixo de: {{ product }} de {{ supplier }}
ru: Низкий запас: {{ product }} от поставщика {{ supplier }}

source: Hi! You are receiving this message because the product {{ product}} from {{ supplier }} has a low stock.
es: Hola Estás recibiendo este mensaje porque el producto {{ product }} del proveedor {{ supplier }} tiene el inventario bajo.
pt_br: Olá! Você está recebendo esta mensagem porque o estoque do produto {{ product }} do fornecedor {{ supplier }} está baixo.
pt_pt: Olá! Está a receber esta mensagem porque o produto {{ product}} de {{ supplier }} está com um stock baixo.
ru: Внимание! Вы получили это сообщение, потому что продукт {{product}} от поставщика {{supplier}} имеет низкий запас на складе.

source: Add stock
es: Añadir stock
it: Aggiungi scorte
pt_br: Adicionar estoque
pt_pt: Adicionar stock
ru: Добавить запас

source: Alert limit <a href="%(notify_url)s" target="_blank">notification scripts</a> are executed when product stock falls below set quantity.
es: Alerta de límite <a href="%(notify_url)s" target="_blank">scripts de notificación</a> son ejecutados cuando el inventario del producto se encuentra por debajo de la cantidad establecida.
it: Gli <a href="%(notify_url)s" target="_blank">script di notifica</a> per la soglia limite sono eseguiti quanto le scorte scendono sotto la quantità impostata.
pt_br: <a href="%(notify_url)s" target="_blank">A notificação</a> de Alerta de Limite é executada quando o estoque de um produto cai abaixo de uma certa quantidade.
pt_pt: Scripts de notificação de <a href="%(notify_url)s" target="_blank">limite de alerta</a> são executados quando o stock de produto desce abaixo da quantidade definida.
ru: Предел предупреждения согласно <a href="%(notify_url)s" target="_blank"> сценарию уведомлений </a> выполняются, когда запас продукта падает ниже установленного количества.

source: Change alert limit
es: Cambiar límite de alerta
it: Cambia soglia limite
pt_br: Alterar limite
pt_pt: Alterar limite de alerta
ru: Изменить количество для предупреждения

source: Disable stock management
es: Desactivar control de inventario
pt_br: Desabilitar gerenciamento de estoque
pt_pt: Desativar gestão de stock

source: Enable stock management
es: Activar control de inventario
pt_br: Habilitar gerenciamento de estoque
pt_pt: Ativar gestão de stock

source: Product <a href="%(product_url)s" target="_blank">%(product_name)s</a> does not have suppliers with %(module_name)s module.
es: El producto <a href="%(product_url)s" target="_blank">%(product_name)s</a> no tiene proveedores con el módulo %(module_name)s .
it: Il prodotto <a href="%(product_url)s" target="_blank">%(product_name)s</a> non ha fornitori dal modulo %(module_name)s.
pt_br: O produto <a href="%(product_url)s" target="_blank">%(product_name)s</a> não tem fornecedores com o módulo %(module_name)s.
pt_pt: Produto <a href="%(product_url)s" target="_blank">%(product_name)s</a> não tem fornecedores com módulo %(module_name)s.
ru: Продукт <a href="%(product_url)s" target="_blank"> %(product_name)s </a> не имеет поставщиков с модулем %(module_name)s.

source: Please go in this product's Additional tab section and add enabled Suppliers that have both %(module_name)s module and stock management enabled.
es: Vaya a la sección de la pestaña Adicional de este producto y agregue Proveedores habilitados que tengan el módulo %(module_name)s y la gestión de inventario habilitados.
pt_br: Acesse a seção da guia Adicional deste produto e adicione Fornecedores habilitados que tenham o módulo %(module_name)s e o gerenciamento de estoque habilitado.
pt_pt: Vá à secção de aba Adicional do produto e adicione Fornecedores ativos que possuem o módulo %(module_name)s e a gestão de stock ativos.

source: No suppliers with %(module_name)s available.
es: No hay proveedores con %(module_name)s disponible.
it: Nessun fornitore disponibile per %(module_name)s.
pt_br: Não há fornecedores com o módulo %(module_name)s disponível.
pt_pt: Nenhum fornecedor com %(module_name)s disponível.
ru: Поставщики %(module_name)s отсутствуют.

source: Please set %(module_name)s module for at least one of the enabled <a href="%(supplier_url)s" target="_blank">Suppliers</a> and enable the stock management for them.
es: Configure el módulo %(module_name)s para al menos uno de los <a href="%(supplier_url)s" target="_blank"> Proveedores </a> habilitados y active la gestión de existencias para ellos.
pt_br: Defina o módulo %(module_name)s para pelo menos um dos <a href="%(supplier_url)s" target="_blank">fornecedores</a> habilitados e habilite o gerenciamento de estoque para eles.
pt_pt: Definir módulo %(module_name)s para pelo menos um dos <a href="%(supplier_url)s" target="_blank">Fornecedores</a> ativos e ativar gestão de stock para os mesmos.

source: Physical count ({sales_unit})
es: Contador físico ({sales_unit})
pt_br: Estoque físico ({sales_unit})
pt_pt: Contagem física ({sales_unit})

source: Logical count ({sales_unit})
es: Contador Lógico ({sales_unit})
pt_br: Estoque lógico ({sales_unit})
pt_pt: Contagem lógica ({sales_unit})

source: Value per unit
es: Valor por unidad
pt_br: Valor por unidade
pt_pt: Valor unitário

source: Total value
es: Valor Total
pt_br: Valor total
pt_pt: Valor total

source: Alert limit ({sales_unit})
es: Alerta de límite ({sales_unit})
pt_br: Limite de alerta ({sales_unit})
pt_pt: Limite alerta ({sales_unit})

source: No stock information available.
es: No hay información de existencias disponible.
it: Nessuna informazione di magazzino disponibile.
pt_br: Nenhuma informação do estoque disponível.
pt_pt: Sem informações de stock disponíveis.
ru: Информация о запасах недоступна

source: Added %(delta)s %(unit_symbol)s for product %(product_name)s stock (%(supplier_name)s)
it: Aggiunti %(delta)s %(unit_symbol)s per il prodotto %(product_name)s scorte (%(supplier_name)s)
ru: Добавить %(delta)s %(unit_symbol)s для продукта %(product_name)s акции (%(supplier_name)s)

source: Removed %(delta)s %(unit_symbol)s from product %(product_name)s stock (%(supplier_name)s)
it: Rimossi %(delta)s %(unit_symbol)s per il prodotto dalle scorte di %(product_name)s (%(supplier_name)s)
ru: Удалить %(delta)s %(unit_symbol)s для продукта %(product_name)s акции (%(supplier_name)s)

source: Alert limit for product %(product_name)s set to %(value)s.
it: La soglia limite per il prodotto %(product_name)s è impostata a %(value)s.
ru: Предел предупреждений для продукта %(product_name)s установить равным %(value)s.

source: Not allowed
it: Non consentito
ru: Не допускается

source: Error, please check submitted values and try again.
it: Errore, controllare il valore inserito e provare di nuovo.
ru: Ошибка, пожалуйста проверьте введённые значения и попробуйте снова.

source: Error, please check submitted values and try again (%(error)s).
it: Errore, controllare il valori inseriti e provare di nuovo (%(error)s).
ru: Ошибка. Проверьте правильность введенных значений и повторите попытку (%(error)s).

source: Purchase price per unit (%(currency_name)s)
it: Prezzo d'acquisto per unità (%(currency_name)s)
ru: Цена покупки за единицу (%(currency_name)s)

source: delta
it: differenza
ru: дельта

source: Please set suppliers at Purchasing section.
it: Prego, impostare dei fornitori nella sezione Acquisti.
ru: Пожалуйста, выберите поставщиков в пункте покупок.

source: Product <a href="%(product_url)s" target="_blank">%(product_name)s</a> is not stocked.
it: Il prodotto <a href="%(product_url)s" target="_blank">%(product_name)s</a> non è gestito dal magazzino.
ru: Продукта <a href="%(product_url)s" target="_blank">%(product_name)s</a> нет в наличии.

source: Please set product stock behavior at Additional Details section.
it: Configurare il comportamento di assortimento nella sezione Dettagli Aggiuntivi.
ru: Пожалуйста, задайте действия для складирования товара в разделе «Дополнительные сведения».

source: Please set %(module_name)s module for at least one of the <a href="%(supplier_url)s" target="_blank">Suppliers</a>.
it: Configurare il modulo %(module_name)s per alemno uno dei <a href="%(supplier_url)s" target="_blank">Fornitori</a>.
ru: Пожалуйста, установите модуль%(module_name)s хотя бы для одного из <a href="%(supplier_url)s" target="_blank"> поставщиков </a>.

source: Physical count: %(count)s %(sales_unit)s
it: Conteggio fisico: %(count)s %(sales_unit)s
ru: Физическое количество: %(count)s %(sales_unit)s

source: Logical count: %(count)s %(sales_unit)s
it: Conteggio Logico: %(count)s %(sales_unit)s
ru: Логический количество: %(count)s %(sales_unit)s

source: Value per unit: %(value)s
it: Valore per unità: %(value)s
ru: Стоимость единицы: %(value)s

source: Total value: %(value)s
it: Valore totale: %(value)s
ru: Общая стоимость: %(value)s

source: Alert limit: %(limit)s
it: Soglia limite: %(limit)s
ru: Предел количества, для вывода предупреждения: %(limit)s
