Repository: Tom2187End/somi-ecommerce
Catalog: shuup/front/apps/carousel/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_pt, ru, sv_se, zh_hans

source: Carousels
de: Karussells
es: Carruseles
pt_pt: Carrosséis
ru: Карусели
sv_se: Karuseller
zh_hans: 轮播

source: %s has been deleted.
de: %s wurde gelöscht.
es: %s se ha eliminado.
pt_pt: %s foi eliminado.
ru: %s был удалён.
sv_se: %s har tagits bort.
zh_hans: %s已被删除

source: Name
es: Nombre
pt_pt: Nome
ru: Имя
sv_se: Namn
zh_hans: 名称

source: Filter by name...
de: Nach Name filtern...
es: Filtrar por nombre ...
pt_pt: Filtrar por nome...
ru: Фильтровать по имени...
sv_se: Filtrera på namn...
zh_hans: 按名称过滤…

source: Carousel
de: Karussell
es: Carrusel
pt_pt: Carrossel
ru: Карусель
sv_se: Karusell
zh_hans: 轮播

source: Active
de: Aktiv
es: Activo
pt_pt: Ativo
ru: Активно
sv_se: Aktiv
zh_hans: 活跃

source: Slide
es: Diapositiva
ru: Слайд
sv_se: Bildspel
zh_hans: 幻灯片

source: Fade
de: Blende (Fade)
es: Desvanecerse
pt_pt: Desvanecer
ru: переход
sv_se: Tona
zh_hans: 褪色

source: Current page
de: Aktuelle Seite
es: Página actual
pt_pt: Página atual
sv_se: Nuvarande sida
zh_hans: 当前页

source: New page
de: Neue Seite
es: Nueva pagina
pt_pt: Nova página
sv_se: Ny sida
zh_hans: 新页面

source: shops
de: Marktplätze
es: tiendas
pt_pt: lojas
sv_se: butiker
zh_hans: 商店

source: Select which shops you would like the carousel to be visible in.
de: Du kannst auswählen, auf welchen Marktplätzen das Karussell sichtbar sein soll.
es: Seleccione en qué tiendas le gustaría que el carrusel sea visible.
pt_pt: Selecionar as lojas nas quais gostaria que o carrossel seja visível.
sv_se: Välj vilka butiker du vill att karusellen ska vara synlig i.
zh_hans: 选择您希望在哪个商店看到轮播。

source: name
es: nombre
pt_pt: nome
ru: имя
sv_se: namn
zh_hans: 名称

source: The carousel name use for carousel configuration.
de: Der Karussellname, der für die Karussellkonfiguration verwendet wird.
es: El nombre del carrusel se utiliza para la configuración del carrusel.
pt_pt: A utilização do nome de carrossel para configuração de carrossel.
ru: Название карусели, используемое для её настройки.
sv_se: Karusellensnamnet som användd för karusellkonfiguration.
zh_hans: 轮播名称用于轮播配置。

source: animation
es: animación
pt_pt: animação
ru: анимация
sv_se: animering
zh_hans: 动画

source: Animation type for cycling slides.
de: Animationsart für den Slides-Zyklus / die Slide-Bewegung.
es: Tipo de animación para toboganes en bicicleta.
pt_pt: Tipo de animação para círculos de slides.
ru: Тип анимации для цикличных слайдов
sv_se: Animationstyp för slides
zh_hans: 骑行幻灯片的动画类型

source: interval
de: Intervall
es: intervalo
pt_pt: intervalo
ru: Интервал
sv_se: intervall
zh_hans: 间距

source: Slide interval in seconds.
de: Slide-Intervall in Sekunden
es: Intervalo de diapositivas en segundos.
pt_pt: Intervalo de slide em segundos.
ru: Интервалы слайдов в секундах.
sv_se: Intervall i sekunder.
zh_hans: 以秒为单位滑动间隔

source: pause on hover
de: beim drüber hovern pausieren
es: pausa al pasar el mouse
pt_pt: pausa em passagem
ru: пауза при наведении
sv_se: pausa när musen förs över
zh_hans: 暂停悬停

source: When checked, the carousel cycling pauses on mouse over.
de: Wenn diese Option aktiviert ist, wird der Karussellbetrieb bei Mauskontakt angehalten.
es: Cuando se marca, el ciclo del carrusel se detiene al pasar el mouse.
pt_pt: Quando selecionado, o círculo de carrossel pausa quando o rato passa por cima.
ru: Когда этот флажок установлен, карусель циклически останавливается при наведении указателя мыши.
sv_se: När markerad kommer karusellen att stanna när man för musen över den.
zh_hans: 当检查时，轮播在鼠标上暂停。

source: show navigation arrows
de: Navigationspfeile anzeigen
es: mostrar flechas de navegación
pt_pt: mostrar setas de navegação
ru: Показать стрелки навигации
sv_se: visa navigeringspilar
zh_hans: 显示导航箭头

source: When checked, navigational arrows are shown on the carousel allowing for customers to go back and forward.
de: Wenn diese Option aktiviert ist, werden im Karussell Navigationspfeile angezeigt, mit denen die Kunden vor- und zurückblättern können.
es: Cuando está marcada, las flechas de navegación se muestran en el carrusel, lo que permite a los clientes retroceder y avanzar.
pt_pt: Quando selecionado, as setas de navegação aparecem no carrossel permitindo aos clientes ir para trás e para a frente.
ru: Когда флажок установлен, навигационные стрелки отображаются на карусели, позволяя клиентам вернуться назад и вперед.
sv_se: När markerad, visas navigeringspilar i karusellen vilket gör det möjligt för kunder att gå fram och tillbaka.
zh_hans: 当检查时，在轮播上显示导航箭头，允许客户返回和前进。

source: show navigation dots
de: Navigationspunkte anzeigen
es: mostrar puntos de navegación
pt_pt: mostrar pontos de navegação
ru: Показать навигационные точки
sv_se: visa navigeringprickar
zh_hans: 显示导航点

source: When checked, navigational indicator dots are shown.
de: Wenn diese Option aktiviert ist, werden Navigationsanzeigepunkte angezeigt.
es: Cuando se marca, se muestran puntos indicadores de navegación.
pt_pt: Quando selecionado, os pontos indicadores de navegação são exibidos.
ru: Когда флажок установлен, отображаются точки навигационного индикатора.
sv_se: När markerad, visas navigeringsprickar.
zh_hans: 当检查时，显示导航指示点。

source: image width
de: Bildbreite
es: ancho de la imagen
pt_pt: largura de imagem
ru: Ширина изображения
sv_se: bildbredd
zh_hans: 图片宽度

source: Slide images will be cropped to this width.
de: Die Slide-Bilder werden auf diese Breite zugeschnitten.
es: Las imágenes de diapositivas se recortarán a este ancho.
pt_pt: As imagens serão recortadas para esta largura.
ru: Изображения слайда будут обрезаны до данной ширины.
sv_se: Slidebilder kommer att beskäras till denna bredd.
zh_hans: 幻灯片图像将被裁剪到此宽度。

source: image height
de: Bildhöhe
es: Altura de imagen
pt_pt: altura da imagem
ru: Высота изображения
sv_se: bildhöjd
zh_hans: 图片高度

source: Slide images will be cropped to this height.
de: Die Slide-Bilder werden auf diese Höhe zugeschnitten.
es: Las imágenes de diapositivas se recortarán a esta altura.
pt_pt: As imagens serão recortadas para esta altura.
ru: Изображения слайда будут обрезаны до данной высоты.
sv_se: Slidebilder kommer att beskäras till denna höjd.
zh_hans: 幻灯片图像将被裁剪到这个高度。

source: Arrows color
de: Farbe der Pfeile
es: Color de flechas
pt_pt: Cor das setas
sv_se: Pilar färg
zh_hans: 箭头颜色

source: Set the custom color for the arrows.
de: Stelle eine benutzerdefinierte Farbe für die Pfeile ein.
es: Configure el color personalizado para las flechas.
pt_pt: Definir a cor personalizada para as setas.
sv_se: Ställ in anpassad färg för pilarna.
zh_hans: 为箭头设置自定义颜色

source: Name is only used to configure slides.
de: Bezeichnung, die für die Slide-Konfiguration verwendet wird.
es: El nombre solo se usa para configurar diapositivas.
pt_pt: O nome é apenas utilizado para configurar slides.
ru: Имя используется только для настройки слайдов.
sv_se: Namnet används endast att konfigurera slides.
zh_hans: 名称仅用于配置幻灯片

source: product link
de: Produkt-Link
es: enlace de producto
pt_pt: link do produto
ru: Ссылка на товар
sv_se: produktlänk
zh_hans: 产品链接

source: Set the product detail page that should be shown when this slide is clicked, if any.
de: Lege fest, dass die Produktdetail-Seite angezeigt werden soll, falls vorhanden, wenn auf den Slider geklickt wird.
es: Configure la página de detalles del producto que se debe mostrar cuando se hace clic en esta diapositiva, si corresponde.
pt_pt: Definir a página de detalhes do produto que deverá ser exibida ao clicar neste slide, se quiser alguma.
ru: Установите страницу сведений о продукте, которая должна отображаться при щелчке на этот слайд, если таковая имеется.
sv_se: Ange den produktinformationssida som ska visas när den här sliden klickas.
zh_hans: 设置在单击此幻灯片时应显示的产品详细信息页，如果有的话。

source: category link
de: Kategorie-Link
es: enlace de categoría
pt_pt: link de categoria
ru: Ссылка категории
sv_se: kategorilänk
zh_hans: 类别链接

source: Set the product category page that should be shown when this slide is clicked, if any.
de: Lege fest, dass die Artikelkategorien-Seite angezeigt werden soll, falls vorhanden, wenn auf den Slider geklickt wird.
es: Establezca la página de categoría de producto que debe mostrarse cuando se hace clic en esta diapositiva, si corresponde.
pt_pt: Definir a página de categoria de produto que deverá ser exibida ao clicar neste slide, se quiser alguma.
ru: Установите страницу категории продукта, которая должна отображаться при щелчке на этот слайд, если таковая имеется.
sv_se: Ange den produktkategorisida som ska visas när den här sliden klickas.
zh_hans: 设置单击此幻灯片时应显示的产品类别页，如果有的话。

source: cms page link
de: CMS-Seiten-Link
es: enlace de la página cms
pt_pt: link página de serviço de gestão de cliente
ru: Ссылка на страницу менеджмента контента
sv_se: länk till innehållshanteringssystemet
zh_hans: CMS页面链接

source: Set the web page that should be shown when the slide is clicked, if any.
de: Lege die Website fest, die angezeigt werden soll, falls vorhanden, wenn auf den Slider geklickt wird.
es: Configure la página web que debe mostrarse cuando se hace clic en la diapositiva, si corresponde.
pt_pt: Definir a página web que deverá ser exibida ao clicar neste slide, se quiser alguma.
ru: Установите веб-страницу, которая должна отображаться при щелчке на этот слайд, если таковая имеется.
sv_se: Ange den webbsida som ska visas när sliden klickas.
zh_hans: 设置单击幻灯片时应显示的网页，如果有的话。

source: ordering
de: Reihenfolge
es: ordenar
pt_pt: ordem
ru: Заказ
sv_se: ordning
zh_hans: 订单

source: Set the numeric order in which this slide should appear relative to other slides in this carousel.
de: Lege die numerische Reihenfolge fest, in der diese Folie im Vergleich zu den anderen Folien in diesem Karussell erscheinen soll.
es: Establezca el orden numérico en el que debe aparecer esta diapositiva en relación con otras diapositivas de este carrusel.
pt_pt: Definir a ordem numérica na qual este slide deverá aparecer relativamente a outros slides neste carrossel.
ru: Установите числовой порядок, в котором этот слайд должен отображаться относительно других слайдов в этой карусели.
sv_se: Ange den numeriska ordning som denna slide bör visas i förhållande till övriga bilder i denna karusell.
zh_hans: 设置此幻灯片相对于此轮播中其他幻灯片显示的数字顺序。

source: link target
de: Zieladresse des Links
es: destino del enlace
pt_pt: alvo do link
ru: Целевая ссылка
sv_se: länkmål
zh_hans: 链接目标

source: Set this to current if clicking on this slide should open a new browser tab.
de: Aktiviere dies, wenn ein Klick auf diese Folie eine neue Browser-Registerkarte öffnen soll.
es: Establezca esto en actual si al hacer clic en esta diapositiva se debe abrir una nueva pestaña del navegador.
pt_pt: Definir isto como atual se ao clicar neste slide quiser abrir uma nova barra de navegação.
ru: Установите это значение как текущее, если на этом слайде должна открыться новая вкладка браузера.
sv_se: Markera detta om nya sidor skall öppnas flik i webbläsaren när man klickar på en slide.
zh_hans: 如果单击此幻灯片应打开一个新的浏览器选项卡，则将其设置为“当前”。

source: available since
de: verfügbar seit
es: disponible desde
pt_pt: disponível desde
sv_se: tillgänglig sedan

source: Set the date and time, starting from which this slide should be visible in the carousel. This is useful to advertise sales campaigns or other time-sensitive marketing.
de: Lege das Datum und die Uhrzeit fest, ab der diese Folie im Karussell sichtbar sein soll. Dies ist nützlich, um Verkaufskampagnen oder anderes zeitabhängiges Marketing zu bewerben.
es: Establezca la fecha y la hora, a partir de la cual esta diapositiva debe ser visible en el carrusel. Esto es útil para anunciar campañas de ventas u otro marketing urgente.
pt_pt: Definir data e hora, a partir da qual este slide deve ser visível no carrossel. É útil para publicitar campanhas de vendas ou outro marketing sensível em termos de tempo.
sv_se: Ställ in datum och tid, från och med vilken denna bild ska synas i karusellen. Detta är användbart för att marknadsföra reklamkampanjer eller annan tidskänslig marknadsföring.

source: available until
de: verfügbar bis
es: Disponible hasta
pt_pt: disponível até
sv_se: tillgänglig fram till

source: Set the date and time, until which this slide should be visible in the carousel. This is useful to advertise sales campaigns or other time-sensitive marketing.
de: Lege das Datum und die Uhrzeit fest, bis wann diese Folie im Karussell sichtbar sein soll. Dies ist nützlich, um Verkaufskampagnen oder anderes zeitabhängiges Marketing zu bewerben.
es: Establezca la fecha y la hora hasta que esta diapositiva debería estar visible en el carrusel. Esto es útil para anunciar campañas de ventas u otro marketing urgente.
pt_pt: Definir data e hora, até à qual este slide deve ser visível no carrossel. É útil para publicitar campanhas de vendas ou outro marketing sensível em termos de tempo.
sv_se: Ställ in datum och tid, tills den här bilden ska synas i karusellen. Detta är användbart för att marknadsföra reklamkampanjer eller annan tidskänslig marknadsföring.

source: Inactive dot border color
de: Inaktive Punktumrandungsfarbe
es: Color de borde de punto inactivo
pt_pt: Cor do limite pontos desativo
sv_se: Inaktiv prickgräns färg
zh_hans: 非活动点边框颜色

source: Customize the dot border color when slide is not active.
de: Passe die Farbe der Punktumrandung an, wenn die Folie nicht aktiv ist.
es: Personalice el color del borde de puntos cuando la diapositiva no esté activa.
pt_pt: Personalizar a cor do limite de pontos quando o slide não está ativo.
sv_se: Anpassa prickgräns färgen när bilden inte är aktiv.
zh_hans: 当幻灯片不活动时，自定义点边框颜色。

source: Active dot color
de: Aktive Punktfarbe
es: Color de punto activo
pt_pt: Cor do limite pontos ativo
sv_se: Aktiv prickfärg
zh_hans: 活动点颜色

source: Customize the dot color when slide is active.
de: Passe die Punktfarbe an, wenn die Folie aktiv ist.
es: Personaliza el color del punto cuando la diapositiva está activa.
pt_pt: Personalizar a cor do limite de pontos quando o slide está ativo.
sv_se: Anpassa prickfärgen när bilden är aktiv.
zh_hans: 当幻灯片处于活动状态时，自定义点颜色。

source: caption
de: Überschrift
es: subtítulo
pt_pt: captura
ru: Описание
sv_se: rubrik
zh_hans: 标题

source: Text that describes the image. It is displayed on top of the image if 'Render image text' box is enabled in front-end. Also used for search engine purposes.
de: Text, der das Bild beschreibt. Er wird oben auf dem Bild angezeigt, wenn das Feld "Bildtext wiedergeben" im Frontend aktiviert ist. Wird auch für Suchmaschinenzwecke verwendet.
es: Texto que describe la imagen. Se muestra en la parte superior de la imagen si el cuadro &#39;Renderizar texto de imagen&#39; está habilitado en el front-end. También se utiliza para motores de búsqueda.
pt_pt: Texto que descreve a imagem. É exibido no topo da imagem se a caixa “Apresentar texto imagem” estiver verificada no front-end. Também é utilizado para propósitos de motor de busca.
sv_se: Text som beskriver bilden. Den visas ovanpå bilden om rutan 'Rendera bildtext' är aktiverad i frontend. Används också för sökmotorändamål.

source: caption text
de: Überschriftentext
es: texto del subtítulo
pt_pt: texto captura
ru: текст описания
sv_se: bildtext
zh_hans: 标题文本

source: Caption text is displayed as secondary text on top of the image if 'Render image text' box is enabled in front-end for 'Carousel plugin' type (disabled for 'Banner box' type). It is also shown as a tooltip.
de: Der Überschriftentext wird als sekundärer Text über dem Bild angezeigt, wenn das Feld "Bildtext wiedergeben" im Front-End für den Typ "Karussell-Plugin" aktiviert ist (deaktiviert für den Typ "Bannerbox"). Er wird auch als Quick-Info angezeigt.
es: El texto del título se muestra como texto secundario en la parte superior de la imagen si el cuadro &#39;Renderizar texto de imagen&#39; está habilitado en la interfaz para el tipo &#39;Complemento carrusel&#39; (deshabilitado para el tipo &#39;Cuadro de banner&#39;). También se muestra como información sobre herramientas.
pt_pt: O texto de captura é exibido como texto secundário no topo da imagem se a caixa “Apresentar texto imagem” estiver verificada no front-end para tipo “Plugin Carrossel’ (desativo para tipo ‘Caixa banner’. Também é exibido como um tooltip.
sv_se: Bildtext visas som sekundär text överst på bilden om rutan 'Rendera bildtext' är aktiverad i frontend för typ 'Karusellplugg' (avaktiverad för 'Bannerbox' -typ). Det visas också som ett verktygstips.

source: external link
de: externer Link
es: Enlace externo
pt_pt: link externo
ru: Внешняя ссылка
sv_se: extern länk
zh_hans: 外部链接

source: Set the external site that should be shown when this slide is clicked, if any.
de: Lege die externe Website fest, die angezeigt werden soll, falls vorhanden, wenn auf den Slider geklickt wird.
es: Configure el sitio externo que debe mostrarse cuando se hace clic en esta diapositiva, si lo hay.
pt_pt: Definir o site externo que deve ser exibido ao clicar neste slide, se quiser algum.
ru: Установите внешний сайт, который должен отображаться при щелчке на этот слайд, если таковой имеется.
sv_se: Ange den externa webbplatsen som ska visas när man klickar på sliden.
zh_hans: 设置单击此幻灯片时应显示的外部站点，如果有的话。

source: image
de: Bild
es: imagen
pt_pt: imagem
ru: изображение
sv_se: bild
zh_hans: 图片

source: The slide image to show.
de: Das anzuzeigende Slide-Bild
es: La imagen de diapositiva que se va a mostrar.
pt_pt: A imagem de slide a mostrar.
ru: Изображение слайда для показа.
sv_se: Slidebilden som skall visas.
zh_hans: 要显示的幻灯片图像

source: Slides
es: Diapositivas
ru: Слайды
zh_hans: 幻灯片

source: Carousel Plugin
de: Karussell-Plugin
es: Complemento de carrusel
pt_pt: Plugin Carrossel
ru: Плагин карусели
sv_se: Karusell insticksmodul
zh_hans: 轮播插件

source: Render image text
de: Bildtext wiedergeben
es: Renderizar texto de imagen
pt_pt: Apresentar texto imagem
sv_se: Rendera bildtext

source: Display the text on top of the image.
de: Text über dem Bild anzeigen.
es: Muestra el texto en la parte superior de la imagen.
pt_pt: Exibir o texto no topo da imagem.
sv_se: Visa texten ovanpå bilden.

source: Banner Box
es: Cuadro de banner
pt_pt: Caixa Banner
ru: Место для баннера
zh_hans: 横幅框

source: Title
de: Bezeichnung
es: Título
pt_pt: Título
ru: Заглавие
sv_se: Titel
zh_hans: 标题

source: Slides can be added after saving the Carousel.
de: Slides können nach dem Speichern des Karussells hinzugefügt werden.
es: Se pueden agregar diapositivas después de guardar el carrusel.
pt_pt: Podem ser adicionados slides após guardar o Carrossel.
ru: Слайды могут быть добавлены после сохранения карусели.
sv_se: Slides kan läggas till efter att karusellen är sparad.
zh_hans: 保存轮播后可以添加幻灯片。

source: This form is also used to define banner boxes. Marked fields only apply to banner boxes.
de: Dieses Formular wird auch zum Definieren von Bannerboxen verwendet. Markierte Felder gelten nur für Bannerboxen.
es: Este formulario también se utiliza para definir cuadros de banner. Los campos marcados solo se aplican a los cuadros de banner.
pt_pt: Este formulário também é utilizado para definir caixas banner. Os campos marcados apenas se aplicam a caixas banner.
ru: Эта форма также используется для определения мест баннеров. Отмеченные поля применяются только к местам для баннеров.
sv_se: Detta formulär används också att definiera bannerlådor. Markerade fält gäller endast bannerlådor.
zh_hans: 此窗体还用于定义横幅框。标记字段仅适用于横幅框。

source: Adding the carousel to your site
de: Hinzufügen des Karussells zu Deiner Website
es: Agregar el carrusel a su sitio
pt_pt: Adicionar o carrossel ao seu site
sv_se: Lägga till karusellen på din webbplats
zh_hans: 将轮播添加到您的站点

source: To add a carousel to your site, you must edit the page using the placeholder editor. To do this, go to your site and click the 'Edit page' on the page you want to add the carousel banner to. Then, select the placeholder to change and add a new plugin row and from the plugin dropdown and select 'Carousel Plugin'. From 'Carousel' dropdown options choose the carousel you want to display. As a final step, save the plugin and publish changes.
de: Um ein Karussell zu Deiner Website hinzuzufügen, musst Du die Seite mit dem Platzhalter-Editor bearbeiten. Gehe dazu auf die Website, auf der Du das Karussell-Banner hinzufügen möchtest, und klicke auf "Seite bearbeiten". Wähle dann den zu ändernden Platzhalter aus und füge eine neue Plugin-Zeile hinzu und wähle aus dem Plugin-Dropdown "Karussell-Plugin" aus. Wähle aus dem Dropdown-Menü "Karussell" das Karussell aus, das Du anzeigen lassen möchtest. Als letzten Schritt speichere das Plugin und veröffentliche die Änderungen.
es: Para agregar un carrusel a su sitio, debe editar la página con el editor de marcadores de posición. Para hacer esto, vaya a su sitio y haga clic en &#39;Editar página&#39; en la página a la que desea agregar el banner del carrusel. Luego, seleccione el marcador de posición para cambiar y agregue una nueva fila de complementos y, en el menú desplegable de complementos, seleccione &#39;Complemento de carrusel&#39;. En las opciones del menú desplegable &#39;Carrusel&#39;, elija el carrusel que desea mostrar. Como paso final, guarde el complemento y publique los cambios.
pt_pt: Para adicionar um carrossel ao seu site, deve editar a página utilizando o editor de espaços reservados. Para tal, vá ao seu site e clique em ‘Editar página’, na página em que pretende adicionar o banner de carrossel. Depois, selecione o espaço reservado a alterar e adicione uma nova coluna de plugin e da lista de plugins selecione ‘Plugin de Carrossel’. Das opções em lista de ‘Carrossel’ escolha o carrossel que pretende exibir. Por último, guarde o plugin e publique as alterações.
sv_se: För att lägga till en karusell på din webbplats måste du redigera sidan med platshållare redigeraren. För att göra detta, gå till din webbplats och klicka på "Redigera sida" på den sida du vill lägga till karusell bannern. Välj sedan platshållaren som du vill ändra och lägg till en ny plugins och från plugin-rullgardinsmenyn och välj "Carousel Plugin" Välj karusell som du vill visa från rullgardin alternativen 'Karusell'. Som ett sista steg sparar din plugin och publicerar ändringar.
zh_hans: 若要向网站添加轮播，必须使用占位符编辑器编辑页面。要做到这一点，转到您的网站，并单击“编辑页”的网页，您想要添加轮播横幅。然后，选择要更改的占位符，添加一个新的插件行，并从插件下拉列表中选择“轮播插件”。从“轮播”下拉选项中选择要显示的轮播。作为最后一步，保存插件并发布更改。

source: Learn more.
de: Mehr erfahren.
es: Aprende más.
pt_pt: Saber mais.
sv_se: Läs mer.
zh_hans: 了解更多

source: Basic details
de: Allgemeine Angaben
es: Detalles básicos
pt_pt: Detalhes básicos
ru: Базовая информация
sv_se: Grundinformation
zh_hans: 基本细节

source: Advanced options
de: Erweiterte Optionen
es: Opciones avanzadas
pt_pt: Opções avançadas
ru: Расширенные опции
sv_se: Avancerade inställningar
zh_hans: 高级选项

source: Remove Slide
de: Slide entfernen
es: Quitar diapositiva
pt_pt: Retirar Slide
sv_se: Ta bort bilden
zh_hans: 删除幻灯片

source: Only image for default language is required.
de: Nur das Bild für die Standardsprache ist erforderlich.
es: Solo se requiere una imagen para el idioma predeterminado.
pt_pt: Apenas são necessárias imagens para o idioma padrão.
ru: Требуется только изображение для языка по умолчанию.
sv_se: En bild krävs enbart för standardspråket.
zh_hans: 默认语言只需要图像
