Repository: Tom2187End/somi-ecommerce
Catalog: shuup/front/apps/carousel/locale/*/LC_MESSAGES/django.po
Languages: de, es, pt_pt, ru, sv_se, zh_hans

source: If external link is not set link will fallback to product link, category link or cms page link in this order.
de: Wenn der externe Link nicht gesetzt ist, wird der Link auf den Produkt-Link, den Kategorien-Link oder den CMS-Seitenlink in dieser Reihenfolge zurückgreifen.
es: Si el enlace externo no está configurado, el enlace recurrirá al enlace del producto, al enlace de la categoría o al enlace de la página cms en este orden.
pt_pt: Se um link externo não está definido, o link irá redirecionar para o link de produto, de categoria ou de página cms (sistema de gestão de conteúdos) nesta encomenda.
ru: Если внешняя ссылка не установлена, ссылка будет возвращена к ссылке на продукт, ссылку категории или ссылку на страницу контент менеджмента в данном порядке.
sv_se: Om en extern länk inte anges kommer användaren att skickas till, i denna ordning, produktlänken, kategorilänk eller innehållshanteringssystemetet.
zh_hans: 如果没有设置外部链接，链接将按此顺序退回到产品链接、类别链接或cms页面链接。

source: Add new slide
de: Neue Slide hinzufügen
es: Agregar nueva diapositiva
pt_pt: Adicionar novo slide
ru: Добавить новый слайд
sv_se: Lägg till ny slide
zh_hans: 添加新幻灯片

source: New Carousel
de: Neues Karussell
es: Carrusel nuevo
pt_pt: Novo Carrossel
ru: Новая карусель
sv_se: Ny Karusell
zh_hans: 新轮播

source: available from
ru: доступно с
zh_hans: 可从

source: Set the date and time from which this slide should be visible in the carousel. This is useful to advertise sales campaigns or other time-sensitive marketing.
ru: Установите дату и время, с которых данный слайд должен быть показан в карусели. Это полезно для рекламных кампаний или другого чувствительного к времени маркетинга.
zh_hans: 设置在轮播中可以看到此幻灯片的日期和时间。这是有用的广告销售活动或其他时间敏感的营销。

source: available to
ru: доступно до
zh_hans: 可供

source: Text that describes the image. Used for search engine purposes.
ru: Текст, который описывает изображение. Используется для целей поисковой системы.
zh_hans: 描述图像的文本，用于搜索引擎。

source: When displayed in banner box mode, caption text is shown as a tooltip
ru: При отображении в режиме баннера, текст заголовка отображается в виде всплывающей подсказки
zh_hans: 当以横幅框模式显示时，标题文本显示为工具提示。
