Repository: Tom2187End/somi-ecommerce
Catalog: shuup/addons/locale/*/LC_MESSAGES/django.po
Languages: de, fr_ca, it, pt_pt, ru, sv_se

source: Addons
it: Addon
pt_pt: Suplementos
ru: Дополнения
sv_se: Tillägg

source: Enable %s
de: Aktivieren %s
fr_ca: Activer %s
it: Attiva %s
pt_pt: Ativar %s
ru: Активировать %s
sv_se: Aktivera %s

source: %d new addons enabled.
de: %d Die neuen Add-ons sind nun aktiviert.
fr_ca: %d nouveaux addons activés.
it: %d nuovi addon attivati
pt_pt: %d novos suplementos ativados.
ru: %d новые дополнения включены.
sv_se: %d nya tillägg aktiverad.

source: %d previously enabled addons disabled.
de: %d Die bereits aktiven Add-ons wurden deaktiviert.
fr_ca: %d addons précédemment activés désactivés.
it: %d addon disattivati in precedenza.
pt_pt: %d desativados os suplementos antes adicionados.
ru: %d старые дополнения отключены.
sv_se: %d tidigare aktiverade tillägg inaktiverad.

source: No changes were made.
de: Die Änderungen wurden nicht gespeichert.
fr_ca: Aucune modification n'a été apportée.
it: Non è stato apportato alcun cambiamento.
pt_pt: Não foram feitas alterações.
ru: Никаких изменений
sv_se: Inga ändringar gjorda.

source: Save addon changes
de: Die Änderung des Add-ons speichern
fr_ca: Enregistrer les modifications du module complémentaire
it: Salva modifiche addon
pt_pt: Gravar alterações a suplemento.
ru: Сохранить изменения в дополнении
sv_se: Spara tilläggsförändringar

source: Upload new addon
de: Ein neues Add-on hochladen
fr_ca: Télécharger un nouvel addon
it: Carica nuovo addon
pt_pt: Carregar novo suplemento.
ru: Загрузить новое дополнения
sv_se: Ladda upp nytt tillägg

source: Reload application
de: Die Anwendung erneut laden
fr_ca: Recharger l'application
it: Ricarica l'applicazione
pt_pt: Recarregar aplicação.
ru: Перезагрузить приложение
sv_se: Hämta igen

source: There are no viable reload methods available. Please contact your system administrator.
de: Das erneute Laden war leider nicht erfolgreich. Bitte wenden Sie sich an Ihren Systemadministrator.
fr_ca: Il n'y a pas de méthodes de rechargement viables disponibles. Veuillez contacter votre administrateur système.
it: Non sono disponibili metodi di riavvio. Si prega di contattare l'amministratore di sistema.
pt_pt: Não há métodos viáveis de recarregamento disponíveis. Por favor contate o seu administrador de sistema.
ru: Нет доступных безопасных способов перезагрузки. Пожалуйста, обратитесь к системному администратору.
sv_se: Det finns inga genomförbara metoder för att ladda om. Kontakta systemadministratören.

source: Reload Method
de: Methode für erneutes Laden
fr_ca: Méthode de rechargement
it: Metodo di Riavvio
pt_pt: Recarregar método.
ru: Обновить метод
sv_se: Omladdningsmetod

source: Reloading.
de: Das erneute Laden läuft.
fr_ca: Rechargement.
it: Riavvio.
pt_pt: A recarregar.
ru: Перезагрузка.
sv_se: Laddar om.

source: Addon file (ZIP)
de: Add-on-Datei (ZIP)
fr_ca: Fichier Addon (ZIP)
it: File Addon (ZIP)
pt_pt: Ficheiro (ZIP) de suplemento.
ru: файл дополнения (ZIP)
sv_se: Tilläggs fil (zip)

source: Only upload the addon files you trust.
de: Lade bitte nur Add-on-Dateien hoch, die vertrauenswürdig sind.
fr_ca: Téléchargez uniquement les fichiers complémentaires auxquels vous faites confiance.
pt_pt: Carregue apenas ficheiros de suplementos de fonte segura.
sv_se: Ladda bara upp tilläggsfilerna du litar på.

source: Only wheel files (`.whl`) are supported.
de: Es werden nur Wheel-Dateien (`.whl`) unterstützt.
fr_ca: Seuls les fichiers de roue (`.whl`) sont pris en charge.
pt_pt: Apenas ficheiros "wheel" (.whl) são suportados.
sv_se: Endast hjulfiler (`.whl`) stöds.

source: Upload
de: Hochladen
fr_ca: Télécharger
it: Carica
pt_pt: Carregamento
ru: Загрузить
sv_se: Ladda upp

source: Install Addon
de: Add-on installieren
fr_ca: Installer l'addon
it: Installa Addon
pt_pt: Instalar Suplemento
ru: Установить дополнение
sv_se: Installera tillägg

source: Installed addons
de: Installierte Add-ons
fr_ca: Addons installés
it: Addon Installati
pt_pt: Suplementos instalados
ru: Установленные дополнения
sv_se: Installerade tillägg

source: Addon name
de: Name des Add-ons
fr_ca: Nom de l'addon
it: Nome Addon
pt_pt: Nome de suplemento
ru: Название дополнения
sv_se: Tilläggsnamn

source: Is enabled
de: ist aktiviert
fr_ca: Est autorisé
it: È attivo
pt_pt: Está ativado
ru: Включено
sv_se: Är aktiverad.

source: You don't have any installed addons
de: Es sind keine Add-ons installiert
fr_ca: Vous n'avez pas d'addons installés
it: Non hai nessun addon installato
pt_pt: Não tem qualquer suplemento instalado
ru: У вас нет установленных модулей
sv_se: Du har inga installerade tillägg

source: Reload Application Server
de: Applikationsserver neu laden
fr_ca: Recharger le serveur d'applications
it: Riavvia il Server dell'applicazione
pt_pt: Recarregar aplicação do servidor
ru: Перезагрузить сервер приложения
sv_se: Ladda om applikationsservern

source: When you reload the application server, it may take some time for the new instance of your application to properly initialize.
de: Wenn Du den Anwendungsserver neu lädst, kann es einige Zeit dauern, bis die neue Instanz der Anwendung richtig initialisiert ist.
fr_ca: Lorsque vous rechargez le serveur d'applications, l'initialisation correcte de la nouvelle instance de votre application peut prendre un certain temps.
it: Quando riavvii il server, ci può volere qualche minuto prima che l'applicazione si inizializzi correttamente.
pt_pt: Quando recarrega a aplicação do servidor, poderá demorar algum tempo até que a instância da sua aplicação inicie corretamente.
ru: При перезагрузке сервера приложений может потребоваться некоторое время для правильной инициализации нового экземпляра приложения.
sv_se: När du ladda om applikationsservern kan det en stund för den nya applikationsinstansen att starta.

source: In addition, there is always a chance for the server to not properly initialize at all, in which case you may need to troubleshoot the problem yourself (or have a system administrator handy).
de: Außerdem besteht immer die Möglichkeit, dass der Server überhaupt nicht richtig initialisiert wird. In diesem Fall musst Du das Problem selbst beheben (oder einen Systemadministrator kontaktieren).
fr_ca: En outre, il est toujours possible que le serveur ne s'initialise pas correctement du tout, auquel cas vous devrez peut-être résoudre le problème vous-même (ou demander à un administrateur système à portée de main).
it: Oltretutto, è sempre possibile che il server non si riavvi correttamente, nel caso avrai bisogno di analizzare il problema in autonomia (oppure rivolgendoti all'amministratore di sistema)
pt_pt: Além disso, existe sempre a possibilidade do servidor não iniciar corretamente de todo, caso em que poderá ter que fazer a próprio solucionamento do problema (ou ter um administrador de sistema acessível)
ru: Кроме того, всегда есть шанс, что сервер не будет правильно инициализирован, и в этом случае вам может понадобиться самостоятельно устранить проблему (или с помощью системного администратора).
sv_se: Dessutom finns det alltid en chans för servern inte startar alls, i det fallet kan du behöva felsöka problemet själv (eller har en systemadministratör till hands).

source: Reload steps
de: Schritte neu laden
fr_ca: Recharger les étapes
it: Passi per riavviare
pt_pt: Passos de recarregamento
ru: Перезагрузить шаги
sv_se: Omladdningssteg

source: Finalize installations for newly installed addons (migrate and collect static resources)
de: Die Installation für neu installierte Addons abschließen (Migrieren und Sammeln statischer Ressourcen)
fr_ca: Finaliser les installations pour les addons nouvellement installés (migrer et collecter les ressources statiques)
it: Conclusione dell'installazione degli addon (migrazioni e raccolta file statici)
pt_pt: Finalize instalações para suplementos recém instalados (migração e recolha de recursos estáticos)
ru: Закончить установку новых дополнений (перейти и собрать статические ресурсы)
sv_se: Slutföra installationer för nyinstallerade tillägg (migrera och sammanställ statiska resurser)

source: Reload application server
de: Applikationsserver neu laden
fr_ca: Recharger le serveur d'applications
it: Riavvia il server
pt_pt: Recarregar aplicação do servidor
ru: Перезагрузить сервер приложения
sv_se: Ladda om applikationsservern

source: Reload was initiated.
de: Der Reload wurde gestartet.
fr_ca: Le rechargement a été lancé.
pt_pt: O recarregamento foi iniciado.
sv_se: Omladdning initierades.

source: Reloading application failed.
de: Das erneute Laden der Anwendung ist fehlgeschlagen.
fr_ca: Le rechargement de l'application a échoué.
pt_pt: O recarregamento da aplicação falhou.
sv_se: Det gick inte att ladda om programmet.

source: Finalizing installations.
de: Die Installation wird fertiggestellt.
fr_ca: Finalisation des installations.
it: Finalizzazione installazioni.
pt_pt: A finalizar instalações.
ru: Установка заканчивается.
sv_se: Slutföra installationer.

source: Your Shuup seems to be back up!
de: Das System ist wieder einsatzbereit.
fr_ca: Votre Shuup semble être de retour!
it: Il tuo Shuup si è ripristinato!
pt_pt: O seu Shuup para estar de novo a funcionar!
ru: Ваш Shuup настроен!
sv_se: Din Shuup verkar vara tillbaka!

source: Your Shuup is not up yet. Trying again soon.
de: Die Wartungsarbeiten am System dauern leider noch an. Bitte versuche es später noch einmal.
fr_ca: Votre Shuup n'est pas encore en place. Réessayer bientôt.
it: Il tuo Shuup non è ancora ripristinato. Riprova tra poco.
pt_pt: O seu Shuup não está ainda a funcionar. Por favor tente de novo dentro de momentos.
ru: Ваш Shuup ещё не настроен. Поробуйте снова в ближайшее время.
sv_se: Din Shuup är inte uppe ännu. Försök snart igen.

source: Select file
de: Datei auswählen
fr_ca: Choisir le dossier
it: Seleziona file
pt_pt: Selecione ficheiro
ru: Выбрать файл
sv_se: Välj fil

source: Installation Finished
de: Die Installation ist abgeschlossen
fr_ca: Installation terminée
it: Installazione Conclusa
pt_pt: A Instalação Finalizou
ru: Установка завершена
sv_se: Installationen är klar

source: Installation Failed
de: Die Installation ist fehlgeschlagen
fr_ca: L'installation a échoué
it: Installazione Fallita
pt_pt: A Instalação Falhou.
ru: Установка не могла быть завершена
sv_se: Installationen misslyckades

source: Success
de: Das war erfolgreich.
fr_ca: Succès
it: Sucesso
pt_pt: Sucesso
ru: Успешно
sv_se: Lyckades

source: Next, <a href="%(addon_list_url)s" class="text-success"><strong>activate the newly installed addon</strong></a> and <a href="%(addon_reload_url)s" class="text-success"><strong>reload your application server</strong></a>.
de: Als nächstes, <a href="%(addon_list_url)s" class="text-success"><strong>aktiviere das neu installierte Add-on </strong></a> und <a href="%(addon_reload_url)s" class="text-success"><strong>lade den Anwendungsserver neu </strong></a>.
fr_ca: Ensuite, <a href="%(addon_list_url)s" class="text-success"><strong>activez le module complémentaire nouvellement installé</strong></a> et <a href="%(addon_reload_url)s" class="text-success"><strong>rechargez votre serveur d'applications</strong></a> .
it: Poi, <a href="%(addon_list_url)s" class="text-success"><strong>attiva il nuovo addon</strong></a> e <a href="%(addon_reload_url)s" class="text-success"><strong>ricarica il server</strong></a>.
pt_pt: Seguinte, <a href="%(addon_list_url)s" class="text-success"><strong>ative o suplemento recém instalado </strong></a>e<a href="%(addon_reload_url)s" class="text-success"><strong>recarregue o servidor de aplicação</strong></a>
ru: Следующие дополнения, <a href="%(addon_list_url)s" class="text-success"><strong>включить в установленные дополнения</strong></a> и <a href="%(addon_reload_url)s" class="text-success"><strong>, после перезагрузите ваш сервер</strong></a>.
sv_se: Till näst bör du <a href="%(addon_list_url)s" class="text-success"><strong>aktivera nyinstallerade tillägg</strong></a> och <a href="%(addon_reload_url)s" class="text-success"><strong>starta om applikationssevern</strong></a>.

source: Error
de: Fehler
fr_ca: Erreur
it: Errore
pt_pt: Erro
ru: Ошибка
sv_se: Fel

source: Installer Log
fr_ca: Journal de l'installateur
it: Log d'installazione
pt_pt: Registro do Instalador
ru: Журнал установки
sv_se: Installationslogg

source: Upload Addon - Install
de: Add-on hochladen und installieren
fr_ca: Upload Addon - Installer
it: Carica Addon - Installazione
pt_pt: Carregue Suplemento - Instalar
ru: Загрузить дополнение - установить
sv_se: Ladda upp tillägg - Installera

source: Package Information
de: Packinformationen
fr_ca: Information sur le paquet
it: Informazioni Pacchetto
pt_pt: Informação de Pacote
ru: Информация о сборке
sv_se: Paketinformation

source: No package information could be extracted.
de: Es konnten keine Packinformationen extrahiert werden.
fr_ca: Aucune information sur le package n'a pu être extraite.
it: Non è stato possibile estrarre informazioni dal pacchetto.
pt_pt: Não foi possível extrair qualquer informação do pacote.
ru: Информация о сборке не могла быть извлечена.
sv_se: Ingen paketinformation kunde extraheras.

source: File List
de: Datei-Liste
fr_ca: Liste des fichiers
it: Lista dei File
pt_pt: Lista de Ficheiros
ru: Список файлов
sv_se: Fillista

source: Only upload addon files you trust.
ru: Загружайте только те файлы дополнений, которые вызывают доверие

source: Only wheel files are supported
ru: Поддерживаются только .whl файлы

source: Reload initiated.
ru: Перезагрузка началась.

source: Error while reloading application.
ru: При перезагрузки приложения произошла ошибка.
