Repository: Tom2187End/somi-ecommerce
Catalog: shuup/campaigns/locale/*/LC_MESSAGES/django.po
Languages: de, it, pt_pt, sv_se

source: Basket Campaign: {name}
de: Korbkampagne: {name}
pt_pt: Campanha de Carrinho: {name}

source: Can't have multiple active campaigns with same code.
de: Es kann nicht mehrere aktive Aktionen mit demselben Code geben.
pt_pt: Não é possível ter múltiplas campanhas ativas com o mesmo código.
sv_se: Kan inte ha flera aktiva kampanjer med samma kod.

source: usage limit per customer
de: Verwendungsbeschränkung je Kunde
it: limite d'utilizzo per cliente
pt_pt: limite de utilização por cliente
sv_se: användningsgräns per kund

source: Limit the amount of usages per a single customer.
de: Begrenze die Anzahl der Nutzung für einen einzelnen Kunden.
it: Limita il numero di utilizzi per singolo cliente.
pt_pt: Limitar o número de utilizações por um único cliente.
sv_se: Begränsa mängden användningar för en enskild kund.

source: usage limit
de: Verwendungsbeschränkung
it: limite d'utilizzo
pt_pt: limite de utilizações
sv_se: användningsgräns

source: Set the absolute limit of usages for this coupon. If the limit is zero (0), coupon can't be used.
de: Lege das absolute Limit der Verwendungen für diesen Coupon fest. Wenn das Limit null (0) ist, kann der Coupon gar nicht eingelöst werden
pt_pt: Definir o limite absoluto de utilizações para este cupão. Se o limite é zero (0), o cupão não pode ser utilizado.
sv_se: Ställ in den absoluta gränsen för användningen för den här kupongen. Om gränsen är noll (0) kan inte kupongen användas.

source: is active
de: ist aktiv
it: è attivo
pt_pt: está ativo
sv_se: är aktiv

source: The shop where the coupon is active.
de: Der Marktplatz, für den der Coupon aktiv ist.
it: Il negozio dove il coupon è attivo
pt_pt: A loja na qual o cupão está ativo.
sv_se: Butiken där kupongen är aktiv.

source: Can not have multiple active campaigns with the same code.
de: Es kann nicht mehrere aktive Aktionen mit demselben Code geben.
pt_pt: Não é possível existirem várias campanhas ativas com o mesmo código.
sv_se: Kan inte ha flera aktiva kampanjer med samma kod.

source: Base Catalog Filter
de: Basis-Katalogfilter
it: Filtro di Catalogo Base
pt_pt: Filtro de Catálogo Base
sv_se: Bas-katalogs filter

source: Product type
de: Artikeltyp
it: Tipo di Prodotto
pt_pt: Tipo de produto
sv_se: Produkttyp

source: product Types
de: Artikeltypen
it: Tipo di Prodotto
pt_pt: Tipos de produto
sv_se: produkttyper

source: Limit the campaign only to selected product types.
de: Die Aktion nur für die ausgewählten Artikeltypen aktivieren.
pt_pt: Limitar a campanha apenas a tipos de produto selecionados.
sv_se: Begränsa kampanjen endast till utvalda produkttyper.

source: Product
de: Artikel
it: Prodotto
pt_pt: Produto
sv_se: Produkt

source: Limit the campaign only to selected products.
de: Die Aktion nur für die ausgewählten Artikel aktivieren.
pt_pt: Limitar a campanha apenas a produtos selecionados.
sv_se: Begränsa kampanjen endast till utvalda produkter.

source: Product Category
de: Produktkategorie
it: Categoria Prodotto
pt_pt: Categoria de Produto
sv_se: Produktkategori

source: Limit the campaign only to products in selected categories.
de: Aktiviere die Aktion nur für Artikel der ausgewählten Kategorien.
pt_pt: Limitar a campanha apenas a categorias de produto selecionadas.
sv_se: Begränsa kampanjen endast till produkter i utvalda kategorier.

source: group
de: Gruppe
it: gruppo
pt_pt: grupo
sv_se: grupp

source: min amount
de: Mindestbetrag
it: Ammontare min
pt_pt: montante min.
sv_se: minsta belopp

source: max amount
de: Höchstbetrag
it: Ammontare max
pt_pt: montante max.
sv_se: högsta belopp

source: Can not add sales limits for default contact groups.
de: Es können keine Umsatzgrenzen für Standardkontaktgruppen hinzugefügt werden.
pt_pt: Não é possível adicionar limites de vendas para grupos de contactos padrão.
sv_se: Kan inte lägga till försäljningsgränser för standardkontaktgrupper.

source: Context Condition
de: Kontextbedingung
it: Condizioni di Contesto
pt_pt: Condição de Contexto
sv_se: Sammanhangstillstånd

source: Campaign Basket Discounts
de: Warenkorb-Aktionsrabatte
it: Sconti Campagna di Carrello
pt_pt: Descontos de Campanha de Carrinho
sv_se: Korgerbjudandets rabetter

source: Coupon Code:
it: Codice Coupon;
pt_pt: Código de Cupão:
sv_se: Rabattkod:

source: Filter report results by coupon.
de: Berichtsergebnisse nach Coupon filtern.
it: Filtra i risultati del report per coupon.
pt_pt: Filtrar resultados de relatório por cupão.
sv_se: Filtrera rapporter efter rabattkoder

source: Coupons Usage
de: Coupons-Einlösung
it: Utilizzo dei coupon
pt_pt: Utilizações de Cupões
sv_se: Kupongeranvändning

source: Date
de: Datum
it: Data
pt_pt: Data
sv_se: Datum

source: Coupon code
it: Codice coupon
pt_pt: Código de cupão
sv_se: Rabattkod

source: Order
de: Bestellung
it: ordine
pt_pt: Encomenda
sv_se: Beställning

source: Taxful total
de: Summe (brutto)
it: Totale incluso Iva
pt_pt: Total c/ imposto
sv_se: Summa (inkl. skatter)

source: Taxful subtotal
de: Zwischensumme (brutto)
it: Subtotale incluso Iva
pt_pt: Subtotal c/ imposto
sv_se: Delumma (inkl. skatter)

source: Total discount
de: Gesamtrabatt
it: Sconto totale
pt_pt: Desconto total
sv_se: Rabatt totalt

source: General Information
de: Allgemeines
it: Informazioni Generali
pt_pt: Informações gerais
sv_se: Allmän information

source: Name
it: Nome
pt_pt: Nome
sv_se: Namn

source: Not set
de: Nicht festgelegt
it: Non configurato
pt_pt: Não definido
sv_se: Inte angiven

source: No campaigns found
de: Keine Aktionen gefunden.
it: Nessuna campagna trovata
pt_pt: Não foram encontradas campanhas
sv_se: Inga aktuella erbjudanden

source: This section shows all the <b>active</b> campaigns this product is in.
de: Hier werden alle <b>aktiven</b> Aktionen angezeigt, in denen der Artikel enthalten ist.
it: Questa sezione mostra tutte le campagne <b>attive</b> di questo prodotto.
pt_pt: Esta secção mostra todas as campanhas <b>ativas</b> nas quais este produto está incluído.
sv_se: Här visas alla <b>aktiva</b> produkter som finns med i erbjudandet.

source: Rules
de: Regeln
it: Regole
pt_pt: Regras
sv_se: Regler

source: Rule type
de: Regel-Typ
it: Tipo di regola
pt_pt: Tipo de regra
sv_se: Regeltyp

source: The criteria used to determine whether this campaign is applied.
de: Die Kriterien, anhand derer bestimmt wird, ob diese Aktion angewendet wird.
it: I criteri utilizzati per determinare l'applicazione di questa campagna.
pt_pt: Os critérios utilizados para determinar se a campanha é aplicada.
sv_se: De kriterier som används för att avgöra om kampanjen tillämpas.

source: Add rule
de: Regel hinzufügen
it: Aggiungi regol
pt_pt: Adicionar regra
sv_se: Lägg till regel

source: Effects
de: Auswirkungen
it: Effetti
pt_pt: Efeitos
sv_se: Effekter

source: Effect type
de: Auswirkungs-Typ
it: Tipo di effetto
pt_pt: Tipo de efeito
sv_se: Effekttyp

source: Add effect
de: Auswirkung hinzufügen
it: Aggiungi effetto
pt_pt: Adicionar efeito
sv_se: Lägga till effekt

source: New Discount Code
de: Neuer Rabattcode
it: Nuovo Codice Sconto
pt_pt: Novo Código de Desconto
sv_se: Lägg till ny rabattkod

source: General information
de: Allgemeines
it: Informazioni Generali
pt_pt: Informações Gerais
sv_se: Allmänna information

source: Generate
de: Erzeugen
it: Genera
pt_pt: Gerar
sv_se: Skapa

source: %(coupons)s used
de: %(coupons)s wird verwendet
it: %(coupons)s usati
pt_pt: %(coupons)s utilizados
sv_se: %(coupons)s används

source: Sales Ranges
de: Verkaufsbereiche
it: Intervalli dei Saldo
pt_pt: Alcances de Vendas
sv_se: Försäljningområden

source: Customers within this sales range are assigned to this contact group.
de: Kunden innerhalb dieses Verkaufsbereichs werden dieser Kontaktgruppe zugewiesen.
it: I Clienti in questo Intervallo di Saldi sono assegnati a questo gruppo di contatti
pt_pt: Os clientes dentro deste alcance de vendas são atribuídos a este grupo de contatos.
sv_se: Kunder inom detta försäljningsområde tilldelas denna kontaktgrupp.

source: Catalog Campaign: %(name)s
it: Campagna di Catalogo: %(name)s

source: Basket Campaign: %(name)s
it: Campagna di Carrello: %(name)s
