Repository: Tom2187End/somi-ecommerce
Catalog: shuup/campaigns/locale/*/LC_MESSAGES/django.po
Languages: de, it, pt_pt, sv_se

source: Campaigns
de: Aktionen
it: Campagne
pt_pt: Campanhas
sv_se: Erbjudanden

source: Basket Campaigns
de: Warenkorb-Aktionen
it: Campagne di Carrello
pt_pt: Campanhas de Carrinho
sv_se: Korg-erbjudanden

source: Show Basket Campaigns
de: Warenkorb-Aktionen anzeigen
it: Mostra Campagne di Carrell
pt_pt: Mostrar Campanhas de Carrinho
sv_se: Visa korgerbjudanden

source: Coupons
it: Coupon
pt_pt: Cupões
sv_se: Rabattkoder

source: Show Coupons
de: Coupons anzeigen
it: Mostra Coupon
pt_pt: Mostrar Cupões
sv_se: Visa rabattkoder

source: Catalog Campaigns
de: Katalog-Aktionen
it: Campagne di Catalogo
pt_pt: Campanhas de Catálogo
sv_se: Katalogerbjundanden

source: Show Catalog Campaigns
de: Katalog-Aktionen anzeigen
it: Mostra Campagne di Catalogo
pt_pt: Mostrar Campanhas de Catálogo
sv_se: Visa katalogerbjundanden

source: Set up a sales campaign
de: Eine Marketingaktion anlegen
it: Imposta una campagna di sconti
pt_pt: Configurar uma campanha de venda
sv_se: Ställa in en försäljningserbjudande

source: New basket campaign
de: Neue Marketingaktion
pt_pt: Nova campanha de carrinho
sv_se: Nytt korg-erbjudande

source: New coupon
de: Neuer Coupon
it: Nuovo coupon
pt_pt: Novo cupão
sv_se: Ny rabattkod

source: Allow the user to select coupons in admin.
de: Dem Benutzer erlauben, Coupons im Admininstrationsbereich auszuwählen.
pt_pt: Permitir que o utilizador selecione cupões em admin.

source: Minimum value
de: Mindestwert
it: Valore minimo
pt_pt: Valor mínimo
sv_se: Lägsta värde

source: Maximum value
de: Höchstwert
it: Valore massimo
pt_pt: Valor máximo
sv_se: Högsta värde

source: Leave empty for no maximum
de: Für keinen Höchstwert, Feld leer lassen
it: Lascia vuoto per non avere il massimo
pt_pt: Deixar em branco para nenhum máximo
sv_se: Lämna tom för inget högsta värde

source: Campaign end date can't be before a start date.
de: Das Enddatum einer Aktion kann nicht vor deren Startdatum liegen.
pt_pt: Data de fim de campanha não pode ser anterior à data de início.
sv_se: Kampanjens slutdatum får inte vara före ett startdatum.

source: Define the required coupon for this campaign.
de: Definiere den gewünschten Coupon für diese Aktion.
it: Definisci il coupon necessario per questa campagna.
pt_pt: Definir o cupão necessário para esta campanha.
sv_se: Definiera den krävda rabattkoden för detta erbjudande.

source: Coupon
pt_pt: Cupão
sv_se: Rabattkod

source: discount percentage
de: Rabatt in Prozent
it: percentuale di sconto
pt_pt: percentagem de desconto
sv_se: rabattprocent

source: The discount percentage for this campaign.
de: Der Rabatt in Prozent für diese Aktion.
it: La percentuale di sconto per questa campagna.
pt_pt: A percentagem de desconto para esta campanha.
sv_se: Rabattprocenten för det här erbjudandet.

source: Product %(product)s is not available in the %(shop)s shop.
de: Der Artikel %(product)s ist leider bei dem Händler %(shop)s nicht verfügbar.
pt_pt: Produto %(product)s não está disponível na loja %(shop)s.
sv_se: Produkt %(product)s finns inte i %(shop)s-butiken.

source: Only amount or percentage can be set, not both.
de: Es kann nur ein absoluter Betrag oder ein Prozentsatz definiert werden, nicht beides.
pt_pt: Apenas valor ou percentagem podem ser definidos, não ambos.
sv_se: Endast belopp eller procent kan ställas in, inte båda.

source: Autogenerate code
de: Code automatisch generieren
it: Codice autogenerato
pt_pt: Gerar automaticamente código
sv_se: Generera kod

source: Discount Code is already in use.
de: Der Rabattcode ist bereits in Gebrauch.
pt_pt: Código de Desconto já utilizado.
sv_se: Rabattkod används redan.

source: Active Basket Campaigns
de: Aktive Warenkorb-Aktionen
it: Campagne attive del carrello
pt_pt: Campanhas de Carrinho Ativas
sv_se: Aktiva korgkampanjer

source: Catalog Campaign
de: Katalog-Aktion
it: Campagna di Catalogo
pt_pt: Campanha de Catálogo
sv_se: Katalogerbjudanden

source: Basket Campaign
de: Warenkorb-Aktion
it: Campanga di Carrello
pt_pt: Campanha de Carrinho
sv_se: Korg-erbjudanden

source: Title
de: Bezeichnung
it: Titolo
pt_pt: Título
sv_se: Titel

source: Starts
de: Beginnt
it: Inzia
pt_pt: Começa
sv_se: Börjar

source: Ends
de: Endet
it: Finisce
pt_pt: Acaba
sv_se: Slutar

source: Active
de: Aktiv
it: Attiva
pt_pt: Ativa
sv_se: Aktiv

source: No
de: Nein
it: N
pt_pt: Não
sv_se: Nej

source: Yes
de: Ja
it: Si
pt_pt: Sim
sv_se: Ja

source: CatalogCampaign
de: Katalog-Aktion
it: CampagnaCatalogo
pt_pt: CatálogoCampanha
sv_se: Katalogerbjudande

source: Create new Catalog Campaign
de: Neue Katalog-Aktion anlegen
it: Crea nuova Campagna di Catalogo
pt_pt: Criar nova Campanha de Catálogo
sv_se: Skapa ett nytt katalogerbjudande

source: Create new Basket Campaign
de: Neue Warenkorb-Aktion anlegen
it: Crea nuova Campagna di Carrello
pt_pt: Criar nova Campanha de Carrinho
sv_se: Skapa ett nytt korg-erbjudande

source: Code
it: Codice
pt_pt: Código
sv_se: Kod

source: Usages
de: Verwendungsmöglichkeit
it: Utilizzo
pt_pt: Utilizações
sv_se: Användningar

source: Usages Limit per contact
de: Verwendungsbeschränkung je Kontakt
it: Limite d'utilizzo per contatto
pt_pt: Limite de Utilizações por contato
sv_se: Användningsgräns per kontakt

source: Usage Limit
de: Verwendungsbeschränkung
it: Limite d'utilizzo
pt_pt: Limite de Utilizações
sv_se: Användningsgräns

source: Created by
de: Erstellt von
it: Creato da
pt_pt: Criada por
sv_se: Skapad av

source: Date created
de: Erstellt am
it: Data creazione
pt_pt: Data de criação
sv_se: Skapad den

source: Create new Coupon
de: Neuen Coupon anlegen
it: Crea nuovo Coupon
pt_pt: Criar novo Cupão
sv_se: Skapa nya rabattkod

source: Basket condition
de: Warenkorbzustand
it: Condizioni del Carrell
pt_pt: Condição Carrinho
sv_se: Korgens tillstånd

source: Basket product count
de: Anzahl der Produkte im Warenkorb
it: Numero prodotti nel Carrell
pt_pt: Contagem de produtos carrinho
sv_se: Korgens produktantal

source: product count in basket
de: Anzahl der Artikel im Warenkorb
it: Numero prodotti nel Carrell
pt_pt: contagem de produtos no carrinho
sv_se: antal produkter i korgen

source: Limit the campaign to match when basket has at least the product count entered here.
de: Aktiviere die Aktion erst, wenn der Warenkorb mindestens die hier eingegebene Anzahl an Artikeln enthält.
it: Limita la campagna quando il carrello contiene almeno il numero di prodotti inserito qui
pt_pt: Limitar a campanha para corresponder à contagem mínima de produtos no carrinho aqui introduzida.
sv_se: Begränsa kampanjen för att stämma överens med när korgen har minst antalet produkten som angivits här.

source: Basket total value
de: Warenkorb-Gesamtwert
it: Valore totale del Carrell
pt_pt: Valor total de carrinho
sv_se: Korgens totala värde

source: basket total amount
de: Warenkorb-Gesamtmenge
it: valore totale del carrell
pt_pt: valor total do cesto
sv_se: totala antalet varor i korgen

source: Limit the campaign to match when it has at least the total value entered here worth of products.
de: Aktiviere die Aktion erst, wenn der Warenkorb mindestens den hier eingegebenen Gesamtwert hat.
it: Limita la campagna quando i prodotti nel carrello hanno almeno il valore inserito qui
pt_pt: Limitar a campanha para corresponder ao valor mínimo total de produtos aqui introduzido.
sv_se: Begränsa kampanjen för att stämma överens med när den har en summa av minst det värde som anges här.

source: Undiscounted basket total value
de: Warenkorb-Gesamtwert vor Rabattabzug
it: Valore totale non scontato del carrello
pt_pt: Valor total de carrinho sem desconto
sv_se: Icke rabatterade varukorgens totala värde

source: Limit the campaign to match when it has at least the total value entered here worth of products which doesn't have already discounts.
de: Aktiviere die Aktion erst, wenn der Warenkorb vor dem Rabattabzug mindestens den hier eingegebenen Gesamtwert hat.
pt_pt: Limitar a campanha para corresponder ao valor mínimo total de produtos que ainda não tenham descontos.
sv_se: Begränsa kampanjen så att den är aktiv endast när beställningens totala värdet är mera än det specificerade värde. Producent som redan är rabbaterade räcknas inte med i totala värdet.

source: Basket maximum product count
de: Maximale Artikelanzahl im Warenkorb
it: Massimo numero prodotti nel Carrello
pt_pt: Contagem máxima de produtos de carrinho
sv_se: Högsta antalet varor i korgen

source: maximum product count in basket
de: Maximale Artikelanzahl im Warenkorb
it: massimo numero prodotti nel carrello
pt_pt: contagem máxima de produtos no carrinho
sv_se: Högsta antalet varor i korgen

source: Limit the campaign to match when basket has at maximum the product count entered here.
de: Aktiviere die Aktion erst, wenn der Warenkorb maximal die hier eingegebene Artikelanzahl besitzt.
it: Limita la campagna a quando il carrello contiene al massimo il numero di prodotti qui inserito.
pt_pt: Limitar a campanha para corresponder à contagem máxima de produtos aqui introduzido.
sv_se: Begränsa kampanjen för att stämma överens med när korgen har ett maximalt antalet produkten som anges här.

source: Basket maximum total value
de: Maximaler Warenkorb-Gesamtwert
it: Valore totale massimo del Carrello
pt_pt: Valor total máximo de carrinho
sv_se: Korgen högsta totala värde

source: maximum basket total amount
de: maximale Warenkorb-Gesamtmenge
it: valore totale massimo del carrello
pt_pt: valor total máximo de carrinho
sv_se: maximala korg totalbeloppet

source: Limit the campaign to match when it has at maximum the total value entered here worth of products.
de: Aktiviere die Aktion erst, wenn der Warenkorb maximal den hier eingegebenen Gesamtwert besitzt.
it: Limita la campagna a quando il valore totale dei prodotti del carrello è al massimo in valore qui introdotto
pt_pt: Limitar a campanha para corresponder ao valor total máximo de produtos aqui introduzido.
sv_se: Begränsa kampanjen för att stämma överens med när den har högst det totalt värde som angivits här.

source: Exactly
de: Genau
it: Esatto
pt_pt: Exatamente
sv_se: Exakt

source: Greater than or equal to
de: Größer oder gleich als
it: Maggiore o uguale a
pt_pt: Maior ou igual a
sv_se: Större än eller lika med

source: Products in basket
de: Artikel im Warenkorb
it: Prodotti nel carrello
pt_pt: Produtos no carrinho
sv_se: Produkter i korgen

source: operator
de: Betreiber
it: operatore
pt_pt: operador
sv_se: operatör

source: quantity
de: Menge
it: quantità
pt_pt: quantidade
sv_se: antal

source: products
de: Artikel
it: prodotti
pt_pt: produtos
sv_se: produkter

source: Limit the campaign to have the selected products in basket.
de: Aktiviere die Aktion erst, wenn der Warenkorb die ausgewählten Artikel enthält.
it: Limita la campagna a quando sono presenti nel carrello i prodotti selezionati
pt_pt: Limitar a campanha para quando o cesto tiver os produtos selecionados.
sv_se: Begränsa kampanjen till när korgen har de utvalda produkterna.

source: Contact Group
de: Kontaktgruppe
it: Gruppo Contatti
pt_pt: Grupo de Contactos
sv_se: Kontaktgrupp

source: contact groups
de: Kontaktgruppen
it: gruppi contatti
pt_pt: grupos de contactos
sv_se: kontaktgrupper

source: Limit the campaign to members of the selected contact groups.
de: Aktiviere die Aktion erst, wenn die Kunden Teil der ausgewählten Kontaktgruppe sind.
it: Limita la campagna ai membri appartenenti ai seguenti gruppi di contatti
pt_pt: Limitar a campanha a membros dos grupos de contato selecionados.
sv_se: Begränsa kampanjen för medlemmar i de valda kontaktgrupper.

source: Contact
de: Kontakt
it: Contatto
pt_pt: Contacto
sv_se: Kontakt

source: contacts
de: Kontakte
it: contatti
pt_pt: contactos
sv_se: kontakter

source: Limit the campaign to selected contacts.
de: Die Aktion nur für die ausgewählten Kontakte aktivieren.
it: Limita la campagna ai contatti selezionati
pt_pt: Limitar a campanha a contatos selecionados.
sv_se: Begränsa kampanjen till utvalda kontakter.

source: Category products in basket
de: Artikel im Warenkorb aus der Kategorie
it: Categorie prodotto nel carrello
pt_pt: Produtos de categoria no carrinho
sv_se: Kategoriprodukter i korgen

source: categories
de: Kategorien
it: categorie
pt_pt: categorias
sv_se: kategorier

source: excluded categories
de: ausgeschlossene Kategorien
it: categorie escluse
pt_pt: categorias excluídas
sv_se: uteslutna kategorier

source: If the customer has even a single product in the basket from these categories this rule won't match thus the campaign cannot be applied to the basket.
de: Wenn der Kunde auch nur einen einzigen Artikel aus diesen Kategorien im Warenkorb hat, wird diese Regel nicht aktiviert und die Aktion kann nicht auf den Warenkorb angewendet werden.
it: Se il cliente ha anche un solo prodotto di queste categorie nel carrello, questa regola non può essere applicata, quindi la campagna non può essere applicata al carrello.
pt_pt: Se o cliente tiver um único produto no carrinho destas categorias esta regra não se aplicará logo a campanha não será aplicada ao carrinho.
sv_se: Om kunden har en enda produkt i korgen från dessa kategorier som denna regel stämmer överens med så kan inte erbjudandet tillämpas på korgen.

source: Limit the campaign to match the products from selected categories.
de: Aktiviere die Aktion nur für Artikel der ausgewählten Kategorien.
it: Limita la campagna per abbinare i prodotti delle categorie selezionate.
pt_pt: Limitar a campanha para corresponder a produtos de categorias selecionadas.
sv_se: Begränsa kampanjen för att stämma överens med produkterna från de valda kategorier.

source: Day and hour
de: Wochentag und Uhrzeit
it: Giorno e ora
pt_pt: Dia e hora
sv_se: Dag och timme

source: start time
de: Startzeitpunkt
it: Inizio
pt_pt: hora de início
sv_se: starttid

source: 12pm is considered noon and 12am as midnight.
de: 12pm wird als Mittag und 12am wird als Mitternacht angesehen.
it: 12pm è considerato mezzogiorno e 12am come mezzanotte
pt_pt: 12pm é considerado meio-dia e 12am meia-noite.
sv_se: 12pm anses vara 12.00 och 12am som 24.00.

source: end time
de: Endzeitpunkt
it: Fine
pt_pt: hora de fim
sv_se: sluttid

source: 12pm is considered noon and 12am as midnight. End time is not considered match.
de: 12pm wird als Mittag und 12am als Mitternacht betrachtet. Der Endzeitpunkt wird nicht als Übereinstimmung betrachtet.
it: 12pm è considerato mezzogiorno e 12am come mezzanotte. L'ora di fine non è considerata corrispondente
pt_pt: 12pm é considerado meio-dia e 12am meia noite. Hora de fim não é considerada correspondência.
sv_se: 12pm anses vara 12.00 och 12am som 24.00 Sluttid anses inte vara matchning.

source: days
de: Tage
it: giorni
pt_pt: dias
sv_se: dagar

source: Limit the campaign to selected days.
de: Die Aktion nur für die ausgewählten Wochentage aktivieren.
it: Limita la campagna ai giorni selezionati
pt_pt: Limitar a campanha a dias selecionados.
sv_se: Begränsa kampanjen till utvalda dagar.

source: Product Variation Child
de: Ausprägung einer Produktvariante
it: Variazione Child del prodotto
pt_pt: Variação Secundária de Produto
sv_se: Produktvariation Barn

source: Limit the campaign to match only variation children of the selected product.
de: Aktiviere die Aktion nur für die Ausprägungen einer Produktvariante.
it: Limitare la campagna per abbinare solo la variazione children del prodotto selezionato
pt_pt: Limitar a campanha para corresponder apenas a variações secundárias do produto selecionado.
sv_se: Begränsa kampanjen så att den endast matchar varianter av den valda produkten.

source: campaign
de: Aktion
it: campagna
pt_pt: campanha
sv_se: erbjudande

source: Discount amount value
de: Rabattwert
it: Ammontare dello sconto
pt_pt: Valor de montante de desconto
sv_se: Rabattvärde

source: discount amount
de: Rabattbetrag
it: ammontare dello sconto
pt_pt: montante de desconto
sv_se: rabattvärde

source: Flat amount of discount.
de: Pauschaler Rabattbetrag.
it: Ammontare Fisso dello sconto
pt_pt: Montante base de desconto.
sv_se: Fast belopp i rabatt.

source: Give discount amount.
de: Rabattbetrag angeben.
it: Dai l'ammontare dello sconto.
pt_pt: Atribuir montante de desconto.
sv_se: Ge rebattbelopp

source: Discount amount percentage
de: Rabattbetrag in Prozent
it: Ammontare Percentuale di Sconto
pt_pt: Percentagem de montante de desconto
sv_se: Rabatt i procent för belopp

source: Give percentage discount.
de: Rabattbetrag in Prozent angeben
it: Dai percentuale di sconto
pt_pt: Atribuir percentagem de desconto.
sv_se: Ge procentrabatt.

source: Discount amount percentage from undiscounted amount
de: Rabattbetrag in Prozent basierend auf dem nicht reduzierten Betrag
it: Percentuale di sconto dall'importo non scontato
pt_pt: Percentagem de montante de desconto a partir de montante sem desconto
sv_se: Rabatt procenten för det icke rabatterade beloppet.

source: Give percentage discount based on undiscounted product prices.
de: Gib den Rabattbetrag in Prozent an, basierend auf den nicht reduzierten Artikelpreisen
it: Indicare la percentuale di sconto in base ai prezzi dei prodotti non scontati.
pt_pt: Atribuir percentagem de desconto com base em preços de produto sem desconto.
sv_se: Ge rabatt i procent baserat på icke rabatterade produktpriser.

source: Free Product(s)
de: Kostenlose(r) Artikel
it: Prodotti Gratuiti
pt_pt: Produto(s) Grátis
sv_se: Gratis produkt(er)

source: product
de: Artikel
it: prodotto
pt_pt: produto
sv_se: produkt

source: Select product(s) to give free.
de: Wähle die Artikel, den/die Du verschenken möchtest.
it: Seleziona i prodotti da dare gratuitamente
pt_pt: Selecionar produto(s) para oferta grátis.
sv_se: Välj produkter att ge gratis.

source: Discount from Product
de: Artikelrabatt
it: Sconto per Prodotto
pt_pt: Desconto de Produto
sv_se: Rabatt från produkten

source: per line discount
de: Positionsrabatt
it: Sconto per line
pt_pt: desconto por linha
sv_se: per rad rabatt

source: Disable this if you want to give discount for each matched product.
de: Deaktiviere dies, wenn Du für jeden übereinstimmenden Artikel einen Rabatt gewähren möchtest.
pt_pt: Desativar se quiser atribuir desconto para cada produto com correspondência.
sv_se: Inaktivera detta om du vill ge rabatt för varje matchad produkt.

source: Select discount amount and products.
de: Wähleden Rabattbetrag und die dazugehörigen Artikel aus.
it: Seleziona ammontare di sconto e i prodotti.
pt_pt: Selecionar montante e produtos de desconto.
sv_se: Välj rabattbelopp och produkter.

source: Discount from Category products
de: Artikelkategorierabatt
it: Sconto dalla Categoria di prodotto
pt_pt: Desconto de Produtos de categoria
sv_se: Rabatt från kategoriprodukter

source: category
de: Kategorie
it: categoria
pt_pt: categoria
sv_se: kategori

source: Select discount amount and category. Please note that the discount will be given to all matching products in basket.
de: Wähle den Rabattbetrag und die Kategorie. Bitte beachte, dass der Rabatt auf alle passenden Artikel im Warenkorb angewendet wird.
it: Seleziona l'ammontare dello sconto e la categoria. Nota che lo sconto sarà applicato a tutti i prodotti corrispondenti nel carrello.
pt_pt: Selecionar montante e categoria de desconto. Tenha em consideração que o desconto será atribuído a todos os produtos com correspondência no carrinho.
sv_se: Välj rabattbelopp och kategori. Observera att rabatten kommer att ges till alla matchande produkter i korgen.

source: shop
de: Marktplatz
it: negozio
pt_pt: loja
sv_se: butik

source: The shop where the campaign is active.
de: Der Marktplatz, für den die Aktion aktiv ist.
it: Il negozio dove è attiva la campagna.
pt_pt: A loja onde a campanha está ativa.
sv_se: Butiken där erbjudandet är aktivt.

source: name
it: nome
pt_pt: nome
sv_se: namn

source: The name for this campaign.
de: Aktionsbezeichnung
it: Il nome di questa campagna.
pt_pt: O nome para esta campanha.
sv_se: Namnet för detta erbjudande.

source: active
de: aktiv
it: attiva
pt_pt: ativa
sv_se: aktiv

source: Enable this if the campaign is currently active. Please also set a start and an end date.
de: Aktiviere dies, wenn die Aktion bereits aktiv ist. Bitte stelle auch ein Start- und ein Endzeitpunkt ein.
pt_pt: Ativar se a campanha estiver ativa atualmente. Definir também uma data de início e fim.
sv_se: Aktivera detta om kampanjen är aktiv för närvarande. Ange också start- och slutdatum.

source: start date and time
de: Start- und Endzeitpunkt
it: data e ora d'inizio
pt_pt: data de início e fim
sv_se: startdatum och -tid

source: The date and time the campaign starts. This is only applicable if the campaign is marked as active.
de: Das Datum und die Uhrzeit, zu der die Aktion beginnt. Dies ist nur relevant, wenn die Aktion bereits aktiv gesetzt ist.
it: La data e l'ora di inizio della campagna. Questo è applicabile solo se la campagna è contrassegnata come attiva.
pt_pt: A data e hora de início da campanha. É apenas aplicável se a campanha estiver marcada como ativa.
sv_se: Datum och tid då erbjudandet startar. Detta gäller endast om kampanjen är markerad som aktiv.

source: end date and time
de: Enddatum und -uhrzeit
it: data e ora di fine
pt_pt: data e hora de fim
sv_se: slutdatum och -tid

source: The date and time the campaign ends. This is only applicable if the campaign is marked as active.
de: Das Datum und die Uhrzeit, zu der die Aktion endet. Dies ist nur relevant, wenn die Aktion bereits aktiv gesetzt ist.
it: La data e l'ora di conclusione della campagna. Questo è applicabile solo se la campagna è contrassegnata come attiva.
pt_pt: A data e hora de fim da campanha. É apenas aplicável se a campanha estiver marcada como ativa.
sv_se: Datum och tid då erbjudandet avslutas. Detta gäller endast om kampanjen är markerad som aktiv.

source: created by
de: erstellt von
it: creata da
pt_pt: criada por
sv_se: skapad av

source: modified by
de: geändert von
it: modificata da
pt_pt: modificada por
sv_se: ändrad av

source: created on
de: erstellt am
it: creata il
pt_pt: criada em
sv_se: skapad den

source: modified on
de: geändert am
it: modificata i
pt_pt: modificada ema
sv_se: ändrad på

source: Campaign
de: Aktion
it: Campagna
pt_pt: Campanha
sv_se: Erbjudande

source: The campaign name to show in the store front.
de: Die Aktionsbezeichnung, die auf dem Marktplatz angezeigt wird.
it: Il nome della campagna da mostrare nella vetrina del negozio.
pt_pt: O nome de campanha a exibir na loja.
sv_se: Erbjudandets namn som visas i butiken.

source: Catalog Campaign: {name}
de: Katalogkampagne: {name}
pt_pt: Campanha de Catálogo: {name}

source: basket line text
de: Warenkorb-Zeilentext
it: testo della linea del carrello
pt_pt: texto linha de carrinho
sv_se: korgen radtext

source: This text will be shown in a basket.
de: Dieser Text wird bei der Aktion in einem Warenkorb angezeigt.
pt_pt: O texto será visível num carrinho.
sv_se: Denna text kommer att visas i en korg.

source: coupon
pt_pt: cupão
sv_se: rabattkod

source: supplier
de: Händler
it: fornitore
pt_pt: fornecedor
sv_se: leverantör

source: When set, this campaign will match only products from the selected supplier. Rules and Effects will also be restricted to include only the products of this supplier.
de: Wenn dies aktiviert ist, wird die Aktion nur auf Artikel des ausgewählten Händlers angewendet. Auch die Regeln und Effekte werden so eingeschränkt, dass sie nur die Artikel dieses Händlers beinhalten.
pt_pt: Quando definida, esta campanha corresponderá apenas a produtos do fornecedor selecionado. Regras e Efeitos também serão restritas a produtos deste fornecedor.
sv_se: När den är inställd matchar den här kampanjen endast produkter från vald leverantör. Regler och effekter kommer också att begränsas till att endast omfatta produkter från denna leverantör.

source: public name
de: öffentliche Bezeichnung
it: nome pubblico
pt_pt: nome público
sv_se: offentligt namn
