Repository: Tom2187End/somi-ecommerce
Catalog: shuup/front/locale/*/LC_MESSAGES/django.po
Languages: it

source: Abandoned Cart Value
it: Valore Carrelli Abbandonati

source: Based on {b} carts over the last {d} days
it: Basato su {b} carrelli degli ultimi {d} giorni

source: Carts
it: Carrelli

source: Show carts
it: Mostra carrelli

source: Created on
it: Creato il

source: Last updated on
it: Ultimo aggiornamento

source: Abandoned
it: Abbandonato

source: yes
it: sì

source: Shop
it: Negozio

source: Product count
it: Numero prodotti

source: Customer
it: Cliente

source: Orderer
it: Richiedente

source: Total
it: Totale

source: Ordered
it: Ordinato

source: Shuup Frontend - Saved Baskets
it: Shuup Frontend - Carrelli Salvati

source: Saved Carts
it: Carrelli Salvati

source: Home
it: Pagina Iniziale

source: My Saved Carts
it: I miei Carrelli

source: Product
it: Prodotto

source: Quantity
it: Quantità

source: Price
it: Prezzo

source: Title
it: Titolo

source: Product Count
it: Numero prodotti

source: Details
it: Dettagli

source: You haven't saved any carts yet.
it: Non hai ancora salvato alcun carrello.

source: Add all products to cart
it: Aggiungi tutti i prodotti al carrello

source: Delete cart
it: Elimina carrello

source: Please enter a basket title.
it: Inserisci un nome per il carrello

source: Cannot save an empty basket.
it: Non si può salvare un carrello vuoto.

source: Product not available in this shop
it: Prodotto non disponibile in questo negozio

source: Invalid supplier
it: Fornitore non valido

source: %d product(s) added to cart
it: %d prodotto/i aggiunto/i al carrello

source: Invalid command %s
it: Comando non valido %s

source: The quantity %f is not allowed. Please use an integer value.
it: La quantità %f non è consentita. Inserire un valore intero.

source: The quantity %s is not valid.
it: La quantità %s non è valida.

source: This variation is not available.
it: La variazione non è disponibile.

source: Basket loading failed: Incompatible basket (%s)
it: Caricamento carrello fallito: carrello incompatibile (%s)

source: Try to remove some products from the basket and order them separately.
it: Prova a rimuovere alcuni prodotti dal carrello e a ordinarli separatamente.

source: Products in basket cannot be shipped together. %s
it: I prodotti presenti nel carrello non possono essere spediti assieme. %s

source: Products in basket have no common payment method. %s
it: I prodotti presenti del carrello non hanno un metodo di pagamento comune. %s

source: Tax number required for companies
it: La partita IVA è obbligatoria per le aziende

source: Cannot use tax number without company name
it: Non può essere inserita la partita IVA senza inserire la ragione sociale dell'azienda

source: Addresses
it: Indirizzi

source: Checkout as Guest
it: Checkout come ospite

source: Register
it: Registrati

source: Register with us for future convenience
it: Registrati per essere più comodo in futuro

source: Checkout Method Choice
it: Scelta Metodo di Checkout

source: I accept the terms and conditions
it: Accetto i termini e le condizioni d'utilizzo

source: I want to subscribe to your newsletter
it: Voglio iscrivermi alla vostra newsletter

source: Comment
it: Commento

source: There has been a change in product availability. Please review your cart and reconfirm your order.
it: C'è stata una modifica nella disponibilità del prodotto. Controlla il tuo carrello e riconferma il tuo ordine.

source: Confirmation
it: Conferma

source: Empty Basket
it: Carrello Vuoto

source: shipping method
it: metodo di spedizione

source: payment method
it: metodo di pagamento

source: Shipping & Payment
it: Spedizione e Pagamento

source: Sort products by name
it: Ordina i prodotti per nome

source: Ordering for sort by name
it: Ordinamento per ordinare per nome

source: Sort
it: Ordina

source: Name - A-Z
it: Nome - A-Z

source: Name - Z-A
it: Nome - Z-A

source: Sort products by price
it: Ordina prodotti per prezzo

source: Ordering for sort by price
it: Ordinamento per ordinare per prezzo

source: Price - Low to High
it: Prezzo - Dal più basso al più alto

source: Price - High to Low
it: Prezzo - Dal più alto al più basso

source: Sort products by date created
it: Ordina prodoti per data di creazione

source: Ordering for sort by date created
it: Ordinamento per ordinare per data di creazione

source: Date created
it: Data creazione

source: Filter products by manufacturer
it: Filtra prodotti per produttore

source: Ordering for filter by manufacturer
it: Ordine per il filtro per produttore

source: Manufacturers
it: Produttori

source: Filter products by category
it: Filtra prodotti per categoria

source: Ordering for filter by category
it: Ordinamento per filtrare per categoria

source: Categories
it: Categorie

source: Limit page size
it: Limita dimensione pagina

source: Ordering for limit page size
it: Ordinamento per limitare la dimensione della pagina

source: Products per page
it: Prodotti per pagina

source: Filter products by variation
it: FIltra prodotti per variazione

source: Ordering for filter by variation
it: Ordinamento per filtrare per variazione

source: Filter products by price
it: Filtra prodotti per prezzo

source: Ordering for filter by price
it: Ordinamento per filtrare per prezzo

source: Price range minimum
it: Minimo Fasce di prezzo

source: Set minimum price for filter. First range will be from zero to this value.
it: Imposta il prezzo minimo per filtrare. Il primo intervallo sarà da zero fino a questo valore.

source: Price range maximum
it: Massimo Fasce di prezzo

source: Set maximum price for filter. Last range will include this value and above.
it: Imposta il prezzo massimo per filtrare. L'ultimo intervallo includerà questo valore e quelli sopra.

source: Price range step
it: Intervallo Fascia di Prezzo

source: Set step for ranges. The second range is from min price to this value.
it: Imposta intervalli per le fasce. La seconda fascia parte dal prezzo minimo e arriva fino a questo valore.

source: Under %(min_limit)s
it: Sotto %(min_limit)s

source: %(max_limit)s & Above
it: %(max_limit)s & sopra

source: Logged out since this account is inactive.
it: Disconnesso, questo account non è attivo.

source: key
it: chiave

source: shop
it: negozio

source: customer
it: cliente

source: orderer
it: richiedente

source: creator
it: creatore

source: created on
it: creato il

source: updated on
it: aggiornato il

source: persistent
it: persistente

source: deleted
it: cancellato

source: finished
it: finito

source: title
it: titolo

source: data
it: dati

source: taxless total price
it: prezzo totale IVA esclusa

source: taxful total price
it: prezzo totale IVA inclusa

source: currency
it: valuta

source: prices include tax
it: prezzi IVA inclusa

source: products
it: prodotti

source: Order Received
it: Ordine Ricevuto

source: Order
it: Ordine

source: Customer Email
it: Email Cliente

source: Customer Phone
it: Telefono Cliente

source: Language
it: Lingua

source: Shipment Created
it: Spedizione Creata

source: Shipment
it: Spedizione

source: Order Shipping Status
it: Stato Spedizione Ordine

source: Shipment Status
it: Stato Spedizione

source: Shipment Deleted
it: Spedizione Cancellata

source: Payment Created
it: Pagamento Creato

source: Order Payment Status
it: Stato Pagamento Ordine

source: Payment
it: Pagamento

source: Refund Created
it: Rimborso Creato

source: Product list sorts and filters
it: Ordinamenti e filtri lista prodotti

source: Shopping cart
it: Carrello

source: Your shopping cart is empty.
it: Il tuo carrello è vuoto.

source: Back to Products
it: Torna ai prodotti

source: There were errors on following items
it: Si sono verificati degli errori sui seguenti elementi

source: You are unable to proceed to checkout!
it: Non è possibile andare alla cassa!

source: Checkout
it: Cassa

source: Checkout: Choose Checkout Method
it: Checkout: Scegli il Metodo per il Checkout

source: Log in
it: Entra

source: Forgot your password?
it: Dimenticato la password?

source: There are errors
it: Ci sono errori

source: Checkout: Register
it: Checkout: Registrati

source: My Dashboard
it: Dashboard personale

source: Bad Request
it: Richiesta Non Valida

source: Unfortunately the server couldn't process your request.
it: Sfortunatamente non è stato possibile processare la tua richiesta.

source: Back to Homepage
it: Torna alla Pagina Iniziale

source: Permission Denied
it: Permesso Negato

source: Unfortunately you didn't have permission to display this page.
it: Sfortunatamente non hai i permessi per visualizzare questa pagina.

source: Page not Found
it: Pagina Non Trovata

source: Unfortunately the page you were looking for does not exist.
it: Mi spiace, ma la pagina che stai cercando non esiste.

source: Internal Server Error
it: Errore Interno del Server

source: Unfortunately an internal server error occurred. Try refreshing the page or try again later.
it: Qualcosa è andato storto. Prova a ricaricare la pagina oppure torna più tardi.

source: Welcome to Shuup!
it: Benvenuto in Shuup!

source: Welcome to %(name)s!
it: Benvenuto su %(name)s!

source: your shop
it: il tuo negozio

source: You are seeing this page because there is no theme selected for the default frontend.
it: Vedi questa pagina perchè non è stato selezionato un tema per il frontend.

source: Log in to the administration interface
it: Accedi all'interfaccia d'amministrazione

source: to choose a theme and set up your shop.
it: per scegliere un tema e configurare il tuo negozio.

source: The administration interface does not seem to be available. Use other means to choose a theme.
it: L'interfaccia di amministrazione non sembra disponibile. Usa un altro metodo per selezionare un tema.

source: You are not an administrator
it: Non sei un amministratore.

source: ask an administrator to select a theme.
it: chiedi ad un amministratore di selezionare un tema.

source: Product added to cart
it: Prodotto aggiunto al carrello

source: There was an error adding the product to the basket
it: C'è stato un errore aggiungendo il prodotto al carrello

source: Qty
it: Qtà

source: Remove product from basket
it: Rimuovi il prodotto da carrello

source: The following items are not currently available (or are not available in the desired quantity) and cannot be included in your order.
it: I seguenti elementi non sono attualmente disponibili (o non sono disponibili nelle quantità desiderate) e non possono essere inclusi nel tuo ordine.

source: Continue Shopping
it: Continua lo shopping

source: Proceed to checkout
it: Vai alla cassa

source: Have a coupon code? Enter it here
it: Hai un coupon? Inseriscilo qui

source: Coupon Code
it: Codice Coupon

source: Submit Code
it: Invia il Codice

source: Save cart
it: Salva il carrello

source: Cart Title
it: Nome Carrello

source: Save
it: Salva

source: Coupon is not available.
it: Il Coupon non è disponibile.

source: Error when adding coupon.
it: Si è verificato un errore inserendo il coupon.

source: Filter Products
it: Filtra prodotti

source: Show Grid/List
it: Mostra Griglia/Lista

source: Grid/list view
it: Vista Griglia/Lista

source: Continue
it: Continua

source: Billing address
it: Indirizzo di fatturazione

source: Ordering for a company?
it: Ordini per un'azienda?

source: Please fill out these fields if you are ordering for a company.
it: Compila questi campi se stai ordinando per un'azienda.

source: Shipping address
it: Indirizzo di Spedizione

source: Ship to my billing address
it: Spedisci al mio indirizzo di fatturazione

source: Choose Shipping Method
it: Scegli un metodo di spedizione

source: Choose Payment Method
it: Scegli un metodo di pagamento

source: Delivery
it: Consegna

source: Delivery method
it: Metodo di consegna

source: Billing
it: Fatturazione

source: Payment method
it: Metodo di Pagamento

source: Add comment
it: Aggiungi un commento

source: Other information
it: Altre informazioni

source: Place Order
it: Acquista ora

source: Previous
it: Indietro

source: Next
it: Avanti

source: Shop is currently in maintenance mode.
it: Il negozio al momento è in manutenzione

source: There were errors on submitted form fields. Please check them and try again.
it: Si sono verificati degli errori su alcuni campi del form. Controllali e prova di nuovo.

source: Edit account details
it: Modifica account

source: Edit company details
it: Modifica le informazioni aziendali

source: My orders
it: I miei ordini

source: My saved carts
it: I miei carrelli

source: My wishlists
it: La mia lista dei desideri

source: Admin panel
it: Pannello Amministrazione

source: Log out
it: Esci

source: Username or email address
it: Nome utente o indirizzo emai

source: New user? Register here!
it: Nuovo utente? Regitrati subito!

source: Cart
it: Carrello

source: Items
it: Elementi

source: View cart
it: Mostra carrello

source: Menu
it: Menù

source: Products
it: Prodotti

source: Files
it: File

source: excl. tax
it: IVA esclusa

source: Products ordered
it: Prodotti ordinati

source: Tax breakdown
it: Riepilogo IVA

source: Tax
it: IVA

source: Tax percentage
it: Aliquota IVA

source: Based on amount
it: Imponibile

source: Amount of tax
it: IVA

source: Total including tax
it: Totale IVA inclusa

source: Company
it: Azienda

source: Tax number
it: Partita IVA

source: Preview
it: Anteprima

source: Also available in
it: Anche disponibile in

source: Save %(discount_percent)s
it: Risparmi %(discount_percent)s

source: Product Information
it: Informazioni Prodotto

source: Description
it: Descrizione

source: Attributes
it: Attributi

source: Includes these products
it: Include questi prodotti

source: No product description available
it: Nessuna descrizione disponibile

source: Barcode
it: Codice a Barre

source: Manufacturer
it: Produttore

source: Package Size
it: Dimensione Pacchetto

source: Width
it: Larghezza

source: Height
it: Altezza

source: Depth
it: Profondità

source: Net Weight
it: Peso Netto

source: Gross Weight
it: Peso Lordo

source: External link
it: Link esterno

source: Select
it: Seleziona

source: Select product
it: Seleziona prodotto

source: Add to cart
it: Aggiungi al carrello

source: Product is not orderable.
it: Il prodotto non può essere ordinato.

source: Maintenance mode
it: Modalità di manutenzione

source: Shop is currently down for maintenance.
it: Il negozio è chiuso per manutenzione.

source: Thank you for your order!
it: Grazie per il tuo acquisto!

source: Your order has been received. You can see the details of your order below.
it: Il tuo ordine è stato ricevuto. Puoi vedere i dettagli dell'ordine qui sotto.

source: User account activation
it: Attivazione account utente

source: If you want to be able to see your order history, please create a password for your account:
it: Sei vuoi poter consutare lo storico dei tuoi ordini, crea una password per il tuo account:

source: Send
it: Invia

source: Payment canceled
it: Pagamento cancellato

source: You have canceled payment
it: Hai cancellato il pagamento

source: Retry payment
it: Ritenta il pagamento

source: Error
it: Errore

source: Combination not available
it: Combinazione non disponibile

source: Open product page
it: Apri la pagina del prodotto

source: Newest products
it: Nuovi arrivi

source: This product is not available in this shop.
it: Questo prodotto non è disponibile.

source: Edit
it: Modifica
