Repository: Tom2187End/somi-ecommerce
Catalog: shuup/default_importer/locale/*/LC_MESSAGES/django.po
Languages: de, es, fi_fi, fr_ca, pt_pt, ru, sv_se, zh_hans

source: Contact Importer
de: Kontakte importieren
es: Importador de contacto
fi_fi: Asiakkaiden tuonti
fr_ca: Contacter l'importateur
pt_pt: Importador de Contacto
ru: Импортер контактов
sv_se: Importör för kontakter
zh_hans: 联系进口商

source: Company Contact Importer
de: Firmenkontakte importieren
es: Importador de contacto de la empresa
fi_fi: Yritysten tuonti
fr_ca: Entreprise Contact Importateur
pt_pt: Importador de Contacto de Empresa
ru: Импортер контактов компании
sv_se: Importör för företagskontakter
zh_hans: 公司联系进口商

source: Parent SKU set for the row, but couldn't find product to match with the given SKU.
de: Es wurde eine übergeordnete Artikelnummer für die Zeile festgelegt, es konnte aber kein Artikel gefunden werden, der mit der angegebenen Artikelnummer übereinstimmt.
pt_pt: Ref. principal definida para a coluna, mas não foi possível encontrar o produto correspondente dessa Ref..

source: Parent SKU set for the row, but no variation variables found.
de: Es wurde eine übergeordnete Artikelnummer für die Zeile eingestellt, es wurden aber keine Produktvarianten-Variablen gefunden.
pt_pt: Ref. principal definida para a coluna, mas não foram encontradas variáveis de variação.

source: Image '%s' was not found, please check whether the image exists.
de: Das Bild "%s" wurde nicht gefunden. Bitte prüfe, ob das Bild existiert.
es: No se encontró la imagen &#39;%s&#39;, verifique si la imagen existe.
fi_fi: Kuvaa &#39;%s&#39; ei löydy. Tarkista, onko kuva olemassa.
fr_ca: L'image &#39;%s&#39; n'a pas été trouvée, veuillez vérifier si l'image existe.
pt_pt: Imagem '%s' não foi encontrada, confirme se a imagem existe.
ru: Изображение '%s' не найдено, проверьте, существует ли изображение.
sv_se: Bilden '%s' hittades inte, kontrollera om bilden finns.

source: Please add supplier to the row, before importing stock quantities.
de: Bitte füge den Händler in die Zeile ein, bevor Du die Bestandsmengen importierst.
es: Agregue proveedor a la fila, antes de importar cantidades de existencias.
fi_fi: Lisää toimittaja riville ennen varastomäärien tuomista.
fr_ca: Veuillez ajouter le fournisseur à la ligne avant d'importer les quantités en stock.
pt_pt: Adicionar o fornecedor à coluna, antes de importar quantidades de stock.
ru: Пожалуйста, добавьте поставщика в строку, прежде чем импортировать количество на складе.
sv_se: Lägg till leverantör i raden innan du importerar lagerkvantiteter.

source: No supplier found, please check that the supplier exists.
de: Kein Händler gefunden. Bitte prüfe, ob der Händler existiert.
es: No se ha encontrado ningún proveedor, compruebe que existe.
fi_fi: Toimittajaa ei löytynyt. Tarkista, että toimittaja on olemassa.
fr_ca: Aucun fournisseur trouvé, veuillez vérifier que le fournisseur existe.
pt_pt: Nenhum fornecedor encontrado, confirme se o fornecedor existe.
ru: Поставщика не найдено. Убедитесь, что он существует.
sv_se: Ingen leverantör hittades, kontrollera att leverantören finns.

source: No supplier module set, please check that the supplier module is set.
de: Kein Händlermodul gesetzt. Bitte prüfe, ob das Händlermodul gesetzt ist.
pt_pt: Nenhum módulo de fornecedor definido, confirme se o módulo de fornecedor está definido.
ru: Модуль поставщика не установлен, проверьте, установлен ли модуль поставщика.

source: Product Importer
de: Artikel importieren
es: Importador de productos
fi_fi: Tuotteiden tuonti
fr_ca: Importateur de produits
pt_pt: Importador de Produto
ru: Импортер товара
sv_se: Importör för produkter
zh_hans: 产品进口商

source: Quantities
de: Mengen
es: Cantidades
fi_fi: Määrät
fr_ca: Quantités
pt_pt: Quantidades
ru: Количество
sv_se: Mängder
zh_hans: 数量

source: If you are importing products with quantities, ensure the following:
de: Wenn Du Artikel mit Mengen importierst, stelle bitte Folgendes sicher:
es: Si está importando productos con cantidades, asegúrese de lo siguiente:
fi_fi: Mikäli tuot tuotteita tuotemäärien kanssa, varmista seuraavat asiat:
fr_ca: Si vous importez des produits avec des quantités, assurez-vous de ce qui suit:
pt_pt: Se está a importar produtos com quantidades, assegure-se do seguinte:
ru: Если вы импортируете продукты в больших количествах, убедитесь в следующем:
sv_se: Om du importerar produkter med kvantiteter, se till följande:
zh_hans: 如果您正在进口具有数量的产品，请确保以下内容：

source: You have atleast one <a href="%(supplier_url)s">supplier</a> with "Stock Managed" <strong>on</strong>.
de: Du hast mindestens einen <a href="%(supplier_url)s">Händler</a> mit "Lagerverwaltung" <strong>eingeschaltet</strong>.
es: Usted tiene al menos un <a href="%(supplier_url)s">proveedor</a> con &quot;Stock gestionados&quot; <strong>en la.</strong>
fi_fi: Sinulla on vähintään <a href="%(supplier_url)s">toimittaja</a>, jolle on asetettu "varastonhallinta" tilaan<strong>päällä</strong>.
fr_ca: Vous avez atleast un <a href="%(supplier_url)s">fournisseur</a> avec « Stock géré » , .
pt_pt: Tem pelo menos um <a href="%(supplier_url)s">fornecedor</a> com "Stock Administrado" <strong>em</strong>.
ru: У вас есть хотя бы один <a href="%(supplier_url)s">поставщик</a> с <strong>включенным</strong> параметром "Управление запасами".
sv_se: Du har minst en <a href="%(supplier_url)s">leverantör</a> med "Stock Managed" <strong>på</strong> .
zh_hans: 您至少有一个 <a href="%(supplier_url)s">供应商</a>与“库存管理”<strong>和</strong>。

source: your <a href="%(supplier_url)s">supplier</a> has "Stock Managed" <strong>on</strong>. (Currently <strong>off</strong>)
de: Dein <a href="%(supplier_url)s">Händler</a> hat die "Lagerverwaltung" <strong>eingeschaltet</strong>. (Diese ist aktuell <strong>ausgeschaltet</strong>)
es: su <a href="%(supplier_url)s">proveedor</a> ha &quot;Gestionado de&quot; <strong>encendido.</strong> (Actualmente <strong>desactivado</strong> )
fi_fi: <a href="%(supplier_url)s">toimittajallasi</a> on "varastonhallinta" <strong>päällä</strong>. (Tällä hetkellä <strong>pois päältä</strong>)
fr_ca: votre <a href="%(supplier_url)s">fournisseur</a> a « Stock géré » <strong>sur.</strong> (Actuellement <strong>désactivé</strong> )
pt_pt: o seu <a href="%(supplier_url)s">fornecedor</a> tem "Stock Administrado" <strong>em</strong>. (Atualmente <strong>off</strong>)
ru: у вашего <a href="%(supplier_url)s">поставщика</a> <strong>включен</strong> параметр "Управление запасами". (В настоящее время <strong>отключен</strong>)
sv_se: din <a href="%(supplier_url)s">leverantör</a> har "Lagerhanterat" <strong>på</strong> . (just nu <strong>avstängd</strong> )
zh_hans: 你的<a href="%(supplier_url)s">供应商</a>有“库存管理” <strong>on</strong>。 （目前<strong>off</strong>）

source: your import file has <strong>supplier</strong> field
de: Deine Importdatei hat ein <strong>Händler</strong>-Feld
es: su archivo de importación tiene <strong>un</strong> campo de <strong>proveedor</strong>
fi_fi: tuontitiedostossasi on <strong>toimittaja</strong>-kenttä
fr_ca: votre fichier d'importation a un champ <strong>fournisseur</strong>
pt_pt: o seu ficheiro de importação tem <strong>campo fornecedor</strong>
ru: в вашем файле импорта есть поле <strong>поставщика</strong>
sv_se: din importfil har <strong>leverantörsfält</strong>
zh_hans: 您的导入文件有<strong>供应商</strong> 字段

source: Images
de: Bilder
es: Imagenes
fi_fi: Kuvat
pt_pt: Imagens
ru: Изображения
sv_se: Bilder
zh_hans: 图片

source: If you are importing products with images, ensure the following:
de: Wenn Du Artikel mit Bildern importierst, stelle bitte Folgendes sicher:
es: Si está importando productos con imágenes, asegúrese de lo siguiente:
fi_fi: Mikäli tuot tuotteita kuvien kanssa, varmista seuraavat asiat:
fr_ca: Si vous importez des produits avec des images, assurez-vous de ce qui suit:
pt_pt: Se está a importar produtos com quantidades, assegure-se do seguinte:
ru: Если вы импортируете товары с изображениями, убедитесь в следующем:
sv_se: Se till följande om du importerar produkter med bilder:
zh_hans: 如果您要导入带有图像的产品，请确保以下内容：

source: Upload all product images using the <a href="%(media_browser_url)s" target="_blank">Media Browser</a>.
de: Lade zunächst bitte alle Produktbilder mit dem <a href="%(media_browser_url)s" target="_blank">Medienbrowser</a> hoch.
fi_fi: Lisää kaikki tuotekuvat käyttäen <a href="%(media_browser_url)s" target="_blank">Mediaselainta</a>.
pt_pt: Efetue upload de todas as imagens utilizando o <a href="%(media_browser_url)s" target="_blank">Media Browser</a>.
ru: Загрузите все изображения продуктов с помощью <a href="%(media_browser_url)s" target="_blank">медиа-браузера.</a>

source: Upload all product images using the Media Browser.
de: Lade alle Produktbilder mit dem Medienbrowser hoch.
es: Cargue todas las imágenes de productos utilizando el navegador de medios.
fi_fi: Lataa kaikki tuotekuvat Media-selaimen avulla.
fr_ca: Téléchargez toutes les images du produit à l'aide du navigateur multimédia.
pt_pt: Efetue upload de todas as imagens utilizando o Media Browser.
ru: Загрузите все изображения продуктов с помощью медиа-браузера.
sv_se: Ladda upp alla produktbilder med Media Browser.

source: Use the image file name on <strong>image</strong> and/or <strong>images</strong> column(s).
de: Verwende den Dateinamen des <strong>Bildes</strong>und / oder des <strong>Bildes</strong> in der/den Spalte(n).
es: Utilice el nombre del archivo de <strong>imagen</strong> en la <strong>imagen</strong> y / o columna (s) de <strong>imágenes</strong> .
fi_fi: Käytä kuvan tiedostonimeä <strong>image</strong> ja/tai <strong>images</strong> sarakkeessa.
fr_ca: Utilisez le nom du fichier image sur <strong>la</strong> ou les colonnes d&#39; <strong>image</strong> et / ou d&#39; <strong>images</strong> .
pt_pt: Utilize o nome de ficheiro de imagem na(s) <strong>coluna(s)</strong> de <strong>imagem ou imagens</strong>.
ru: Используйте имя файла изображения в <strong>изображение</strong> и /или (столбцах) <strong>изображений</strong>.
sv_se: Använd bildfilnamnet på <strong>bild-</strong> och / eller <strong>bildkolumner</strong> .
zh_hans: 在<strong>图片</strong> 和/或 <strong>图片</strong>列上使用图像文件名(s)。

source: <strong>images</strong> column can receive a comma-separated list of image names.
de: Die <strong>Bild</strong>-Spalte kann eine kommagetrennte Liste von Bildnamen empfangen.
es: <strong>La</strong> columna de <strong>imágenes</strong> puede recibir una lista de nombres de imágenes separados por comas.
fi_fi: <strong>images</strong> sarake voi sisältää puolipisteillä erotetun listan kuvien nimistä.
fr_ca: <strong>La</strong> colonne <strong>images</strong> peut recevoir une liste de noms d'images séparés par des virgules.
pt_pt: coluna de <strong>imagens</strong> pode ter uma lista de nomes de imagem separados por vírgulas.
ru: столбец <strong>изображений</strong> может получить разделенный запятыми список имён изображений.
sv_se: <strong>bilder</strong> kolumn kan få en kommaseparerad lista med bildernas namn.
zh_hans: <strong>图片</strong> 列可以接收以逗号分隔的图像名称列表。

source: Image names can be the file name (e.g.: <em>product_001.png</em>) or the path to the image (e.g.: <em>Products/Images/product_001.jpeg</em>). Using the full path will ensure that the correct image will be used when there is more than one image with the same name.
de: Bildnamen können der Dateiname (z. B.: <em>product_001.png</em>) oder der Pfad zum Bild (z. B.: <em>Products/Images/product_001.jpeg</em>) sein. Die Verwendung des vollständigen Pfades stellt sicher, dass das richtige Bild verwendet wird, wenn es mehr als ein Bild mit demselben Namen gibt.
es: Los nombres de imágenes pueden ser el nombre del archivo (por ejemplo: <em>product_001.png)</em> o la ruta de la imagen (por ejemplo: <em>Productos / Imágenes / product_001.jpeg).</em> El uso de la ruta completa garantizará que se utilice la imagen correcta cuando haya más de una imagen con el mismo nombre.
fi_fi: Kuvan nimi voi olla tiedostonnimi (kuten: <em>product_001.png</em>) tai polku kuvaan (kuten.: <em>Products/Images/product_001.jpeg</em>). Käyttämällä koko polkua varmistat että oikeaa kuvaa käytetään kun järjestelmässä on useampi kuva samalla nimellä.
fr_ca: Les noms d'image peuvent être le nom du fichier (par exemple: <em>product_001.png</em> ) ou le chemin d'accès à l'image (par exemple: <em>Products / Images / product_001.jpeg</em> ). L'utilisation du chemin complet garantira que l'image correcte sera utilisée lorsqu'il y a plus d'une image avec le même nom.
pt_pt: Os nomes de imagem podem ser o nome de ficheiro (ex: <em>produto_001.png</em>) ou o caminho para a imagem (ex.: <em>Produtos/Imagens/produto_001.jpeg</em>). Utilizar o caminho completo assegurará que a imagem correta será utilizada quando existe mais do que uma imagem com o mesmo nome.
sv_se: Bildnamn kan vara filnamnet (t.ex. <em>produkt_001.png</em> ) eller sökvägen till bilden (t.ex. <em>Produkter/bilder/produkt_001.jpeg</em> ). Användning av hela sökvägen säkerställer att rätt bild används när det finns mer än en bild med samma namn.
zh_hans: 图像名称可以是文件名（例如： <em>产品_001.png</em>）或图像的路径（例如：<em>产品/图片/产品_001.jpeg</em>）.使用完整路径将确保在有更多图像时使用正确的图像 比一个同名的图像。

source: Related objects
de: Verwandte Objekte
es: Objetos relacionados
fi_fi: Liittyvät objektit
fr_ca: Objets associés
pt_pt: Objetos relacionados
ru: Связанные объекты
sv_se: Relaterade objekt
zh_hans: 相关对象

source: Columns that are relations to other objects (like Category and Supplier) accept both the object ID number and the object name. Make sure that when using the name, there should be only a single object for that given name.
de: Spalten, die Beziehungen zu anderen Objekten darstellen (wie Kategorie und Händler), akzeptieren sowohl die Objekt-ID-Nummer als auch den Objektnamen. Achte bitte bei der Verwendung des Namens darauf, dass es nur ein einziges Objekt für diesen Namen gibt.
es: Las columnas que son relaciones con otros objetos (como Categoría y Proveedor) aceptan tanto el número de identificación del objeto como el nombre del objeto. Asegúrese de que al usar el nombre, debe haber un solo objeto para ese nombre de pila.
fi_fi: Sarakkeet jotka liittyvät muihin objekteihin (kuten Kategorioihin tai Toimittajiin) hyväksyvät molemmat objektin ID:n tai nimen. Käyttäessäsi nimeä huomioi että järjestelmässä on vain yksi kohde objekti kyseisellä nimellä.
fr_ca: Les colonnes qui sont des relations avec d'autres objets (comme la catégorie et le fournisseur) acceptent à la fois le numéro d'identification de l'objet et le nom de l'objet. Assurez-vous que lors de l'utilisation du nom, il ne doit y avoir qu'un seul objet pour ce nom donné.
pt_pt: Colunas que são relações com outros objetos (como Categoria e Fornecedor) aceitam tanto o número ID de objeto como o nome de objeto. Assegure-se de que ao utilizar o nome, deve existir apenas um único objeto com esse nome.
sv_se: Kolumner som är relationer till andra objekt (som kategori och leverantör) accepterar både objektets ID-nummer och objektnamnet. Se till att när du använder namnet ska det bara finnas ett enda objekt för det angivna namnet.
zh_hans: 与其他对象（如“类别”和“供应商”）关系的列同时接受对象ID号和对象名。 确保在使用名称时，该名称应该只有一个对象。

source: This supplier doesn't handle stocks, please set `Stock Managed` on in the individual Supplier's settings page.
fr_ca: Ce fournisseur ne gère pas les stocks, veuillez activer «Gestion des stocks» sur la page des paramètres du fournisseur individuel.
sv_se: Denna leverantör hanterar inte lager, ställ in "Lagerhanterad" på den enskilda leverantörens inställningssida.

source: Image '%s' not found, please check whether the image exists.
zh_hans: 找不到'%s'，请检查图像是否存在。

source: Please add supplier to row before importing stock quantities.
zh_hans: 在进口库存数量之前，请增加供应商。

source: No supplier found, please check the supplier exists.
zh_hans: 没有找到供应商，请检查供应商是否存在。

source: This supplier doesn't handle stocks, please set Stock Managed on.
zh_hans: 本供应商不处理库存，请设置库存管理。

source: Upload all product images using the <a href="%(media_browser_url)s" target="_blank">Media Browser</a>.
zh_hans: 使用<a href="%(media_browser_url)s" target="_blank">媒体浏览器</a>上传所有产品图像。
