Repository: Tom2187End/somi-ecommerce
Catalog: shuup/importer/locale/*/LC_MESSAGES/django.po
Languages: es, sv_se

source: Data Import
es: Importar Datos

source: Import mode
es: Modo de importación
sv_se: Importläge

source: Importing language
es: Idioma de importación
sv_se: Importeraingsspråk

source: The language of the data you want to import.
es: El idioma de los datos que quieres importar.
sv_se: Språket för de data du vill importera.

source: Importer
es: Importador
sv_se: Importerare

source: Select a importer type matching the data you want to import
es: Selecciona un tipo de importador que coincida con los datos que quieres importar
sv_se: Välj en importörstyp som matchar de data du vill importera

source: File
es: Fichero
sv_se: Fil

source: Invalid importer.
es: Importador no válido.
sv_se: Ogiltig importör.

source: File is missing.
es: El fichero no existe.
sv_se: Filen saknas.

source: Invalid parameters.
es: Parámetros no válidos.
sv_se: Ogiltiga parametrar.

source: Invalid file name.
es: Nombre de fichero no válido.
sv_se: Ogiltigt filnamn.

source: File was not found.
es: El fichero no se ha encontrado.
sv_se: Filen hittades inte.

source: Import
es: Importar
sv_se: Importera

source: Row ignored (no existing item and creating new is not allowed).
es: Fila ignorada (no existe el elemento y crear uno nuevo no está permitido).
sv_se: Rad ignoreras (inga befintliga objekt och ej tillåtet att skapa nya).

source: Row ignored (object already exists (%(object_name)s with id: %(object_id)s).
es: Fila ignorada (elemento ya existe (%(object_name)s con el id: %(object_id)s).
sv_se: Rad ignoreras (objektet finns redan (%(object_name)s med id: %(object_id)s).

source: Failed while setting value for field %(field_name)s. (%(exception)s)
es: Error al establecer el valor para el campo %(field_name)s. (%(exception)s)
sv_se: Det gick inte att ställa in värde för fältet %(field_name)s. (%(exception)s)

source: Couldn't set value %(original_value)s for field %(field_name)s.
es: No se ha podido establecer el valor %(original_value)s para el campo %(field_name)s.
sv_se: Kunde inte ange ett värdet %(original_value)s för fältet %(field_name)s.

source: Row import failed (%s).
es: Fallo al importar fila (%s).
sv_se: Radimport misslyckades (%s).

source: Example files
es: Ficheros de ejemplo
sv_se: Exempel filer

source: If there is a 'Ignore' column in the example file you are using, make sure to leave the ignore column empty for all your rows, otherwise the rows won't be imported.
es: Si hay una columna &#39;Ignorar&#39; en el archivo de ejemplo que está utilizando, asegúrese de dejar la columna de ignorar vacía para todas sus filas, de lo contrario, las filas no se importarán.
sv_se: Om det finns en "Ignorera" -kolumn i exempelfilen du använder, se till att lämna ignoreringskolumnen tom för alla dina rader, annars importeras inte raderna.

source: This importer provides example files. Click below to download them:
es: Este importador incluye ficheros de ejemplo. Haz click debajo para descargarlos:
sv_se: Denna importör tillhandahåller exempelfiler. Klicka nedan för att ladda ner dem:

source: Continue
es: Continuar
sv_se: Fortsätt

source: Import Data - process
es: Importar Datos - Procesando
sv_se: Dataimport - processera

source: Amount if items being imported
es: Cantidad de elementos que se van a importar
sv_se: Antal om objekt importeras

source: The following fields were automatically mapped
es: Los siguientes campos serán mapeados automáticamente
sv_se: Följande fält karterades automatiskt

source: The following fields in the file are being used a s possible connection keys:
es: Los siguientes campos en el fichero serán usados como posibles claves de conexión:
sv_se: Följande fält i filen används en som möjliga anslutningsnycklar:

source: Not a single connection key was found, File cannot be imported.
es: No se ha encontrado ninguna clave de conexión, el fichero no se puede importar.
sv_se: Ingen anslutningsnyckel hittades, filen inte kan importeras.

source: Connection Keys
es: Claves de conexión
sv_se: Anslutningsnycklar

source: Read only fields
es: Campos de solo lectura
sv_se: Skrivskyddade fält

source: The following fields are Read Only and changes for those fields will be ignored.
es: Los siguientes campos son de solo lectura y los cambios sobre ellos serán ignorados.
sv_se: Följande fält är skrivskyddade och ändringar i dessa fält kommer att ignoreras.

source: Import method
es: Método de importación
sv_se: Importmetoden

source: Automatically mapped
es: Mapeado automáticamente
sv_se: Mappas automatiskt

source: Original field
es: Campo original
sv_se: Ursprungligt fält

source: Shuup field
es: Campo de Shuup
sv_se: Shuupfält

source: Sample values
es: Valores de muestra
sv_se: Exempelvärden

source: The following fields must be manually tied
es: Los siguientes campos deben ser relacionados manualmente
sv_se: Följande fält måste länkas manuellt

source: Don't import
es: No importar
sv_se: Importera inte

source: Field name
es: Nombre del campo
sv_se: Fältnamn

source: Target field
es: Campo objetivo
sv_se: Målfält

source: We may not be able to import the file.
es: Puede que no sea posible importar el fichero.
sv_se: Vi kanske inte kan importera filen.

source: File may not be imported because no connection keys were found. Connection keys are unique keys that are used to map results.
es: Es posible que el archivo no se importe porque no se encontraron claves de conexión. Las claves de conexión son claves únicas que se utilizan para asignar resultados.
sv_se: Filen kan inte importeras eftersom inga anslutningsnycklar hittades. Anslutningsnycklar är unika nycklar som används för att kartlägga datan.

source: Please consider adding some of the following fields to your import file:
es: Considere agregar algunos de los siguientes campos a su archivo de importación:
sv_se: Överväg att lägga till några av följande fält i importfilen:

source: Products
es: Productos
sv_se: Produkter

source: Customers
es: Clientes
sv_se: Kunder

source: email
es: correo electrónico
sv_se: e-post

source: Importer type
es: Tipo de importador
sv_se: Importörtyp

source: Field(s) to add
es: Campo(s) a añadir
sv_se: Fält att lägga till

source: You can continue importing, but it might end up in error
es: Puede continuar importando, pero podría terminar con un error
sv_se: Du kan fortsätta att importera, men fel kan uppstå

source: If you are importing customers this might be a false alarm if you have email key set
es: Si está importando clientes, esto podría ser una falsa alarma si tiene configurada una clave de correo electrónico
sv_se: Om du är importerande kunder så kan detta vara ett falskt alarm om du har nyckeln "email" satt

source: Start Import
es: Empezar importación
sv_se: Starta import

source: New items
es: Nuevos elementos
sv_se: Nya objekt

source: The following items were imported as new:
es: Los siguientes elementos se importaron como nuevos:
sv_se: Följande nya poster har importerats:

source: Zero new items were created.
es: Se crearon cero nuevos elementos.
sv_se: Inga nya objekt har skapats.

source: Updated items
es: Elementos actualizados
sv_se: Uppdaterade artiklar

source: The following items were updated:
es: Se actualizaron los siguientes elementos:
sv_se: Följande object har uppdaterats:

source: Zero items were updated.
es: Se actualizaron cero elementos.
sv_se: Inga poster uppdaterades.

source: Import log
es: Registro de importación
sv_se: Importloggen

source: Other messages
es: Otros mensajes
sv_se: Andra meddelanden

source: Import errors
es: Errores de importación
sv_se: Importera fel

source: Can't import more than %s rows from one file.
es: No se pueden importar más de %s filas de un fichero.
sv_se: Kan inte importera mer än %s rader från en fil.

source: Allow create and update
es: Permitir crear y actualizar
sv_se: Tillåt att skapa och uppdatera

source: Only create (no updates)
es: Solo crear (no actualizaciones)
sv_se: Endast skapa (inga uppdateringar)

source: Only update existing (no new ones are created)
es: Solo actualizar existentes (no se crearan nuevos)
sv_se: Uppdatera endast (inga nya objekt skapas)

source: SKU
sv_se: Artikelnummer
