Repository: Tom2187End/somi-ecommerce
Catalog: shuup/reports/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Reports
ru: Отчёты

source: Type
ru: Тип

source: Select the type of report to run.
ru: Выберите тип отчёта для его формирования.

source: Custom
ru: Настраиваемый

source: Today
ru: Сегодня

source: Running Week (last 7 days)
ru: Неделя (последние 7 дней)

source: Running Month (last 30 days)
ru: Месяц (последние 30 дней)

source: This Week
ru: На этой неделе

source: This Month
ru: Этот Месяц

source: This Year
ru: Этот Год

source: All Time
ru: За всё время

source: Output Format
ru: Формат

source: The format to show the report results.
ru: Формат отображения результатов отчёта.

source: Download
ru: Загрузить результат

source: Enable this to download the report.
ru: Включите эту опцию, чтобы загрузить отчет.

source: Shop
ru: Магазин

source: Filter report results by shop.
ru: Фильтровать отчет по магазину.

source: Date Range
ru: Временной интервал

source: Filter report results by a date range.
ru: Фильтровать отчёт по временному интервалу.

source: Start Date
ru: Начало Интервала

source: For a custom date range.
ru: Если выбран настраиваемый временной интервал.

source: End Date
ru: Конец Интервала

source: Toggle Filters
ru: Переключать фильтры

source: Get Report
ru: Сформировать Отчёт

source: No reports available
ru: Отчеты не доступны
