Repository: Tom2187End/somi-ecommerce
Catalog: shuup/front/apps/registration/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr_ca, pt_br, pt_pt, ru

source: Name of the company
de: Firmenname
es: Nombre de la compania
fr_ca: Nom de l'entreprise
pt_br: Nome da empresa
pt_pt: Nome da empresa
ru: Название компании

source: Registration Received
de: Registrierung erhalten
es: Registro recibido
fr_ca: Inscription reçue
pt_br: Registro Recebido
pt_pt: Registo Recebido
ru: Регистрация прошла успешно

source: Customer
de: Kunde
es: Cliente
fr_ca: Client
pt_br: Cliente
pt_pt: Cliente
ru: Клиент

source: Customer Email
de: Kunden-E-Mail-Adresse
es: Correo electrónico del cliente
fr_ca: Email client
pt_br: Email do cliente
pt_pt: E-mail de Cliente
ru: Электронный адрес клиента

source: Activation URL
de: Aktivierungs-URL
es: URL de activación
fr_ca: URL d'activation
pt_br: URL de ativação
pt_pt: URL de Ativação
ru: Адрес активации

source: Is User Active
de: Benutzer ist aktiv
es: ¿El usuario está activo?
fr_ca: L'utilisateur est-il actif
pt_br: Usuário está ativo
pt_pt: Utilizador Está Ativo
ru: Активен ли пользователь

source: Account Reactivation
de: Konto-Reaktivierung
es: Reactivación de cuenta
fr_ca: Réactivation du compte
pt_br: Reativação de conta
pt_pt: Reativação de conta

source: Company Registration Received
de: Firmenkundenregistrierung erhalten
es: Registro de empresa recibido
fr_ca: Enregistrement de l'entreprise reçu
pt_br: Registro da empresa recebido
pt_pt: Registo de Empresa Recebido
ru: Регистрация компании прошла успешно

source: Company Approved
de: Firmenkunde ist freigegeben
es: Aprobado por la empresa
fr_ca: Approuvé par l'entreprise
pt_br: Empresa aprovada
pt_pt: Empresa Aprovada
ru: Компания одобрена

source: Account Activation
de: Konto-Aktivierung
es: activación de cuenta
fr_ca: Activation de compte
pt_br: ativação de conta
pt_pt: Ativação de Conta

source: Company has been activated.
de: Der Firmenkunde wurde aktiviert.
es: Se ha activado la empresa.
fr_ca: La société a été activée.
pt_br: A empresa foi ativada.
pt_pt: Empresa foi ativada.
ru: Компания должна быть активирована.

source: Send Registration Received Email
de: Eine E-Mail an den Kunden senden, dass die Registrierung eingegangen ist.
es: Enviar correo electrónico de registro recibido
fr_ca: Envoyer un e-mail de réception d'inscription
pt_br: Enviar e-mail de registro recebido
pt_pt: Enviar E-mail de Registo Recebido
ru: Выслать электронное письмо о данных регистрации

source: Send email when a user registers.
de: Eine E-Mail an den Kunden senden, wenn dieser sich registriert.
es: Envíe un correo electrónico cuando un usuario se registre.
fr_ca: Envoyez un e-mail lorsqu'un utilisateur s'inscrit.
pt_br: Enviar e-mail quando um usuário se registrar.
pt_pt: Enviar e-mail quando um utilizador se regista.
ru: Высылать электронное письмо при регистрации клиента.

source: This script will send an email to the user or to any configured email right after a user get registered.
de: Dieses Skript sendet eine E-Mail an den Kunden (bzw. an die angegebene E-Mail-Adresse), nachdem der Kunde sich angemeldet hat.
es: Este script enviará un correo electrónico al usuario oa cualquier correo electrónico configurado justo después de que el usuario se registre.
fr_ca: Ce script enverra un e-mail à l'utilisateur ou à tout e-mail configuré juste après l'inscription d'un utilisateur.
pt_br: Este script enviará um e-mail para o usuário ou para qualquer e-mail configurado logo após o usuário se cadastrar.
pt_pt: O script enviará um e-mail para o utilizador ou para qualquer e-mail configurado assim que um utilizador se regista.
ru: Этот скрипт отправит электронное сообщение пользователю или на любой настроенный электронный адрес сразу после регистрации пользователя.

source: {{ order.shop }} - Welcome!
de: {{ order.shop }} - Herzlich Willkommen!
es: {{order.shop}} - ¡Bienvenido!
fr_ca: {{order.shop}} - Bienvenue!
pt_br: {{order.shop}} - Bem-vindo!
pt_pt: {{ order.shop }} - Damos-lhe as boas vindas!
ru: Добро пожаловать {{ order.shop }}!

source: Send account reactivation email
de: Konto-Reaktivierungs-E-Mail senden
es: Enviar correo electrónico de reactivación de la cuenta
fr_ca: Envoyer un e-mail de réactivation de compte
pt_br: Enviar e-mail de reativação de conta
pt_pt: Enviar e-mail de reativação de conta

source: Send email when a user account gets reactivated
de: Eine E-Mail an den Kunden senden, wenn das Benutzerkonto reaktiviert wird
es: Enviar correo electrónico cuando se reactive una cuenta de usuario
fr_ca: Envoyer un e-mail lorsqu'un compte utilisateur est réactivé
pt_br: Enviar e-mail quando uma conta de usuário for reativada
pt_pt: Enviar e-mail quando um conta de utilizador é reativada

source: This script will send an email to the user or to any configured email when a account get's reactivated
de: Dieses Skript sendet eine E-Mail an den Kunden (bzw. an die angegebene E-Mail-Adresse), nachdem das Benutzerkonto reaktiviert wurde.
es: Este script enviará un correo electrónico al usuario oa cualquier correo electrónico configurado cuando se reactive una cuenta.
fr_ca: Ce script enverra un e-mail à l'utilisateur ou à tout e-mail configuré lors de la réactivation d'un compte
pt_br: Este script irá enviar um e-mail para o usuário ou para qualquer e-mail configurado quando uma conta for reativada
pt_pt: Este script enviará um e-mail para o utilizador ou para qualquer e-mail configurado quando uma conta é reativada

source: {{ customer.username }} is now active again!
de: {{ customer.username }} ist wieder aktiv!
es: ¡{{customer.username}} ahora está activo nuevamente!
fr_ca: {{customer.username}} est à nouveau actif!
pt_br: {{customer.username}} agora está ativo novamente!
pt_pt: {{ customer.username }} está novamente ativo!

source: Send Company Registration Received Email
de: Eine E-Mail an den Kunden senden, dass die Firmenkundenregistrierung eingegangen ist.
es: Enviar correo electrónico recibido de registro de empresa
fr_ca: Envoyer un e-mail de réception d'enregistrement de l'entreprise
pt_br: Enviar email de registro da empresa recebido
pt_pt: Enviar E-mail de Registo de Empresa Recebido
ru: Выслать электронное письмо о данных регистрации

source: Send email when a user registers as a company.
de: Eine E-Mail an den Kunden senden, wenn dieser sich als Firmenkunde registriert.
es: Envíe un correo electrónico cuando un usuario se registre como empresa.
fr_ca: Envoyez un e-mail lorsqu'un utilisateur s'inscrit en tant qu'entreprise.
pt_br: Enviar e-mail quando um usuário se registrar como empresa.
pt_pt: Enviar e-mail quando um utilizador se regista como empresa.
ru: Отправлять электронную почту, когда пользователь регистрируется как компания.

source: Send Company Activated Email
de: Firmenkunden-Aktivierungs-E-Mail senden
es: Enviar correo electrónico activado por la empresa
fr_ca: Envoyer un e-mail activé par l'entreprise
pt_br: Enviar email ativado pela empresa
pt_pt: Enviar E-mail de Empresa Ativa
ru: Отправить компании активационное электронное письмо

source: Notify company's contact person that company account is activated
de: Die Kontaktperson des Unternehmens benachrichtigen, dass das Firmenkonto aktiviert ist
es: Notifique a la persona de contacto de la empresa que la cuenta de la empresa está activada
fr_ca: Informer le contact de l'entreprise que le compte d'entreprise est activé
pt_br: Notificar a pessoa de contato da empresa que a conta da empresa está ativada
pt_pt: Notificar pessoa de contato de empresa que a conta de empresa está ativa
ru: Сообщите сотруднику компании, что учетная запись компании активирована

source: This script will send an email to the user or to any configured email right after a company is activated.
de: Dieses Skript sendet eine E-Mail an den Kunden (bzw. an die angegebene E-Mail-Adresse), nachdem das Firmenkonto aktiviert wurde.
es: Este script enviará un correo electrónico al usuario oa cualquier correo electrónico configurado justo después de que se active una empresa.
fr_ca: Ce script enverra un e-mail à l'utilisateur ou à tout e-mail configuré juste après l'activation d'une entreprise.
pt_br: Este script enviará um e-mail ao usuário ou a qualquer e-mail configurado logo após a ativação de uma empresa.
pt_pt: Este script enviará um e-mail para o utilizador ou para qualquer e-mail configurado assim que a empresa é ativada.
ru: Этот скрипт отправит электронное письмо пользователю или получателю, электронное письмо сконфигурировано и отправиться сразу после активации компании.

source: Send account activation email
de: Konto-Aktivierungs-E-Mail senden
es: Enviar correo electrónico de activación de cuenta
fr_ca: Envoyer un e-mail d'activation de compte
pt_br: Enviar e-mail de ativação da conta
pt_pt: Enviar e-mail de ativação de conta

source: Send email when a user account gets activated for the first time
de: Eine E-Mail an den Kunden senden, wenn das Benutzerkonto zum ersten Mal aktiviert wird
es: Enviar correo electrónico cuando una cuenta de usuario se activa por primera vez
fr_ca: Envoyer un e-mail lorsqu'un compte utilisateur est activé pour la première fois
pt_br: Enviar e-mail quando uma conta de usuário for ativada pela primeira vez
pt_pt: Enviar e-mail quando uma conta de utilizador é ativada pela primeira vez

source: This script will send an email to the user or to any configured email when an account gets activated for the first time
de: Dieses Skript sendet eine E-Mail an den Kunden (bzw. an die angegebene E-Mail-Adresse), nachdem das Benutzerkonto zum ersten Mal aktiviert wurde.
es: Este script enviará un correo electrónico al usuario oa cualquier correo electrónico configurado cuando una cuenta se active por primera vez.
fr_ca: Ce script enverra un e-mail à l'utilisateur ou à tout e-mail configuré lorsqu'un compte est activé pour la première fois
pt_br: Este script irá enviar um e-mail para o usuário ou para qualquer e-mail configurado quando uma conta for ativada pela primeira vez
pt_pt: Este script enviará um e-mail para o utilizador ou para qualquer e-mail configurado quando uma conta é ativada pela primeira vez

source: {{ customer.username }} is now active!
de: {{ customer.username }} ist jetzt aktiv!
es: ¡{{customer.username}} ahora está activo!
fr_ca: {{customer.username}} est maintenant actif!
pt_br: {{customer.username}} agora está ativo!
pt_pt: {{ customer.username }} já está ativo\!

source: Account activation
de: Konto-Aktivierung
es: Activación de cuenta
fr_ca: Activation de compte
pt_br: Ativação de conta
pt_pt: Ativação de conta
ru: Активация аккаунта

source: Account activation failed.
de: Die Konto-Aktivierung ist leider fehlgeschlagen.
es: Falló la activación de la cuenta.
fr_ca: L'activation du compte a échoué.
pt_br: Ativação da conta falhou.
pt_pt: Ativação de conta falhou.
ru: Ошибка активации аккаунта!

source: Register as a Company
de: Als Firmenkunde registrieren
es: Registrarse como empresa
fr_ca: S'inscrire en tant qu'entreprise
pt_br: Cadastre-se como uma empresa
pt_pt: Registar como empresa
ru: Зарегистрироваться как компания

source: Company Registration
de: Firmenkundenregistrierung
es: Registro de la empresa
fr_ca: Enregistrement de la société
pt_br: Registro da empresa
pt_pt: Registo de empresa
ru: Регистрация компании

source: Company information
de: Firmendaten
es: Información de la empresa
fr_ca: Informations sur la société
pt_br: Informações da Empresa
pt_pt: Informações de empresa
ru: Информация о компании

source: Company billing information
de: Firmenrechnungsdaten
es: Información de facturación de la empresa
fr_ca: Informations de facturation de l'entreprise
pt_br: Informações de faturamento da empresa
pt_pt: Informações de faturação da empresa
ru: Платежная информация компании

source: Contact person
de: Kontaktperson
es: Persona de contacto
fr_ca: Contact
pt_br: Pessoa de contato
pt_pt: Pessoa de contacto
ru: Контактное лицо

source: Contact information for primary company contact
de: Kontaktdaten des prim√§ren Firmenkontakts
es: Información de contacto del contacto principal de la empresa
fr_ca: Coordonnées du contact principal de l'entreprise
pt_br: Informações de contato para o contato principal da empresa
pt_pt: Informações de contacto para o contacto principal de empresa
ru: Контактная информация для контакта с основной компанией

source: Login information
de: Anmeldedaten
es: Información Entrar
fr_ca: Informations de connexion
pt_br: Informação de login
pt_pt: Informações de início de sessão
ru: Данные для входа

source: The information you will log in with.
de: Die Daten, mit denen Du Dich anmeldest.
es: La información con la que iniciará sesión.
fr_ca: Les informations avec lesquelles vous vous connecterez.
pt_br: As informações com as quais você fará o login.
pt_pt: As informações com que vai iniciar sessão.
ru: Информация для входа.

source: Register
de: Registrieren
es: Registrarse
fr_ca: S'inscrire
pt_br: Cadastrar-se
pt_pt: Registar
ru: Зарегистрироваться

source: Registration
de: Registrierung
es: Registro
fr_ca: enregistrement
pt_br: Cadastro
pt_pt: Registo
ru: Регистрация

source: Register as a company.
de: Als Firmenkunde registrieren.
es: Regístrese como empresa.
fr_ca: Inscrivez-vous en tant qu'entreprise.
pt_br: Cadastre-se como empresa.
pt_pt: Registar como empresa.
ru: Зарегистрироваться как компания

source: Activation successful
de: Die Aktivierung war erfolgreich
es: Activación exitosa
fr_ca: Activation réussie
pt_br: Ativação bem sucedida
pt_pt: Ativação bem sucedida

source: Registration complete. Please follow the instructions sent to your email address.
de: Deine Registrierung ist abgeschlossen. Bitte folge den Anweisungen, die an Deine E-Mail-Adresse gesendet wurden.
es: Registro completo. Siga las instrucciones enviadas a su dirección de correo electrónico.
fr_ca: Inscription complète. Veuillez suivre les instructions envoyées à votre adresse e-mail.
pt_br: Cadastro completo. Por favor, siga as instruções enviadas ao seu endereço de e-mail.
pt_pt: Registo concluído. Siga as instruções enviadas para o seu endereço de e-mail.
ru: Регистрация завершена. Пожалуйста следуйте инструкции, отправленной вам на электронный адрес.
