Repository: Tom2187End/somi-ecommerce
Catalog: shuup/discounts/locale/*/LC_MESSAGES/django.po
Languages: es, pt_pt, ru, sv_se

source: Archive Product Discounts
es: Archivar descuentos de productos
pt_pt: Arquivar Descontos de Produto
ru: Архив скидок на товары
sv_se: Arkivera produktrabatter

source: Unarchive Discounts
es: Desarchivar descuentos
pt_pt: Desarquivar Descontos
ru: Разархивировать скидки
sv_se: Ta bort arkivering av rabatter

source: Delete Discounts
es: Borrar Descuentos
pt_pt: Eliminar Descontos
ru: Удалить скидки
sv_se: Ta bort rabatter

source: Product Discounts Coupon Codes
es: Descuentos de productos Códigos de cupón
ru: Коды скидок на товары
sv_se: Produktrabatter Kupongkoder

source: Discounts
es: Descuentos
pt_pt: Descontos
ru: Скидки
sv_se: Rabatter

source: Product Discounts
es: Descuentos de Productos
pt_pt: Descontos de Produto
ru: Скидки на товары
sv_se: Produktrabatter

source: Archived Product Discounts
es: Descuentos de Productos Archivados
pt_pt: Arquivar Descontos de Produtos
ru: Архивные скидки на товары
sv_se: Arkiverade produktrabatter

source: Discounts Availability Exceptions
es: Descuentos Excepciones de disponibilidad
ru: Скидки Доступность Исключение
sv_se: Undantag för tillgänglighet rabatter

source: Product Discounts Availability Exceptions
es: Descuentos de productos Excepciones de disponibilidad
ru: Скидки на товар Доступность Исключение
sv_se: Produktrabatter Undantag från tillgänglighet

source: Discounts Happy Hours
es: Descuentos de hora feliz
pt_pt: Happy Hours Descontos
ru: Скидки в счастливые часы
sv_se: Rabatter Happy Hours

source: Product Discounts Happy Hours
es: Descuentos en productos en hora feliz
pt_pt: Happy Hours Descontos de Produto
ru: Скидки на товар в счастливые часы
sv_se: Produktrabatter Happy Hours

source: Discount Name
es: Nombre de descuento
pt_pt: Nome de Desconto
ru: Название скидки
sv_se: Rabattnamn

source: Filter by name...
es: Filtrar por nombre...
pt_pt: Filtrar por nome...
ru: Фильтр по названию ...
sv_se: Filtrera efter namn ...

source: Product
es: Producto
pt_pt: Produto
ru: Товар
sv_se: Produkt

source: Filter by product...
es: Filtrar por producto...
pt_pt: Filtrar por produto...
ru: Фильтровать по товару ...
sv_se: Filtrera efter produkt ...

source: Category
es: Categoría
pt_pt: Categoria
ru: Категория
sv_se: Kategori

source: Filter by category...
es: Filtrar por categoría...
pt_pt: Filtrar por categoria...
ru: Фильтровать по категории...
sv_se: Filtrera efter kategori ...

source: Contact Group
es: Grupo de contactos
pt_pt: Grupo de Contactos
ru: Группа контактов
sv_se: Kontaktgrupp

source: Filter by contact group...
es: Filtrar por grupo de contacto...
pt_pt: Filtrar por grupo de contactos...
ru: Фильтровать по группе контактов...
sv_se: Filtrera efter kontaktgrupp ...

source: Contact
es: Contacto
pt_pt: Contacto
ru: Контакт
sv_se: Kontakt

source: Filter by contact...
es: Filtrar por contacto...
pt_pt: Filtrar por contactos...
ru: Фильтровать по контактам...
sv_se: Filtrera efter kontakt ...

source: Coupon code
es: Código de cupón
ru: Код купона
sv_se: Kupongskod

source: Filter by coupon code...
es: Filtrar por código de cupón...
ru: Фильтровать по коду купона...
sv_se: Filtrera efter kupongkod ...

source: Effect
es: Efecto
pt_pt: Efeito
ru: Результат.
sv_se: Effekt

source: End Date and Time
es: Fecha y hora de finalización
pt_pt: Data e Hora de Fim
ru: Дата и время окончания
sv_se: Slutdatum och tid

source: Code
es: Código
ru: Код
sv_se: Kod

source: Usages
es: Usos
ru: Использование
sv_se: Användningar

source: Usages Limit per contact
es: Límite de usos por contacto
ru: Ограничение использования на контакт
sv_se: Användningsgräns per kontakt

source: Usage Limit
es: Límite de usos
ru: Лимит использования
sv_se: Användnings gräns

source: Active
es: Activo
ru: Активен
sv_se: Aktiva

source: Created by
es: Creado por
ru: Созданный
sv_se: Skapad av

source: Date created
es: Fecha de creación
ru: Дата создания
sv_se: Skapat datum

source: Select discounts linked to this coupon code.
es: Seleccione descuentos vinculados a este código de cupón.
ru: Выберите скидки, связанные с этим кодом купона.
sv_se: Välj rabatter kopplade till den här kupongkoden.

source: %s has been deleted.
es: %s ha sido eliminado.
pt_pt: %s foi eliminado.
ru: %sбыл удален.
sv_se: %s har tagits bort.

source: Discount percentage
es: Porcentaje de descuento
pt_pt: Percentagem de desconto
ru: Процент скидки
sv_se: Rabattprocent

source: The discount percentage for this discount.
es: El porcentaje de descuento para este descuento.
pt_pt: A percentagem de desconto para este desconto.
ru: Процент скидки для данной скидки.
sv_se: Rabattprocenten för denna rabatt.

source: Exception Name
es: Nombre de excepción
ru: Название исключения
sv_se: Undantagsnamn

source: Start Date and Time
es: Fecha y hora de inicio
ru: Дата и время начала
sv_se: Startdatum och tid

source: Select discounts to be ignored on given time frame.
es: Seleccione los descuentos que se ignorarán en un plazo determinado.
ru: Выберите скидки, которые будут игнорироваться в указанный период времени.
sv_se: Välj rabatter som ska ignoreras under en viss tidsram.

source: Happy Hour Name
es: Nombre de la hora feliz
pt_pt: Nome Happy Hour
ru: Название счастливого часа
sv_se: Happy Hour-namn

source: Select discounts for this happy hour.
es: Seleccione descuentos para esta hora feliz.
pt_pt: Selecionar descontos para esta happy hour.
ru: Выберите скидки для этого счастливого часа.
sv_se: Välj rabatter för denna happy hour.

source: 12pm is considered noon and 12am as midnight. Start hour is included to the discount.
es: Las 12 p.m. se consideran mediodía y las 12 a.m. como medianoche. La hora de inicio está incluida en el descuento.
pt_pt: 12pm é considerado meio-dia e 12am meia-noite. Hora de início incluída no desconto.
ru: 12 вечера считается полднем, а 12 утра - полуночью. Час начала включен в скидку.
sv_se: 12.00 anses vara 12.00 och 12.00 som midnatt. Starttid ingår i rabatten.

source: 12pm is considered noon and 12am as midnight. End hours is included to the discount.
es: Las 12 p.m. se consideran mediodía y las 12 a.m. como medianoche. Las horas finales están incluidas en el descuento.
pt_pt: 12pm é considerado meio-dia e 12am como meia noite. Horas de fim incluídas no desconto.
ru: 12 вечера считается полднем, а 12 утра - полуночью. Время окончания включено в скидку.
sv_se: 12.00 anses vara 12.00 och 12.00 som midnatt. Slut timmar ingår i rabatten.

source: Weekdays the happy hour is active.
es: Entre semana, la hora feliz está activa.
pt_pt: Nos fins de semana a happy hour está ativa.
ru: В будние дни активен счастливый час.
sv_se: På vardagar är happy hour aktiv.

source: shops
es: tiendas
ru: магазины
sv_se: butiker

source: name
es: nombre
pt_pt: nome
ru: название
sv_se: namn

source: The name for this exception. Used internally with exception lists for filtering.
es: El nombre de esta excepción. Usado internamente con listas de excepciones para filtrado.
ru: Название для этого исключения. Используется внутри со списками исключений для фильтрации.
sv_se: Namnet på detta undantag. Används internt med undantagslistor för filtrering.

source: start since
es: empezar desde
ru: начать с
sv_se: starta sedan

source: Set to restrict the availability exception to be available only after a certain date and time.
es: Configúrelo para restringir la excepción de disponibilidad para que esté disponible solo después de una fecha y hora determinadas.
ru: Установите, чтобы исключение доступности было возможно только после определенной даты и времени.
sv_se: Ställ in för att begränsa tillgänglighetsundantaget så att det bara är tillgängligt efter ett visst datum och tid.

source: end until
es: terminar hasta
ru: конец до
sv_se: slut till

source: Set to restrict the availability exception to be available only until a certain date and time.
es: Configúrelo para restringir la excepción de disponibilidad para que esté disponible solo hasta una fecha y hora determinadas.
ru: Настройка на ограничение доступности исключения только до определенной даты и времени.
sv_se: Ställ in för att begränsa tillgänglighetsundantaget så att det bara är tillgängligt till ett visst datum och tid.

source: availability exception
es: excepción de disponibilidad
ru: наличие исключения
sv_se: tillgänglighetsundantag

source: availability exceptions
es: excepciones de disponibilidad
ru: наличие исключений
sv_se: undantag från tillgänglighet

source: created on
es: creado en
pt_pt: criada a
ru: создано
sv_se: skapad på

source: usage limit per customer
es: límite de usos por cliente
ru: лимит использования на одного покупателя
sv_se: användningsgräns per kund

source: Limit the amount of usages per a single customer.
es: Limite la cantidad de usos por cliente.
ru: Ограничьте количество использований для одного клиента.
sv_se: Begränsa antalet användningar per enskild kund.

source: usage limit
es: límite de uso
ru: предел использования
sv_se: användningsgräns

source: Set the absolute limit of usages for this coupon. If the limit is zero (0) coupon cannot be used.
es: Establezca el límite absoluto de usos para este cupón. Si el límite es cero (0), el cupón no se puede utilizar.
ru: Установите абсолютный предел использования этого купона. Если лимит равен нулю (0), то купон не может быть использован.
sv_se: Ställ in den absoluta gränsen för användningen för den här kupongen. Om gränsen är noll (0) kan inte kupongen användas.

source: active
es: activo
pt_pt: ativo
ru: действующий
sv_se: aktiva

source: created by
es: creado por
pt_pt: criado por
ru: созданный
sv_se: skapad av

source: modified by
es: modificado por
pt_pt: modificado por
ru: изменённый
sv_se: modifierad av

source: modified on
es: modificado en
pt_pt: modificado em
ru: изменено
sv_se: ändrad den

source: The name for this discount. Used internally with discount lists for filtering.
es: El nombre de este descuento. Utilizado internamente con listas de descuentos para filtrado.
pt_pt: O nome deste desconto. Utilizado internamente com listas de descontos para filtros.
ru: Название этой скидки. Используется внутри со списками скидок для фильтрования.
sv_se: Namnet på denna rabatt. Används internt med rabattlistor för filtrering.

source: supplier
es: proveedor
pt_pt: fornecedor
ru: поставщик
sv_se: leverantör

source: Select supplier for this discount.
es: Seleccionar proveedor para este descuento.
pt_pt: Selecionar fornecedor para este desconto.
ru: Выберите поставщика для этой скидки.
sv_se: Välj leverantör för denna rabatt.

source: Enable this if the discount is currently active. Please also set a start and an end date.
es: Habilite esto si el descuento está activo actualmente. Establezca también una fecha de inicio y una de finalización.
pt_pt: Ativar se o desconto estiver ativo de momento. Definir também uma data de início e fim.
ru: Включите эту опцию, если скидка в данный момент активна. Пожалуйста, также установите дату начала и окончания.
sv_se: Aktivera detta om rabatten för närvarande är aktiv. Ange också start- och slutdatum.

source: start date and time
es: fecha y hora de inicio
pt_pt: data e hora de início
ru: дата и время начала
sv_se: startdatum och tid

source: The date and time the discount starts. This is only applicable if the discount is marked as active.
es: La fecha y hora de inicio del descuento. Esto solo es aplicable si el descuento está marcado como activo.
pt_pt: A data e hora de início em que o desconto tem início. É apenas aplicável se o desconto estiver marcado como ativo.
ru: Дата и время начала действия скидки. Это применимо только в том случае, если скидка отмечена как активная.
sv_se: Datum och tid då rabatten börjar. Detta gäller endast om rabatten är markerad som aktiv.

source: end date and time
es: Fecha y hora de fin
pt_pt: data e hora de fim
ru: дата и время окончания
sv_se: slutdatum och tid

source: The date and time the discount ends. This is only applicable if the discount is marked as active.
es: La fecha y hora en que finaliza el descuento. Esto solo es aplicable si el descuento está marcado como activo.
pt_pt: A data e hora de em que o desconto acaba. É apenas aplicável se o desconto estiver marcado como ativo.
ru: Дата и время окончания скидки. Это применимо только в том случае, если скидка отмечена как активная.
sv_se: Datum och tid då rabatten slutar. Detta gäller endast om rabatten är markerad som aktiv.

source: happy hours
es: horas felices
ru: счастливые часы
sv_se: lyckliga timmar

source: Select happy hours for this discount.
es: Seleccione las horas felices para este descuento.
pt_pt: Selecionar happy hours para este desconto.
ru: Выберите счастливые часы для этой скидки.
sv_se: Välj happy hours för denna rabatt.

source: Select availability for this discount.
es: Seleccione la disponibilidad para este descuento.
ru: Выберите доступность для этой скидки.
sv_se: Välj tillgänglighet för denna rabatt.

source: product
es: producto
pt_pt: produto
ru: товар
sv_se: produkt

source: Select product for this discount.
es: Seleccionar producto para este descuento.
pt_pt: Selecionar produto para este desconto.
ru: Выберите товар для этой скидки.
sv_se: Välj produkt för denna rabatt.

source: exclude selected category
es: excluir categoría seleccionada
pt_pt: excluir categoria selecionada
ru: исключить выбранную категорию
sv_se: exkludera vald kategori

source: Exclude products in selected category from this discount.
es: Excluya los productos de la categoría seleccionada de este descuento.
pt_pt: Excluir deste desconto produtos da categoria selecionada.
ru: Исключить товары выбранной категории из этой скидки.
sv_se: Uteslut produkter i vald kategori från denna rabatt.

source: category
es: categoría
pt_pt: categoria
ru: категория
sv_se: kategori

source: Select category for this discount.
es: Seleccionar categoría para este descuento.
pt_pt: Selecionar categoria para este desconto.
ru: Выберите категорию для этой скидки.
sv_se: Välj kategori för denna rabatt.

source: contact
es: contacto
pt_pt: contacto
ru: контакт
sv_se: Kontakt

source: Select contact for this discount.
es: Seleccionar contacto para este descuento.
pt_pt: Selecionar contacto para este desconto.
ru: Выберите контакт для этой скидки.
sv_se: Välj kontakt för denna rabatt.

source: exclude selected contact group
es: excluir grupo de contactos seleccionado
ru: исключить выбранную группу контактов
sv_se: utesluta vald kontaktgrupp

source: Exclude contacts in selected contact group from this discount.
es: Excluya los contactos del grupo de contactos seleccionado de este descuento.
ru: Убрать контакты из выбранной группы контактов с этой скидкой.
sv_se: Uteslut kontakter i vald kontaktgrupp från denna rabatt.

source: contact group
es: grupo de contactos
pt_pt: grupo de contato
ru: Группа контактов
sv_se: kontaktgrupp

source: Select contact group for this discount.
es: Seleccionar grupo de contactos para este descuento.
pt_pt: Selecionar grupo de contacto para este desconto.
ru: Выберите группу контактов для этой скидки.
sv_se: Välj kontaktgrupp för denna rabatt.

source: coupon code
es: código de cupón
ru: код купона
sv_se: kupongskod

source: Select coupon code for this discount.
es: Seleccionar código de cupón para este descuento.
ru: Выберите код купона для этой скидки.
sv_se: Välj kupongkod för denna rabatt.

source: discounted price
es: precio con descuento
pt_pt: preço com desconto
ru: Цена со скидкой
sv_se: nedsatt pris

source: Discounted product price for this discount.
es: Precio del producto con descuento para este descuento.
pt_pt: Preço de produto com desconto para este desconto.
ru: Цена продукта со скидкой.
sv_se: Rabatterat produktpris för denna rabatt.

source: discount amount
es: importe de descuento
pt_pt: valor de desconto
ru: сумма скидки
sv_se: rabattbelopp

source: Discount amount value for this discount.
es: Valor de la cantidad de descuento para este descuento.
pt_pt: Valor de montante de desconto para este desconto.
ru: Значение суммы скидки для данного снижения цены.
sv_se: Rabattbelopp för denna rabatt.

source: discount percentage
es: porcentaje de descuento
pt_pt: percentagem de desconto
ru: процент скидки
sv_se: rabattprocent

source: Discount percentage for this discount.
es: Porcentaje de descuento para este descuento.
pt_pt: Percentagem de desconto para este desconto.
ru: Процент скидки для данного снижения цены.
sv_se: Rabattprocent för denna rabatt.

source: product discount
es: descuento de producto
pt_pt: desconto de produto
ru: скидка на товар
sv_se: produktrabatt

source: product discounts
es: descuentos de productos
pt_pt: descontos de produto
ru: скидка на товары
sv_se: produktrabatter

source: The name for this HappyHour. Used internally with exception lists for filtering.
es: El nombre de esta hora feliz. Usado internamente con listas de excepciones para filtrado.
pt_pt: O nome para esta Happy Hour. Utilizado internamente com listas de exceções para filtros.
ru: Название этого счастливого часа. Используется внутри со списками исключений для фильтрации.
sv_se: Namnet på denna HappyHour. Används internt med undantagslistor för filtrering.

source: happy hour
es: hora feliz
ru: счастливый час
sv_se: roliga timmen

source: parent
es: padre
pt_pt: principal
ru: исходный
sv_se: förälder

source: from hour
es: desde la hora
pt_pt: a partir
ru: с часа
sv_se: från timme

source: to hour
es: hasta la hora
pt_pt: às
ru: до часа
sv_se: till timme

source: weekday
es: día de la semana
pt_pt: dia da semana
ru: будний день
sv_se: veckodag

source: time range
es: intervalo de tiempo
pt_pt: intervalo de tempo
ru: временной диапазон
sv_se: tidsintervall

source: time ranges
es: intervalos de tiempo
pt_pt: intervalos de tempo
ru: временные диапазоны
sv_se: tidsintervall

source: The value of the field `to hour` has to be later than that of `from hour`.
es: El valor del campo "hasta la hora" debe ser posterior al de "desde la hora".
pt_pt: O valor do campo ‘às’ tem de ser mais tarde que o do campo ‘a partir’.
ru: Значение поля с `часа` должно быть позже, чем значение `до часа`.
sv_se: Fältets värde "till timme" måste vara senare än värdet för "från timme".

source: Select all discounts to render products from. Only active discounts that have product or category linked are available.
es: Seleccione todos los descuentos para renderizar productos. Solo están disponibles los descuentos activos que tienen productos o categorías vinculados.
pt_pt: Selecionar todos os descontos a apresentar aos produtos. Apenas descontos ativos que tem produto ou categoria associada estão disponíveis.
ru: Выберите все скидки для предоставления товаров. Доступны только активные скидки, привязанные к продукту или категории.
sv_se: Välj alla rabatter att göra produkter från. Endast aktiva rabatter som har en produkt- eller kategorilänk är tillgängliga.

source: Discounted Products
es: Productos con descuento
pt_pt: Produtos com Desconto
ru: Товары со скидкой
sv_se: Rabatterade produkter

source: Title
es: Título
pt_pt: Título
ru: Название
sv_se: Titel

source: Count
es: Total
pt_pt: Contagem
ru: Счет
sv_se: Räkna

source: Only show in-stock and orderable items
es: Mostrar solo artículos en stock y que se pueden pedir
pt_pt: Mostrar apenas produtos em stock e encomendáveis
ru: Показывать только те товары, которые есть в наличии и которые можно заказать
sv_se: Visa endast i lager och beställbara artiklar

source: Warning: The final number of products can be lower than 'Count' as it will filter out unorderable products from a set of 'Count' products.
es: Advertencia: El número final de productos puede ser menor que 'Total', ya que filtrará los productos que no se pueden pedir de un conjunto de productos 'Total'.
pt_pt: Aviso: O número final de produtos pode ser mais baixo que a ‘Contagem’ pois filtrará produtos não encomendáveis de um conjunto de produtos ‘Contagem’.
ru: Предупреждение: окончательное количество товаров может быть меньше, чем 'Количество', поскольку оно отфильтрует не подлежащие заказу продукты из набора товаров 'Количество'.
sv_se: Varning: Det slutliga antalet produkter kan vara lägre än 'Räkna' eftersom det filtrerar bort beställbara produkter från en uppsättning 'Räkna' produkter.

source: Availability
es: Disponibilidad
pt_pt: Disponibilidade
ru: В наличии
sv_se: Tillgänglighet

source: Condition
es: Condición
pt_pt: Condição
ru: Условие
sv_se: Skick

source: Allow the user to select discounts in admin.
pt_pt: Permitir que o utilizador selecione descontos em admin.

source: shop
pt_pt: loja

source: Start date and end date are required when the discount is active.
pt_pt: Data de início e data de fim são necessárias quando o desconto está ativo.

source: Either discounted price or discount percentage or discount amount should be configured.
pt_pt: Preço de desconto ou percentagem de desconto devem ser configuradas.
